{"title":"To prevent burnout, LinkedIn is giving its entire company the week off ","time":"Updated 8:52 AM ET, Mon April 5, 2021 ","body":"LinkedIn employees worldwide are getting a paid week off starting April 5.The entire company is getting the time off as an opportunity to unplug, recharge and avoid burnout.  \"We wanted to make sure we could give them something really valuable, and what we think is most valuable right now is time for all of us to collectively walk away,\" said Teuila Hanson, LinkedIn's chief people officer, who joined the company in June.  Since everyone is off at the same time, that means workers aren't inundated by emails, meeting notes and project requests piling up in their absence. \"You want the goodness of your vacation to last a little bit when you come back,\" Hanson said.Read MoreThe week off extends to the majority of the company's 15,900 full-time employees. A core team of employees will continue to work for the week, but they will be able to schedule time off later. The company started to operate remotely more than a year ago as the pandemic unfolded and has been surveying its workers regularly. Last summer, the surveys revealed a shift in employee sentiment.\"I think the reality of the weight of the pandemic really took its toll during those months. That was a heavy time. That is when we were seeing: 'wow there is clear burnout.'\" In response, the company created an initiative called LiftUp!, which includes burnout training for managers, no-meeting days and mental health resources.CNN Business recently spoke with Hanson about how LinkedIn is fighting burnout and what its workforce might look like in a post-pandemic world. Here's what she had to say. (This interview has been edited for clarity and length):Have you seen signs of burnout among LinkedIn workers?LinkedIn surveys employees quite often. We have a quarterly survey cadence and then we added additional surveys last year, just to make sure that we were really keeping a pulse on how employees were doing. They added a simple open-ended question of just: How are you? That is when we started to see the emerging of themes in and around burnout, lack of self care, struggle with family, people feeling lonely or isolated, so that was really good to just be able to read through the verbatim comments and to really get some of that texture around how people are feeling, how they are doing, what they are missing, what they may be grieving.<img alt=\"Teuila Hanson joined LinkedIn in June as its chief people officer.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210402135405-teuila-hanson-linkedin-restricted-large-169.jpg\">Teuila Hanson joined LinkedIn in June as its chief people officer.We would see in the comments that people missed a commute because they had the opportunity to sort of ramp up, listen to a podcast, listen to the news. They missed at the end of the day the ability to ramp down. And now that we have a good understanding of how our employees are feeling, how do we start to package some programs, communication, starting with our leadership team, our managers, so that we can begin to address these things. Also, personally I put myself in that category. Starting a new job I was trying to fit everything I possibly could in my day, and then realized that I barely left the room that I was in. And I felt guilty because I have two sons... and I was missing out not being able to take the dog for a walk or be able to hang out with the kids. A lot of the comments that came through in our surveys, they definitely resonate with me as a parent [and] as somebody else who is missing the life that I had prior to the pandemic.When did you start to notice a shift in employees' responses?As we are measuring this quarter by quarter, definitely July, August, that was when the reality was setting in that this wasn't just a three-month thing. I think initially back in March folks just thought maybe by the summer this would pass, things might loosen up, and I think the reality of the weight of the pandemic really took its toll during those months. That was a heavy time. That is when we were seeing: 'wow there is clear burnout.' <img alt=\"Free Pelotons and iPads: How Wall Street is fighting Covid burnout\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210205073427-file-peloton-bike-2020-large-169.jpg\">Free Pelotons and iPads: How Wall Street is fighting Covid burnoutThe recent survey that we had, things are better, we had a [company-wide] shutdown at the end of the year the last week of December so we saw better results and better comments that people felt refreshed, they felt energized, and I think now that we have a vaccine and, at least in the United States and some other geographies, it looks like there is a path out of this, we are definitely hearing more positive sentiments from our employees. But it's up and down.What did you do in response to the worsening survey data? We looked at our survey results... the executive team put our heads together to figure out how could we systematically address these themes we are seeing with our employees. We worked with our benefits and employee experience team and came up with this program called LiftUp! It's a specific program to the pandemic and it really addressed those things that we heard through employee surveys. It was really intended to figure out, what can we specifically do from a program perspective -- benefits, perks to address burnout, work family balance, people feeling alone and isolated -- how could we bring some surprise and delight, how can we bring some levity to our employees? We launched a series of workshops,\"no-meeting days,\" specific programs for managers -- one program called compassionate accountability. Another course for managers: Keep calm and lead on. Another course around practical prioritization. ...what is really nice after a shutdown, you come back and you don't have a barrage of emails or meeting notes that you feel like you have catch up on...\"Teuila Hanson, LinkedIn's chief people officerWe also offered workshops to our employees, one workshop is called the \"necessity of no,\" so really empowering our employees in how to say no to their manager, how to make sure that their managers understand that they have a capacity and when their cups are filled or they're getting close to filled, how can employees have those types of conversations. The no-meeting days are huge, very beloved. People felt like \"Wow, there is power to being able to just lock in and not run from Zoom meeting to Zoom meeting.\"Why give all employees a week off?We thought that it would be a good thing for our entire organization to have another global paid week off. We have a global annual shutdown every December, many of our competitors also have a global shutdown at the end of the year.We heard after our December shutdown that people felt energized, they felt like they were able to get outside, and felt able to do things like read books, watch webinars and watch movies. We thought, does it make sense for us to provide another paid week off, not only to address burnout and self care, but also show our gratitude to our employees? Because they are working hard, they are showing up and they are doing extraordinary work for us at LinkedIn. We wanted to make sure we could give them something really valuable, and what we think is most valuable right now is time for all of us to collectively walk away. And what is really nice after a shutdown, you come back and you don't have a barrage of emails or meeting notes that you feel like you have catch up on or you feel like you have to peek at your email.You want the goodness of your vacation to last a little bit when you come back.How will LinkedIn's workforce function in a post pandemic word? <img alt=\"&amp;#39;I don&amp;#39;t have to choose between lifestyle and career.&amp;#39; How remote work changed these people&amp;#39;s lives\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210311112725-restricted-01-remote-worker-new-life-feature-nicole-maddox-large-169.jpg\">'I don't have to choose between lifestyle and career.' How remote work changed these people's livesWe have definitely made decisions around \"hybrid flexible.\" This has been a good learning experience of challenging long-held assumptions around how work can be done and where work can be done. So we've made a commitment that we are going to really lean into the concept of being a hybrid flexible work environment. And for us that means all employees have the ability to work flexibility up to 50% of the time. We're really looking at it from a role by role perspective -- what does it mean for an employee to do their best work? That is going to give us a general idea of what this is going to look like in the future.","link":"/2021/04/02/success/linkedin-paid-week-off/index.html"}