{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n        \n    \n       \n       \n    \n    \n    Jason Merritt/Getty Images\n    Actors Michael J. Fox and Tracy Pollan arrive at the 65th Annual Primetime Emmy Awards held at Nokia Theatre L.A. Live on September 22, 2013 in Los Angeles, California. \n  \n    \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  Here is a look at the life of actor, author and advocate Michael J. Fox.\n\n\n  \n    Personal\n\n\n  \n  Birth date: June 9, 1961 \n\n\n  \n  Birth place: Edmonton, Alberta, Canada\n\n\n  \n  Birth name: Michael Andrew Fox\n\n\n  \n  Father: Bill Fox, a military officer (Canadian Armed Forces)\n\n\n  \n  Mother: Phyllis (Piper) Fox \n\n\n  \n  Marriage: Tracy Pollan (July 16, 1988-present)                           \n\n\n  \n  Children:  Esme, 2001; Schuyler and Aquinnah, 1995 (twin girls); Sam, 1989\n\n\n  \n    Other Facts\n\n\n  \n  Nominated for 18 Emmy Awards, has won five.\n\n\n  \n  Nominated for three Grammy Awards including one win.\n\n\n  \n  There was already another Michael A. Fox in the Screen Actors’ Guild, so he changed his middle initial to a “J” in honor of actor Michael J. Pollard.\n\n\n  \n  Fox and his wife met on the set of “Family Ties.” She played Alex Keaton’s girlfriend, Ellen.\n\n\n  \n  Wanted to become a professional hockey player.\n\n\n  \n  Became an American citizen in 2000. \n\n\n  \n  Best known for his roles as Alex P. Keaton on TV’s “Family Ties” and as Marty McFly in the “Back to the Future” trilogy.\n\n\n  \n  Suffers from Parkinson’s disease and is active in fund raising for stem cell research.\n\n\n  \n    Timeline\n\n\n  \n  1986-1988 - Wins the Emmy Award for Outstanding Lead Actor in a Comedy Series three years in a row for “Family Ties.”\n\n\n  \n  1991 - Is diagnosed with Parkinson’s disease at age 30 but doesn’t make it public until 1998.\n\n\n  \n  September 28, 1999 - Testifies before a US Senate subcommittee on funding for Parkinson’s disease research.\n\n\n  \n  2000 - Leaves “Spin City” after the 100th episode. He returns as a guest star in 2001.\n\n\n  \n  May 23, 2000 - Launches the Michael J. Fox Foundation for Parkinson’s Research.\n\n\n  \n  September 10, 2000 - Wins the Emmy Award for Outstanding Lead Actor in a Comedy Series for “Spin City.” \n\n\n  \n  September 14, 2000 - Testifies before a US Senate committee about stem cell research.\n\n\n  \n  May 22, 2002 - Testifies, with Muhammad Ali, at a Congressional hearing to appeal for more money to support research into Parkinson’s disease.\n\n\n  \n  December 16, 2002 - Receives a star on the Hollywood Walk of Fame.\n\n\n  \n  October 23, 2006 - Rush Limbaugh criticizes Fox’s appearance on a Senate campaign ad for Democrat Claire McCaskill, that he either “didn’t take his [Parkinson’s] medication or he’s just acting.” Limbaugh later apologizes.\n\n\n  \n  September 21, 2009 - Wins an Emmy for Guest Actor in a Drama Series, for “Rescue Me.”\n\n\n  \n  2010-2016 - Appears in 26 episodes on CBS’s “The Good Wife,” and is nominated for an Emmy for Outstanding Guest Actor in a Drama Series five of the seven years he is on the show.\n\n\n  \n  January 31, 2010 - Wins a Grammy for Best Spoken Word Album for his book “Always Looking Up.”\n\n\n  \n  May 27, 2011 - Is named an Officer of the Order of Canada in recognition of his service to humanity.\n\n\n  \n  August 20, 2012 - NBC announces that Michael J. Fox will star in a new 22-episode comedy series portraying a husband and father of three dealing with Parkinson’s disease.\n\n\n  \n  September 26, 2013 - Fox’s comedy series, titled “The Michael J. Fox Show” premieres on NBC.\n\n\n  \n  February 2014 - “The Michael J. Fox Show” is canceled.\n\n\n  \n  April 2018 - A statement is released that Fox has had spinal surgery, unrelated to Parkinson’s disease.\n\n\n  \n  November 17, 2020 - Fox’s memoir “No Time Like the Future: An Optimist Considers Mortality” is published. In it he reveals that he is retiring because of health concerns.  \n\n\n            \n    \n  \n","link":"/2013/05/24/us/michael-j-fox-fast-facts/index.html"}