{"title":"UN refugee agency urges Biden to end asylum restrictions on the border","time":"Updated 2:52 PM ET, Thu May 20, 2021 ","body":"UN refugee agency urges Biden to end asylum restrictions on the borderBy Priscilla Alvarez, CNNUpdated 2:52 PM ET, Thu May 20, 2021 <img alt=\"Migrants and asylum seekers demonstrate at the San Ysidro crossing port asking US authorities to allow them to start their migration process in Tijuana, Baja California state, Mexico on March 23, 2021. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430194632-migrants-biden-large-169.jpg\">Migrants and asylum seekers demonstrate at the San Ysidro crossing port asking US authorities to allow them to start their migration process in Tijuana, Baja California state, Mexico on March 23, 2021.  (CNN)The United Nations refugee agency urged the United States on Thursday to end Trump-era asylum restrictions on the US-Mexico border the Biden administration continues to rely on.The Biden administration has been facing fierce criticism for leaning on a public health authority, known as Title 42, that was put in place under the Trump administration in early 2020 at the onset of the coronavirus pandemic. The policy allows border officials to expel migrants, including those seeking asylum, encountered at the US-Mexico border. Immigrant advocates argue it has put migrants in harm's way, leaving many in dangerous conditions in Mexico. In some cases, families have opted to separate from their children, since unaccompanied migrant children are not subject to the policy.<img alt=\"Trump-era policy Biden administration uses to expel migrants faces uncertain future \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505080235-migrants-border-processing-texas-0319-large-169.jpg\">Trump-era policy Biden administration uses to expel migrants faces uncertain future \"Guaranteed access to safe territory and the prohibition of pushbacks of asylum-seekers are core precepts of the 1951 Refugee Convention and refugee law, which governments are required to uphold to protect the rights and lives of refugees,\" UN High Commissioner for Refugees Filippo Grandi said in a statement Thursday, adding that the \"have also had serious humanitarian consequences in northern Mexico.\"Grandi also took aim at a recent effort by the Biden administration to admit around 250 vulnerable migrants, instead of subjecting them to the public health order, saying it is \"not an adequate response.\"Read More\"I welcome the US government's plans for much needed reform and capacity building to manage border processes and the positive steps that have been taken to exempt unaccompanied children and some families in situations of acute vulnerability from these severe restrictions,\" he said. \"A system which allows a small number of asylum seekers to be admitted daily, however, carries with it a number of risks, and is not an adequate response.\" The public health order remains the subject of litigation. Since February, plaintiffs in a case concerning families being subject to the order have been in negotiations with the government.<img alt=\"Families are &amp;#39;self-separating&amp;#39; in Mexico after being expelled from the US, Border Patrol says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210325083041-border-patrol-ed-pkg-large-169.jpg\">Families are 'self-separating' in Mexico after being expelled from the US, Border Patrol saysAs part of that litigation, the plaintiffs and the government agreed to put in place a process to streamline exemption requests for vulnerable migrants with the help of non-governmental organizations, according to Lee Gelernt of the American Civil Liberties Union, the lead attorney in the litigation over the public health order.\"Once fully up and running, an estimated 250 particularly vulnerable individuals, who have been pre-tested for Covid-19 prior to entering the United States, will be eligible for lawful processing at ports of entry daily,\" Gelernt said. ","link":"/2021/05/20/politics/un-refugee-immigration-asylum/index.html"}