{"title":"America's economy is rebounding. But it is still in a deep hole","time":"Updated 8:12 AM ET, Wed April 28, 2021 ","body":"New York (CNN Business)America is emerging from the worst of the pandemic, and that will mean some eye-popping figures when the government releases economic growth data Thursday. But the big jump — fueled by resurgent consumer spending after a year in lockdown — will still be starting from a deep hole.  Economists predict that the US economy grew at an annualized rate of 6.1% in the first three months of the year — faster the than the 4.3% recorded at the end of 2020, but far slower than the enormous 33.4% jump in the second quarter of 2020 when the economy started to reopen.An \"annualized\" rate is not the same as measuring one quarter to the next; annualizing assumes a quarterly rate would continue for a full year. Economists typically use the annualized rate for US GDP because it makes it easier to compare numbers over different periods of time. Before the pandemic hit, US gross domestic product, the broadest measure of economic activity, grew on average some 2.5% per quarter on an annualized basis. During the pandemic, the economy ground to a halt, and GDP contracted at a record pace. Now that the nation is in the rebound stage, growth rates look exceptional. But that's because the economy is still making up lost ground.Read MoreLooking at GDP in dollars, rather than just the percentage change, it is more obvious that America is still in a deep hole. It will take more time to grow back to its pre-pandemic strength. Eventually, the GDP growth rate will normalize, settling back into the kinds of numbers we were used to before Covid.\n\nPNC chief economist Gus Faucher expects GDP to grow past its pre-pandemic peak in the middle of this year. Faucher also believes that the stronger-than-usual growth rates will continue into 2022.Businesses are reopening and trying to catch up with demand. For industries that require social interactions, including traveling and restaurants, the vaccine rollout is key. The combination of more vaccinated Americans and the rolling back of public health measures is crucial for the hospitality industry. In manufacturing, businesses are already struggling to meet demand, thanks to supply and shipping shortages.Meanwhile, Americans are getting more confident, and that's a good sign for consumer spending — the primary engine of the US economy. In April, the Conference Board's consumer confidence index climbed to 121.7 points, its highest level since February 2020, before the pandemic struck America.After millions of Americans lost their jobs during the height of the pandemic, many have found work again. Together with stimulus checks from Washington, that has helped consumers be more confident about the future.Meanwhile, workers who were fortunate enough to work throughout the pandemic saved a lot of money last year. With little to spend on outside the home, wallets stayed flush. This promises healthy consumer spending as the economy reopens. ","link":"/2021/04/28/economy/gdp-growth-economy-pandemic/index.html"}