{"title":"'Hocus Pocus 2': Bette Midler, Sarah Jessica Parker and Kathy Najimy returning","time":"Updated 1:11 PM ET, Thu May 20, 2021 ","body":"'Hocus Pocus 2': Bette Midler, Sarah Jessica Parker and Kathy Najimy returningBy Lisa Respers France, CNNUpdated 1:11 PM ET, Thu May 20, 2021 <img alt=\"A scene from the classic Halloween film, &amp;quot;Hocus Pocus.&amp;quot; \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201030225824-hocus-pocus-still-large-169.jpg\">A scene from the classic Halloween film, \"Hocus Pocus.\"  (CNN)Disney+ is getting the witchy band back together again.Bette Midler, Sarah Jessica Parker and Kathy Najimy are set to reprise their roles as the Sanderson Sisters in the forthcoming live-action comedy \"Hocus Pocus 2,\" it was announced Thursday.The spooky sequel to Disney's 1993 Halloween cult classic \"Hocus Pocus will premiere exclusively on Disney+ in 2022.In the new film, three young women accidentally bring the Sanderson Sisters back to modern-day Salem and must figure out how to stop the child-hungry witches from wreaking a new kind of havoc on the world.Anne Fletcher will direct, taking over from her friend Adam Shankman who had been set to direct the sequel. Read MoreThe pair met in 1990 as dancers for the Academy Awards broadcast. Shankman went on to hire Fletcher as his assistant choreographer and they worked together on more than 100 different projects. Fletcher's first directing gig was in 2006 on \"Step Up,\" which Shankman produced. \"As heartbroken as I am that I won't be able to direct my friends Bette, Sarah Jessica and Kathy in what is sure to be nothing short of a major event for Disney+ due to scheduling conflicts, I couldn't be more pleased to be handing over the reins to Anne, who has brought so much laughter and joy into people's lives with her previous work,\" Shankman, who will serve as an executive producer on the new film, said in a statement. \"I am still grateful and proud to help shepherd this ingenious project as executive producer alongside producer Lynn Harris, whom I have loved and admired as a colleague and friend since she helped get me the job choreographing 'Boogie Nights.'\"Plans for the sequel were first reported in 2019. ","link":"/2021/05/20/entertainment/hocus-pocus-2-cast/index.html"}