{"title":"Colonial Pipeline attack: A 'wake up call' about the threat of ransomware","time":"Updated 8:35 AM ET, Sun May 16, 2021 ","body":"Colonial Pipeline attack: A 'wake up call' about the threat of ransomwareBy Clare Duffy, CNN BusinessUpdated 8:35 AM ET, Sun May 16, 2021 JUST WATCHEDShould Colonial Pipeline have paid the hackers? ReplayMore Videos ...MUST WATCH (16 Videos)<img alt=\"Colonial Pipeline storage tanks are seen in Woodbridge, N.J., Monday, May 10, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513081101-colonial-pipeline-gas-stations-0510-large-169.jpg\">Should Colonial Pipeline have paid the hackers? <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517202757-az-waymo-car-confused-1-large-169.jpg\">Watch self-driving car struggle to understand traffic cones<img alt=\"NEW YORK, NY - JUNE 16:  SVP and Director at IBM Research Arvind Krishna speaks on stage during the 2016 Wired Business Conference on June 16, 2016 in New York City.  (Photo by Brian Ach/Getty Images for Wired)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200420162135-ibm-arvind-krishna-file-large-169.jpg\">IBM CEO: Every business is going to adopt AI<img alt=\"Boston-based REGENT&amp;#39;s &amp;quot;seaglider&amp;quot; is a mix between a boat and an aircraft with a top speed of 180 mph.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511123937-regent-seaglider-rendering-01-large-169.jpg\">It's a boat? It's a plane? No, it's a 'seaglider.' And it goes fast...really fast<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510120948-matt-egan-neil-chatterjee-large-169.jpg\">Energy regulator: Pipelines are at the forefront of our national defenses<img alt=\"ORLANDO, FLORIDA - FEBRUARY 28:  Former President Donald Trump addresses the Conservative Political Action Conference held in the Hyatt Regency on February 28, 2021 in Orlando, Florida. Begun in 1974, CPAC brings together conservative organizations, activists, and world leaders to discuss issues important to them. (Photo by Joe Raedle/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210319215641-donald-trump-022821-large-169.jpg\">CNN correspondent: This is a nightmare situation for Facebook<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503165848-uk-british-royal-navy-jet-suit-1-large-169.jpg\">Watch these UK commandos fly over the sea with new jet pack<img alt=\"Congress hearing mishap\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504144615-congress-hearing-mishap-large-169.jpg\">From 'Galaxy Quest' to F-bombs: A year of video conference mishaps<img alt=\"Police used an image of the suspect taken from a fake driver&amp;#39;s license left at the scene (left) to run a facial recognition scan. It returned a &amp;quot;high profile comparison&amp;quot; to Nijeer Parks (right). (Woodbridge Police Department)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414200721-restricted-02-false-facial-recognition-match-nijeer-parks-story-large-169.jpg\">He was innocent. But a facial recognition 'match' got this Black man arrested<img alt=\"Galaxy Book Pro 360 13 inches.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428105537-01-samsung-galaxy-book-pro-360-large-169.jpg\">Samsung's new laptops are almost smartphones<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210107073406-elon-musk-jeff-bezos-split-large-169.jpg\">Elon Musk taunts Jeff Bezos over NASA contract<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427155741-top-shot-generic-large-169.jpg\">How NBA Top Shot turned dunks into digital gold<img alt=\"e-skin wearable health someya spc intl_00001205.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422094309-e-skin-wearable-health-someya-spc-intl-00001205-large-169.png\">Electronic skin could track your vital signs<img alt=\"AirTag\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420130954-04-apple-event-0420-screenshot-large-169.jpg\">See AirTag, Apple's new device for tracking your lost stuff<img alt=\"Google Earth&amp;#39;s new timelapse feature\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415093938-03-google-earth-timelapse-large-169.jpg\">Google Earth's new Timelapse feature shows 40 years of climate change in just seconds<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210329175232-nft-js-orig-2-large-169.jpg\">NFTs have completely transformed these digital artists' livesNew York (CNN Business)A relatively unsophisticated ransomware attack that caused a days-long shutdown of America's largest fuel pipeline last week — resulting in gas shortages, spiking prices and consumer panic — is exactly the sort of situation that cybersecurity experts have warned about for years. And it could have been worse, said Nick Merrill, a researcher with the Center for Long-Term Cybersecurity at the UC Berkeley School of Information. \"The first thing that comes to my mind is: Thank God this wasn't water,\" Merrill said. \"Unfortunately, it doesn't surprise me that this happened.\" Other aging, critical utilities potentially at risk include electrical systems and nuclear power plants, Merrill said. And it's not just physical infrastructure: the hack of tools such as point-of-sale software commonly used by small businesses could wreak havoc on the economy. Experts are hoping the Colonial Pipeline hack — and the real-world impact it had on everyday Americans — will finally be a wake-up call for companies and governments to acknowledge these vulnerabilities and take action to address them. Similar targeted attacks are expected to become more frequent and, potentially, more damaging. Read More<img alt=\"What we know about the pipeline ransomware attack: How it happened, who is responsible and more\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510090113-colonial-pipeline-alabama-file-2016-restricted-large-169.jpg\">What we know about the pipeline ransomware attack: How it happened, who is responsible and moreThere are some signs that's already happening. This week, shortly after the pipeline shutdown, US President Joe Biden signed an executive order aimed at strengthening the government's cyber defenses.  But experts say companies should be doing more to avoid becoming the next target. Around 85% of critical US infrastructure and resources is owned by the private sector, according to the Department of Homeland Security. Here's what corporate America needs to know about these kinds of attacks and how to prevent them.Who was behind the Colonial attack? For years, it was generally believed that only a state-supported bad actor would be able to hack into and paralyze critical US infrastructure — and that such a thing was unlikely because doing so could be tantamount to declaring war. But that's not the case anymore. DarkSide, the criminal gang that the FBI has confirmed was behind the Colonial attack, isn't believed to be state-backed.Now, \"a private group that was established in 2020 suddenly has the capability to stop the supply of gas,\" said Lior Div, CEO of cybersecurity firm Cybereason. What is DarkSide? Experts believe the criminal group is likely operating from Russia because its online communications are in Russian, and it preys on non-Russian speaking countries. Russian law enforcement typically leaves cybercriminal groups operating within the country alone, if their targets are elsewhere, Div said.  <img alt=\"Hackers paralyzed a pipeline. Banks and stock exchanges are even bigger targets\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511144456-cyber-banks-exchanges-nyse-large-169.jpg\">Hackers paralyzed a pipeline. Banks and stock exchanges are even bigger targetsCybersecurity experts say the group emerged in August 2020. DarkSide runs what is effectively a \"ransomware-as-a-service\" business. It develops tools that help other criminal \"affiliates\" carry out ransomware attacks, wherein an organization's data is stolen and its computers locked, so victims must pay to regain access to their network and prevent the release of sensitive information. When affiliates carry out an attack, DarkSide gets a cut of the profit. (In the Colonial case, it's not clear whether the attack was from DarkSide or an affiliate.)\"It sounds a lot like a business, and ultimately, that's because it is,\" said Drew Schmitt, principal threat intelligence analyst at GuidePoint Security. \"A lot of these ransomware groups have customer service, they have chat support ... all of these different mechanisms that you would see in a normal business.\" After the Colonial shutdown, DarkSide said on its website that it is a \"profit motivated\" entity and not a political organization. And several experts said they don't think DarkSide intended to cause such a debacle.\"Their business is to stay quiet and get paid and move onto the next target,\" Div said, adding that sometimes hackers often don't know who they're attacking until they're inside a network. \"The last thing that they want is to see a briefing of the president of the United States talking about them.\"By Thursday, DarkSide's website had been shut down, according to Jon DiMaggio, chief security officer at threat intelligence platform Analyst1. US law enforcement may have been involved in removing it, he said, because typically, ransomware groups typically would post a notice to their site and leave some of the stolen data up for a period of time before vanishing, in hopes of extorting victims out of additional money.  When happens when you are hit with ransomware?Once a company has been hit by ransomware, its first course of action is usually to take much or all of its system offline to isolate the hackers' access and make sure they can't move into other parts of the network. That may be among the reasons why Colonial shut down its pipeline — to disconnect the machines running the fuel line. People briefed on the matter told CNN that the company halted operations because its billing system was also compromised and feared they wouldn't be able to determine how much to bill customers for fuel they received.Experts generally encourage ransomware victims not to pay any ransom: \"You're basically funding those (criminal) groups,\" Div said.  But a company's ability to get back online without paying hackers may depend on whether it has protected backups of its data. In some cases, hackers can delete their target's backups before locking its files, leaving the victim organization with no recourse. Colonial Pipeline ended up paying DarkSide this week as it tried to get back up and running, sources told CNN. The group demanded nearly $5 million, but the sources did not say how much the company paid. Similar ransomware incidents could range from anywhere in the hundreds of thousands of dollars to around $10 million, experts said. What can be done to prevent it? By now, organizations of all sizes should be using good \"cybersecurity hygiene\" — for example, requiring regular password changes by its employees and two-factor authentication. But even those best practices may not always be enough to keep a bad actor out of a network. When it comes to ransomware, the best-case scenario is if organizations can catch hackers while they're inside the network gathering data but before they've fully executed an attack and files are locked. Bad actors typically penetrate a network up to three weeks before a company gets a ransom notice, according to Analyst1's DiMaggio. <img alt=\"Colonial Pipeline did pay ransom to hackers, sources now say\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512132512-colonial-pipeline-darkside-dinero-large-169.jpg\">Colonial Pipeline did pay ransom to hackers, sources now sayHe added that artificial intelligence tools could be helpful to companies in tracking users on the network and identifying suspicious behavior. That's how tools like Cybereason work — when the technology identifies a pattern of behavior consistent with a bad actor inside the network, it immediately removes that user's access. \"Basically what we're doing is proactive threat hunting,\" Div, of Cybereason, said. \"(You have to have) the mindset that you're going to get breached and somebody will try to hit you with ransomware, so it's helpful to have a research group that's going after those (bad actors), understanding what they're doing ... and can be a step ahead of them constantly.\"  Going forward, the US government could also play a greater role in helping to reduce the threat of ransomware attacks. For example, US officials could use diplomatic channels to encourage Russia and other countries to prosecute cybercriminal gangs, Merrill, of Berkeley, said.This week, IBM (IBM) CEO Arvind Krishna suggested that the US government create a \"NASA-style program\" to facilitate investment and public private partnerships in cybersecurity. Government could play a larger role in coordinating an overall cybersecurity plan for businesses rather than letting each company go it alone, GuidePoint's Schmitt said.\"Ultimately, cybersecurity should be addressed as one of the main concerns when we're talking about critical infrastructure,\" he said. <img alt=\"Colonial Pipeline storage tanks are seen in Woodbridge, N.J., Monday, May 10, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513081101-colonial-pipeline-gas-stations-0510-large-169.jpg\">Should Colonial Pipeline have paid the hackers? <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517202757-az-waymo-car-confused-1-large-169.jpg\">Watch self-driving car struggle to understand traffic cones<img alt=\"NEW YORK, NY - JUNE 16:  SVP and Director at IBM Research Arvind Krishna speaks on stage during the 2016 Wired Business Conference on June 16, 2016 in New York City.  (Photo by Brian Ach/Getty Images for Wired)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200420162135-ibm-arvind-krishna-file-large-169.jpg\">IBM CEO: Every business is going to adopt AI<img alt=\"Boston-based REGENT&amp;#39;s &amp;quot;seaglider&amp;quot; is a mix between a boat and an aircraft with a top speed of 180 mph.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511123937-regent-seaglider-rendering-01-large-169.jpg\">It's a boat? It's a plane? No, it's a 'seaglider.' And it goes fast...really fast<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510120948-matt-egan-neil-chatterjee-large-169.jpg\">Energy regulator: Pipelines are at the forefront of our national defenses<img alt=\"ORLANDO, FLORIDA - FEBRUARY 28:  Former President Donald Trump addresses the Conservative Political Action Conference held in the Hyatt Regency on February 28, 2021 in Orlando, Florida. Begun in 1974, CPAC brings together conservative organizations, activists, and world leaders to discuss issues important to them. (Photo by Joe Raedle/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210319215641-donald-trump-022821-large-169.jpg\">CNN correspondent: This is a nightmare situation for Facebook<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503165848-uk-british-royal-navy-jet-suit-1-large-169.jpg\">Watch these UK commandos fly over the sea with new jet pack<img alt=\"Congress hearing mishap\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504144615-congress-hearing-mishap-large-169.jpg\">From 'Galaxy Quest' to F-bombs: A year of video conference mishaps<img alt=\"Police used an image of the suspect taken from a fake driver&amp;#39;s license left at the scene (left) to run a facial recognition scan. It returned a &amp;quot;high profile comparison&amp;quot; to Nijeer Parks (right). (Woodbridge Police Department)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414200721-restricted-02-false-facial-recognition-match-nijeer-parks-story-large-169.jpg\">He was innocent. But a facial recognition 'match' got this Black man arrested<img alt=\"Galaxy Book Pro 360 13 inches.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428105537-01-samsung-galaxy-book-pro-360-large-169.jpg\">Samsung's new laptops are almost smartphones<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210107073406-elon-musk-jeff-bezos-split-large-169.jpg\">Elon Musk taunts Jeff Bezos over NASA contract<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427155741-top-shot-generic-large-169.jpg\">How NBA Top Shot turned dunks into digital gold<img alt=\"e-skin wearable health someya spc intl_00001205.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422094309-e-skin-wearable-health-someya-spc-intl-00001205-large-169.png\">Electronic skin could track your vital signs<img alt=\"AirTag\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420130954-04-apple-event-0420-screenshot-large-169.jpg\">See AirTag, Apple's new device for tracking your lost stuff<img alt=\"Google Earth&amp;#39;s new timelapse feature\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415093938-03-google-earth-timelapse-large-169.jpg\">Google Earth's new Timelapse feature shows 40 years of climate change in just seconds<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210329175232-nft-js-orig-2-large-169.jpg\">NFTs have completely transformed these digital artists' lives","link":"/2021/05/16/tech/colonial-ransomware-darkside-what-to-know/index.html"}