{"title":"Mask policies across the US are rapidly changing. Here's what worries experts about that","time":"Updated 9:43 AM ET, Sun May 16, 2021 ","body":"Mask policies across the US are rapidly changing. Here's what worries experts about thatBy Christina Maxouris, CNNUpdated 9:43 AM ET, Sun May 16, 2021 JUST WATCHEDVaccinated? Dr. Gupta explains what you can do without a maskReplayMore Videos ...MUST WATCH (15 Videos)<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside (CNN)In the past week, America took two big steps closer to a semblance of the normalcy we've longed for. On Monday, the Food and Drug Administration expanded its emergency use authorization for Pfizer's Covid-19 vaccine to include people 12 to 15 years old. And on Thursday, the Centers for Disease Control and Prevention announced fully vaccinated Americans do not need to wear masks or socially distance indoors or outdoors, with some exceptions. <img alt=\"Starbucks, Publix and other places loosen mask restrictions for fully vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515110401-restricted-starbucks-california-0121-large-169.jpg\">Starbucks, Publix and other places loosen mask restrictions for fully vaccinatedIt didn't take long for the CDC guidance to trigger changes across the country. State leaders across the US announced they were dropping mask requirements for fully vaccinated residents. Retailers and other businesses -- including Trader Joe's, Walmart, Starbucks and Publix -- also announced changes to their masking policies. But the country may be moving too quickly and not focusing enough on the key part of CDC's guidelines, one expert told CNN on Saturday. Read More\"We should be emphasizing 'fully vaccinated' in the context of mask guideline changes and not just taking your mask off, because it's causing businesses -- schools even -- to start to change their policy a bit prematurely and without the full picture of the guidelines,\" infectious disease expert Jessica Malaty Rivera said. <img alt=\"Disney World changes mask requirements for guests\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200712230459-disney-masks-covid-large-169.jpg\">Disney World changes mask requirements for guestsAnd the quick changes have left some parts of the country now relying on an honor system, other experts say. \"The CDC went from 0 to 100 overnight,\" emergency physician and CNN Medical Analyst Dr. Leana Wen told CNN Saturday. While Wen agrees with the approach of letting fully vaccinated Americans return to normal, she said there should be some kind of verification process in place for that to work. \"The CDC is relying on the honor code, and we're seeing that the honor code is already not working,\" Wen said. \"There are already many states and businesses that are essentially just taking their guidance and saying 'that means that mask mandates and distancing all needs to end.'\"And what that means: \"We've just made life so much less safe for those who are not vaccinated and for those who are immuno-compromised and may not get the full benefit of the vaccines,\" Wen said. The CDC defines people who are fully vaccinated as those who are two weeks past their second dose of the Moderna or Pfizer Covid-19 vaccines or two weeks past the Johnson & Johnson single shot. <img alt=\"A customer exits a corner market while wearing a mask in the retail shopping district of the SoHo neighborhood of the Manhattan borough of New York on May 14, 2021\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516015912-mask-sign-new-york-0514-large-169.jpg\">A customer exits a corner market while wearing a mask in the retail shopping district of the SoHo neighborhood of the Manhattan borough of New York on May 14, 2021'We're asked to trust other adults'Dr. Anthony Fauci told CNN last month he estimates about 70-85% of people need to be immune to the virus for the country to reach a \"total blanket of protection.\" So far, a little more than 47% of the US population has received at least one Covid-19 vaccine dose, according to CDC data. Roughly 36.7% of the country is fully vaccinated. With such a big part of the country still unvaccinated, one expert said he wished the guidance was the first of what could have been a two-part system to help Americans shed their masks. \"If I'm indoors and I'm around people who are vaccinated, I feel comfortable not wearing a mask, but if I'm indoors and there are 50 people in that, let's say in the grocery store, and I see 25 people who aren't masked, I have to assume that they're vaccinated and I think that's a big assumption,\" said Dr. Paul Offit, director of the Vaccine Education Center at the Children's Hospital of Philadelphia. <img alt=\"Reopening plans for offices are complicated by new CDC mask guidelines \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514155411-workplace-vaccine-mandate-file-large-169.jpg\">Reopening plans for offices are complicated by new CDC mask guidelines Instead, Offit also said he had hoped officials would have provided a way to verify that Americans who want to go maskless indoors have been vaccinated. \"That didn't happen,\" he said. \"Now, we're asked to trust other adults in a situation where there's every reason not to trust a lot of people right now because there's so much denialism out there. There's so many people who don't wear masks, who don't get vaccinated.\"But some of the people who have yet to get a shot haven't gotten one because of problems with access -- and businesses should take that into consideration before lifting mask requirements, emergency physician Dr. Megan Ranney said. \"I would urge businesses to keep those mask mandates in place as long as possible in their businesses to protect their workers,\" she said. \"It's particularly an equity issue. We know that Black and Brown folks across the United States who are most often our frontline employees with public facing jobs, are also those who have had the hardest time accessing the vaccines.\" Where mask policies aren't changingDespite the sweeping changes, the requirement to wear masks during travel -- on buses, trains, planes and public transportation -- still stands, CDC Director Dr. Rochelle Walensky said last week.  And the transportation industry says it will continue to strictly enforce mask use. <img alt=\"Ongoing mask mandate for travelers: &amp;#39;It will be enforced, period&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513151659-masks-airport-file-0426-chicago-large-169.jpg\">Ongoing mask mandate for travelers: 'It will be enforced, period'\"There's a mask order in place and it will be enforced, period,\" Association of Flight Attendants President Sara Nelson told CNN. The Transportation Security Administration said last week the federal transportation mask mandate will remain in place through September 13 on commercial flights, trains, buses, boats and in terminals.The CDC also said Saturday that schools should continue masking and using other coronavirus prevention strategies for at least the rest of this school year. Those strategies will be needed because students -- the ones who are authorized to receive a shot -- won't be fully vaccinated by the end of the academic year, the CDC said. <img alt=\"Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here&amp;#39;s the list.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511202010-02-kids-vaccinated-0511-large-169.jpg\">Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here's the list.\"Because people are not fully vaccinated until 2 weeks after their second dose of the Pfizer vaccine, students in this age group will not be fully vaccinated before the end of current school year,\" the agency said.Children under the age of 12 are not yet eligible to receive a Covid-19 vaccine in the US.Walensky, the CDC chief, told ABC on Friday children and educators should expect a return to in-person, full-time school by the fall. \"We have the capacity now, between vaccines and testing, screening, we believe schools can and should be a very safe place for people to go back to in the fall.\"She added that the agency still needs more data in order to make recommendations on Covid-19 vaccination requirements for returning to school. CNN's Lauren Mascarenhas, Virginia Langmaid and Pete Muntean contributed to this report. <img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside","link":"/2021/05/16/health/us-coronavirus-sunday/index.html"}