{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n        \n    \n       \n       \n    \n    \n    Carlo Allegri/Getty Images\n    Actor Morgan Freeman poses backstage with his Oscar for Best Actor in a Supporting Role in \"Million Dollar Baby\" during the 77th Annual Academy Awards on February 27, 2005, at the Kodak Theater in Hollywood, California.\n  \n    \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  Here is a look at the life of actor Morgan Freeman.\n\n\n  \n    Personal\n\n\n  \n  Birth date: June 1, 1937\n\n\n  \n  Birth place: Memphis, Tennessee\n\n\n  \n  Birth name: Morgan Porterfield Freeman Jr. \n\n\n  \n  Father: Morgan Porterfield Freeman Sr., a barber\n\n\n  \n  Mother: Mayme Edna (Revere) Freeman, a teacher\n\n\n  \n  Marriages: Myrna (Colley-Lee) Freeman (June 16, 1984-September 15, 2010, divorced); Jeanette Adair (Bradshaw) Freeman (October 22, 1967-November 18, 1979, divorced)\n\n\n  \n  Children: with Jeanette Adair Bradshaw: Deena (adopted by Freeman) and Morgana; mother’s name unavailable publicly: Saifoulaye; with Loletha Adkins: Alphonso\n\n\n  \n  Education: Studied acting at Los Angeles City College in the early 1960s\n\n\n  \n  Military service: US Air Force, 1955-1959\n\n\n  \n    Other Facts\n\n\n  \n  Nominated for one Tony Award, one Grammy Award, two Emmy Awards and five Academy Awards; winner of one Academy Award.\n\n\n  \n  Co-founder of the movie production company Revelations Entertainment.\n\n\n  \n  Has narrated two Academy Award winning documentaries: “The Long Way Home” and “March of the Penguins.”\n\n\n  \n  For six and a half years, starting in January of 2010, his voice was heard on the introduction of the CBS Evening News.\n\n\n  \n    Timeline\n\n\n  \n  1970s - Plays Count Dracula on “The Electric Company.”\n\n\n  \n  1990s - Starts the Rock River Foundation for education in Mississippi.\n\n\n  \n  2005 - Wins the Oscar for Best Supporting Actor for “Million Dollar Baby,” 2004.\n\n\n  \n  2008 - Receives Kennedy Center Honors.\n\n\n  \n  2011 - Receives the American Film Institute’s 39th Lifetime Achievement Award.\n\n\n  \n  2012 - Receives the Cecil B. DeMille award for lifetime achievement at the 69th Annual Golden Globe Awards.\n\n\n  \n  December 20, 2016 - Facebook CEO and co-founder Mark Zuckerberg debuts Jarvis, an AI assistant voiced by Freeman.\n\n\n  \n  2018 - Receives the Screen Actors Guild’s 54th Life Achievement Award.\n\n\n  \n  May 24, 2018 - In a CNN report, Freeman is accused of harassment and inappropriate behavior by multiple women. Freeman responds in a statement, apologizing “to anyone who felt uncomfortable or disrespected–that was never my intent.”\n\n\n            \n    \n  \n","link":"/2013/05/30/us/morgan-freeman-fast-facts/index.html"}