{"title":"5 things to know for May 3: Coronavirus, India, Afghanistan, North Korea, San Diego","time":"Updated 6:25 AM ET, Mon May 3, 2021 ","body":"Get '5 Things' in your inboxIf your day doesn't start until you're up to speed on the latest headlines, then let us introduce you to your new favorite morning fix. Sign up here for the '5 Things' newsletter. (CNN)TikTok finally has a new CEO, eight months after its former leader jumped ship amid threats of banning the uber-popular video app in the US. Here's what you need to know to Get Up to Speed and On with Your Day. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.)1. Coronavirus The US is showing more signs of returning to normal. After a year, two Carnival Cruise ships returned to a Texas port, signaling a glimmer of hope for a cruise industry that has been all but frozen. Disneyland also has reopened for the first time in over a year. However, there's a new obstacle amid these optimistic signs: The CDC says almost 8% of the millions of people who have gotten a first Covid-19 vaccine shot of the Pfizer/BioNTech or Moderna vaccines haven't gotten a second one, which is essential to proper protection from the virus. Meanwhile, President Biden has been seen wearing a mask outdoors despite updated CDC guidance that fully vaccinated people don't have to do so. The ensuing confusion seems to show that mask-wearing will continue to be a controversial topic for a long while.<img alt=\"The media&amp;#39;s role in rethinking Covid-19 risks\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502131024-rs-c-block-all-guests-large-169.jpg\">JUST WATCHEDThe media's role in rethinking Covid-19 risksReplayMore Videos ...MUST WATCHThe media's role in rethinking Covid-19 risks 03:30Read More 2. IndiaIndia is on the brink of recording 20 million coronavirus cases as it continues to buckle under its worst outbreak yet. Authorities also reported more than 400,000 daily cases for the first time on Saturday and a record-high number of deaths yesterday. Multiple states in the country are preparing to go into \"complete lockdown\" in the coming days. Many have accused Prime Minister Narendra Modi of not properly preparing India for the crisis, and he has often painted a rosy view of the nation's pandemic response when numbers were saying otherwise. In an election in a key battleground state, Modi's Bharatiya Janata Party just suffered a defeat, with the results seen as a test of whether the second wave of Covid-19 has impacted support for Modi.<img alt=\"What Modi did in the lead up to India&amp;#39;s catastrophic second wave \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428073949-video-thumbnail-modi-large-169.jpg\">JUST WATCHEDWhat Modi did in the lead up to India's catastrophic second wave ReplayMore Videos ...MUST WATCHWhat Modi did in the lead up to India's catastrophic second wave  03:393. AfghanistanThe US began turning over military bases to Afghan security forces this weekend, but Joint Chiefs Chairman Gen. Mark Milley, the top US general, warned of the potential for \"bad possible outcomes\" for the withdrawal. Taliban forces late last week briefly overran an Afghan base before Afghan forces recaptured it. Meanwhile, the US carried out a precision strike against rockets aimed at Kandahar Airfield after indirect fire was launched at the site. Milley says the first few days of this withdrawal phase don't indicate the whole project's success or failure, and a negotiated peace is still possible.<img alt=\"Blinken responds to fears over plans to withdraw from Afghanistan\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427175853-sec-antony-blinken-lead-large-169.jpg\">JUST WATCHEDBlinken responds to fears over plans to withdraw from AfghanistanReplayMore Videos ...MUST WATCHBlinken responds to fears over plans to withdraw from Afghanistan 03:004. North KoreaNorth Korea warned the US it will face a \"crisis beyond control in the near future\" and accused South Korea of carrying out an \"intolerable provocation\" against Pyongyang in statements that could set the stage for a showdown among the three countries. The comments come after Biden's press secretary said the administration had completed a monthslong policy review of North Korea. Biden and his South Korean counterpart, Moon Jae-in, are also set to meet in Washington this month, and experts say North Korea may be trying to drive a wedge between the two leaders. The statements also seem focused on what North Korea sees as recent insults from the US and South Korea.<img alt=\"North Korea says it won&amp;#39;t take part in Tokyo Olympic Games\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210406151715-screengrab-north-korea-delegation-large-169.jpg\">JUST WATCHEDNorth Korea says it won't take part in Tokyo Olympic GamesReplayMore Videos ...MUST WATCHNorth Korea says it won't take part in Tokyo Olympic Games 02:525. Boat wreckFour people died and more than 20 others were hospitalized after a suspected smuggling vessel overturned yesterday off the coast of San Diego. A US Customs and Border Protection official said the agency has \"every indication\" the vessel was being used to smuggle people into the country illegally. The boat was reportedly severely overcrowded when it hit a reef and capsized, and it's not clear how many passengers and crew were wearing safety gear. The person believed to have been operating the vessel is now in custody. The CBP said it has seen a stark increase in maritime smuggling attempts and is ramping up efforts to intercept such vessels.<img alt=\"&amp;#39;People actively drowning&amp;#39;: Lifeguard Lt. describes scene after boat capsized\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502173447-04-boat-capsizes-san-diego-0502-large-169.jpg\">JUST WATCHED'People actively drowning': Lifeguard Lt. describes scene after boat capsizedReplayMore Videos ...MUST WATCH'People actively drowning': Lifeguard Lt. describes scene after boat capsized 04:34BREAKFAST BROWSEMedina Spirit wins the 147th Kentucky DerbyMint juleps all around (and a celebratory carrot for the champ)!<img alt=\"Secretariat wins virtual Triple Crown at Kentucky Derby (2020)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200502184530-serectariat-wins-virtual-triple-crown-at-kentucky-derby-large-169.jpg\">JUST WATCHEDSecretariat wins virtual Triple Crown at Kentucky Derby (2020)ReplayMore Videos ...MUST WATCHSecretariat wins virtual Triple Crown at Kentucky Derby (2020) 01:29Sri Lanka could be home to the world's best crab restaurant Is it too early in the morning to start craving crab? A chlorine shortage could spell trouble for pool owners this summerWithout proper sanitization, pools are just big cauldrons of people soup. <img alt=\"Viral pool noodle brawl started as a &amp;#39;pandemic boredom&amp;#39; joke\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210425141609-joshfight-pool-noodle-battle-large-169.jpg\">JUST WATCHEDViral pool noodle brawl started as a 'pandemic boredom' jokeReplayMore Videos ...MUST WATCHViral pool noodle brawl started as a 'pandemic boredom' joke 01:15Billie Eilish shows off a new look on the cover of British VogueOut: hot green hair and oversized outfits. In: corsets and pin-up blonde locks.HAPPENING LATERA family says goodbye and demands answersAndrew Brown Jr. will be laid to rest today. The North Carolina man, 42, was killed when Pasquotank County deputies tried to execute a warrant, officials have said. Protesters have demanded bodycam footage of the shooting be released, but a judge ruled it won't be made public for 30 days. <img alt=\"Witness describes scene of fatal shooting of Andrew Brown Jr.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428171714-03-andrew-brown-nc-police-shooting-death-large-169.jpg\">JUST WATCHEDWitness describes scene of fatal shooting of Andrew Brown Jr.ReplayMore Videos ...MUST WATCHWitness describes scene of fatal shooting of Andrew Brown Jr. 02:57TODAY'S NUMBER12 billionThat's how many barrels of oil -- worth billions of dollars -- could be contained in a swath of land in Namibia and neighboring Botswana. A Canadian oil firm wants to secure the oilfield, which could be the next giant onshore oil find.<img alt=\"Striking oil here could be worth billions of dollars. Not everyone is happy\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503080530-video-thumbnail-namibia-kavango-basement-large-169.jpg\">JUST WATCHEDStriking oil here could be worth billions of dollars. Not everyone is happyReplayMore Videos ...MUST WATCHStriking oil here could be worth billions of dollars. Not everyone is happy 05:00TODAY'S QUOTE\"Change takes time. I can't change the past, but I can impact the future -- and that's what we're focused on.\"Shawny Williams, the first Black police chief in the city of Vallejo, California. His department has a history of using deadly force, and since being sworn in last November, Williams has pledged to address what he sees as a distillation of nationwide policing problems. <img alt=\"&amp;#39;United Shades&amp;#39;: W. Kamau Bell speaks with Vallejo police chief\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501144335-united-shades-bonus-vallejo-police-chief-williams-00000728-large-169.png\">JUST WATCHED'United Shades': W. Kamau Bell speaks with Vallejo police chiefReplayMore Videos ...MUST WATCH'United Shades': W. Kamau Bell speaks with Vallejo police chief 04:36TODAY'S WEATHER<img alt=\"Severe weather risk increases in the Midwest and South\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503045452-daily-weather-forecast-still-may-3-2021-large-169.jpg\">JUST WATCHEDSevere weather risk increases in the Midwest and SouthReplayMore Videos ...MUST WATCHSevere weather risk increases in the Midwest and South 01:56Check your local forecast here>>>AND FINALLYIt's in the details Remember Polly Pocket sets? There's something oddly peaceful about watching one get meticulously restored, tiny people and all. (Click here to view.)","link":"/2021/05/03/us/five-things-may-3-trnd/index.html"}