{"title":"Hong Kong has fined a journalist for ticking a box. That shows the city's media freedoms are in jeopardy","time":"Updated 10:04 PM ET, Wed April 28, 2021","body":"Hong Kong (CNN)Last Wednesday, Hong Kong journalist Bao Choy was honored for her investigative work. The following day, she was convicted for it.In essence, Choy was prosecuted for ticking a box: She had used a government registry to trace license plates connected to a mob that had attacked pro-democracy protesters in a subway station in 2019.In the past, journalists had been able to specify \"media\" on the form to explain why they were searching the database. But in 2019 the form changed, so Choy ticked \"other traffic and transport related matters.\"  That was a crime. The 37-year-old was accused of violating Hong Kong's Road Traffic Ordinance by making a false declaration and fined 6,000 Hong Kong dollars ($770).To many onlookers, however, Choy's case wasn't about misused boxes. It was an attack on journalism.Read MoreAlthough freedom of speech and the press are enshrined in Hong Kong's mini-constitution, the Basic Law, the media's independence and ability to report has come under threat in recent years. The controversial national security law, a sweeping piece of legislation passed last year, urges the government to further regulate media and the internet.\n\t\n\t\t\n\t\n\t\n\tThugs smash Epoch Times' printing press in Hong Kong in April 2021. Credit: Epoch Times\nIn the past month alone, there have been a slew of attacks on press freedom: A Chinese state-run paper in Hong Kong called for an embattled pro-democracy paper to shut; the city's police chief proposed an anti-fake news law; and thugs accused of being linked to the Chinese Communist Party smashed the printing press of an independent newspaper. Choy's case is emblematic of the constantly shifting rules in the city — the new reality that actions deemed reasonable one day could lead to prosecution the next. Ticking a boxOn a summer night in July 2019, a mob of about 70 men in white shirts stormed a Hong Kong subway station and began to beat commuters and protesters with iron bars and bamboo sticks.  Videos from the night show commuters screaming in subway cars in Yuen Long station, near the border with mainland China. The men appeared to target those dressed in black returning from pro-democracy demonstrations in another part of Hong Kong.<img alt=\"Gang attacks riders on Hong Kong subway\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190722141130-hong-kong-mob-attack-commuters-protesters-large-169.jpg\">JUST WATCHEDGang attacks riders on Hong Kong subwayReplayMore Videos ...MUST WATCHGang attacks riders on Hong Kong subway 01:33As people frantically called for help, authorities received more than 24,000 calls in three-and-a-half hours — well over the average daily volume, officials later told the city's legislative body.  But it took 39 minutes for the riot police to arrive. By then, most of the white-clad mob had left, according to an Independent Police Complaints Council report.Later, the police said officers were busy with protests on Hong Kong island, some 30 kilometers (19 miles) away. None of the white-clad men was arrested that night, although dozens were arrested subsequently. To the pro-democracy camp, this was a turning point. Tensions were already soaring after more than a month of major protests, but the horrific scenes coupled with the police's slow response only added to a deterioration of trust in officials. Many believed members of the mob — suspected by members of the public to be linked to crime gangs — were colluding with the authorities, although the police denied it.It was that pivotal event that public broadcaster Radio Television Hong Kong (RTHK) and freelance producer Choy wanted to investigate. The outlet obtained CCTV footage from around the subway station that night which captured vehicles carrying men in white shirts. So Choy used what had long been a standard journalistic method: She searched the vehicle registration database to see who owned them. Several of the license plates, Choy found, were linked to village representatives, or local leaders. <img alt=\"Bao Choy arrives at Fanling Magistrates&amp;#39; Court for a hearing.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423135912-04-hong-kong-media-freedoms-choy-restricted-large-169.jpg\">Bao Choy arrives at Fanling Magistrates' Court for a hearing.Yuen Long, an area closer to mainland China than Hong Kong's iconic Victoria Harbor, has allegedly long been home to so-called triad members, who researchers say have been used as \"thugs for hire\" in mainland China. Local Hong Kong officials have even faced allegations of working with the criminal gangs. RTHK's documentary offered more evidence that when the white-clad mob attacked people in Yuen Long's train station, they had some official support. A violation or a search for truth?After RTHK's 23-minute documentary, \"Hong Kong Connection: 721 Who Owns the Truth,\" was released last year, it won praise and awards, including one last Wednesday from the Hong Kong Journalists Association (HKJA). But on November 3, 2020, Choy was arrested on suspicion of violating the Road Traffic Ordinance.  The government said Choy's case was the result of a complaint. At her trial, the judge ruled that vehicle owners expected privacy when they submitted their information to the Transport Department, and found her guilty of violating the ordinance, a charge carrying up to six months in prison. <img alt=\"Radio Television Hong Kong producer Bao Choy arrives at the West Kowloon Courts building in Hong Kong on April 22, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427114357-01a-hong-kong-media-freedoms-choy-large-169.jpg\">Radio Television Hong Kong producer Bao Choy arrives at the West Kowloon Courts building in Hong Kong on April 22, 2021.Choy is believed to be the first journalist convicted of violating the ordinance, and the first person sentenced in connection with the Yuen Long attacks, according to her lawyer, Jonathan Man. Last week, police confirmed they arrested a reporter from state-owned pro-Beijing outlet Ta Kung Pao over the same charge in February. After the verdict, Choy's eyes grew red as she stood, surrounded by cheering supporters and media, outside a court in West Kowloon where many pro-democracy activists have been prosecuted over the past year.  \"I believe that investigative journalism is not a crime,\" she said. \"My journalistic values will not be affected by this case.\"Chris Yeung, the chair of the HKJA, called the verdict a \"dark day\" for Hong Kong journalism.\"Press freedom in Hong Kong is dying,\" he said. \"It's a fine for all journalists.\"Press freedom in Hong Kong is dying.\nChris Yeung, chair of the Hong Kong Journalists AssociationTo Lokman Tsui, an assistant professor at Chinese University Hong Kong's school of journalism and communication, said the case is a sign the government is moving the goal posts. Before the option to specify media was removed from the forms in 2019, journalist requests were common -- in some years, they made up a quarter of all applications. In a statement to CNN Business, Hong Kong Transport Department said the 2019 revision was to \"better elaborate the purposes for the avoidance of misunderstanding\" and noted that even before the change, the data obtained by the request was only meant to be used for activities related to traffic and transport matters. But the case set a precedent that looking up a license plate for journalistic reasons is no longer legal — another blow for freedom of information, Tsui said.Tsui said it also appears to show that authorities are prepared to go after journalists who dig up things that made them look bad. \"It's hard to not see this as an attack on truth,\" he added.  In a statement to CNN Business, the Hong Kong government said any arrest had \"nothing to do with the political stance, background or occupation\" of the person concerned.Other blowsFor years, Hong Kong was home to a lively media landscape with publications spanning the political spectrum. But the city's media freedoms have slowly diminished in recent years as mainland China's influence over the former British territory grows.\"Everyone in Hong Kong is self censoring,\" said Tsui said.  \"In the last couple of years, there has been a sustained attack — not just on press freedom, but on rights in general.\"Several events in 2018, for example, had a particularly chilling effect on the media environment.That year, the Financial Times' Asia editor Victor Mallet's application for a routine extension of his Hong Kong work permit was denied months after he hosted a talk by a pro-independence activist at the Foreign Correspondent's Club. Prominent English-language paper South China Morning Post was criticized for running an interview with a Hong Kong publisher who was detained in the mainland. The interview had been organized by China's public security ministry, raising concerns about the newspaper's decision to run what some saw as a coerced interview. Separately, a cultural institution suddenly canceled a talk with exiled Chinese writer Ma Jian. The venue said at the time it did not want to become \"a platform to promote the political interests of any individual.\"\n\t\n\t\t\n\t\n\t\n\tPolice raid Apple Daily's offices in Hong Kong in August 2020. Credit: Apple Daily\nAnd media freedom advocates argue that the landscape has only gotten more hostile since last year's national security law came into effect.While Carrie Lam, the city's leader, said after that law was passed that Hong Kong people should still be able to enjoy freedom of speech and press, the new rule was later used to bring charges against media mogul Jimmy Lai, the founder of the pro-democracy tabloid Apple Daily. As police raided his newspaper's offices, they charged him with organizing an unauthorized protest and colluding with foreign forces.The national security-related charges against Lai are still pending, and the legislation has not yet been used against reporters. But Tsui, from Chinese University Hong Kong, said that could change in the future.In a statement to CNN Business on Tuesday, the Hong Kong government said it is \"firmly committed to protecting and respecting the freedom of the press, which is a fundamental right guaranteed by the Basic Law.\"Everyone in Hong Kong is self censoring.Lokman Tsui, an assistant professor at Chinese University Hong Kong's school of journalism and communicationWhen asked whether it was likely journalists would be prosecuted under the national security law in the future, the government said that \"law-abiding people will not unwittingly violate the law.\"Pressure on journalists has continued to mount this year. In February, for example, Xia Baolong, the director of China's Hong Kong and Macao Affairs Office, called for Hong Kong's media to be run by \"patriots.\"  Members of the media are feeling the squeeze, too. Last year, the HKJA found a third of journalists surveyed felt pressured by their seniors to drop or reduce reporting on Hong Kong independence.  And Keith B. Richburg, director of the Journalism and Media Studies Center at the University of Hong Kong and the head of the city's Foreign Correspondents Club, said journalists had noted some sources didn't want to talk anymore. A recent ranking of worldwide press freedoms indicates that the environment in Hong Kong has changed. The international watchdog Reporters Without Borders — which qualifies such freedoms based on data on abuse and acts of violence against journalists along with a questionnaire to experts — ranked Hong Kong 80 out of 180 countries for press freedom, down from 18 out of 138 in 2002. Pressures on RTHKPerhaps no publication in Hong Kong has more soul searching to do than public broadcaster RTHK when it comes to navigating the new landscape. Over the past 12 months, the station — which began broadcasting in 1928, when the city was under British rule — has axed episodes of current affairs shows, stopped broadcasting BBC World news programs, and investigated one its most successful reporters who became known for her probing questions of officials.  <img alt=\"Hong Kong public broadcaster Radio Television Hong Kong (RTHK) staffers wear masks depicting the journalist Nabela Qoser during a silent protest against the management&amp;#39;s treatment of her outside Broadcasting House on January 28, 2021 in Hong Kong.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423135915-05-hong-kong-media-freedoms-large-169.jpg\">Hong Kong public broadcaster Radio Television Hong Kong (RTHK) staffers wear masks depicting the journalist Nabela Qoser during a silent protest against the management's treatment of her outside Broadcasting House on January 28, 2021 in Hong Kong.In February, the Hong Kong government announced the broadcaster's director Leung Ka-wing would be stepping down early, to be replaced by Patrick Li, a civil servant without any media experience — prompting RTHK's program staff union to say the station had lost its editorial independence. As he began in his new job in March, Li told reporters there was no \"freedom without restraint.\" And on Tuesday, RTHK announced a new slot for chief executive Lam who will now appear on the channel four times a week to discuss Beijing's overhaul of Hong Kong's electoral system. In an emailed statement to CNN Business, RTHK said it does not comment on individual court cases or staffing issues. The broadcaster said that it suspended the BBC World Service after the National Radio and Television Administration announced that BBC World News was not allowed to continue within Chinese territory. Its programs must abide by the charter, the producers' guidelines and the laws of Hong Kong, the broadcaster added. \"As stipulated in the Charter, RTHK is editorially independent.\"As for Choy, the RTHK reporter: When asked by the media Tuesday whether Choy's verdict undermined investigative journalism, Lam said nobody is above the law.\"If the law today doesn't allow you to do certain things — and even though we respect freedom of speech and I recognize your profession — you cannot do it. We need to balance the interests of different parties.\"Beijing's economic influenceThere are concerns that mainland China's increased economic influence on Hong Kong could exert pressure on media outlets in the city.Clement So, a Chinese University of Hong Kong professor who studies Hong Kong's media landscape, said in the past decade, a growing number of media organizations had mainland Chinese investment, something he believed could lead to self-censorship.After prominent English-language paper the South China Morning Post (SCMP) was bought by Chinese tech giant Alibaba in 2015, for example, there was concern the paper's editorial freedom would be compromised. Critics have hyper-analyzed the publication for signs of Beijing's influence — but it has continued to report on topics that Chinese state media don't touch, such as the Hong Kong protests and human rights abuses in Xinjiang.<img alt=\"Employees work in the newsroom of the South China Morning Post (SCMP) in Hong Kong, on June 5, 2020. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423135909-03-hong-kong-media-freedoms-restricted-large-169.jpg\">Employees work in the newsroom of the South China Morning Post (SCMP) in Hong Kong, on June 5, 2020. Last month Bloomberg and Wall Street Journal reported the Chinese government wanted the Alibaba group to shed some of its media assets — potentially including SCMP — due to its outsize influence over public opinion, after its founder Jack Ma fell from grace for publicly criticizing Chinese financial regulators. If Beijing no longer approved of Ma, one of China's digital darlings and global success stories, owning the newspaper, it raised questions over who might be deemed an appropriate buyer.An SCMP journalist — who asked not to be named — said they and others in the newsroom felt an \"instant panic,\" fearing the buyer could be a state-owned entity or pro-Beijing company.In an internal email seen by CNN Business, however, SCMP chief executive Gary Liu said Alibaba's commitment to SCMP \"remains unchanged,\" and the company \"will not be responding publicly to these unsubstantiated rumors.\" CNN Business has reached out to Alibaba for comment. The reports also provided a silver lining, though. To the employee, the widespread concern over SCMP's future showed the paper's value.\"At least we're having conversations now about why the SCMP is actually playing quite an important role and what that would mean if it was lost,\" the SCMP journalist said.Follow the moneyTo journalist Ronson Chan, vice-chairman of the HKJA, all this points to an unmistakable conclusion: there's now a possible danger in being a journalist in Hong Kong.\"If you ask my heart, of course, I know being a journalist, especially working for a non-Beijing controlled media, must have some caution or possible danger,\" said Chan, who has worked across 11 media outlets, including at non-profit investigative news agency FactWire, where he worked with Choy. Now an editor at non-profit pro-democracy news website Stand News, he says he wouldn't be shocked if he was arrested. Everyone in Hong Kong is self censoring.Lokman Tsui, an assistant professor at Chinese University Hong Kong's school of journalism and communicationPart of the problem is a fundamental disagreement over the purpose of news. While Western journalism theory sees value in objectivity and holding authority to account, Chinese leaders see it has a \"tool of political propaganda,\" he said.  Chan believes China's history of cracking down on dissidents and journalists tells him he should leave the city, before he is prosecuted. That's something he has discussed with his wife. \"I don't know if it will become an evidence in my prosecution talking to you today,\" he said. It wouldn't be the first time: interviews Apple Daily's Lai gave to international media were cited as evidence in his national security law cases.But in the end, Chan wants to continue reporting in his city.    \"Hong Kong is our home,\" said Chan. \"If we left, the Hong Kong people have no news to read.\"-- CNN's Eric Cheung contributed reporting from Hong Kong. ","link":"/2021/04/28/media/hong-kong-media-bao-choy-intl-hnk/index.html"}