{"title":"This Boston Marathon bombing survivor is on a mission to give fellow amputees the prosthetic legs insurance won't cover","time":"Updated 9:12 PM ET, Wed April 14, 2021 ","body":" (CNN)Eight years ago, on April 15, 2013, Heather Abbott set out on an annual tradition with friends in Boston. They attended a Red Sox game and then decided to walk over to watch the Boston Marathon.Soon after, their fun day turned into a nightmare. Abbott, then 38, was standing near the finish line when two bombs exploded, one after another, killing three people and injuring more than 260.Abbott was impacted by the second blast and blown into a nearby restaurant.\"I kind of came to and I saw people just frantically running by me,\" she said. \"I could see blood on the ground and a smoky haze and a ringing in my ears. And my foot felt like it was on fire.\"Four days and three surgeries later, Abbott was faced with an agonizing decision: live a lifetime of pain or have her leg amputated below the knee. With the guidance of her doctors and other amputees, Abbott decided to undergo the amputation.  Read More\"It was hard to kind of come to terms with the fact that I am an amputee, at first,\" she said. \"There are all kinds of different emotions, different ways I had to learn to do things.\"<img alt=\"CNN Hero Heather Abbott\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414162757-cnnheroes-abbott-left-rail-large-169.jpg\">CNN Hero Heather AbbottAbbott received a prosthesis for walking but said insurance would not cover any additional prostheses that would allow her to live the full life she had.With the help of donations and organizations that assisted the victims of the bombing, Abbott was gifted a lifelike prosthetic leg that allowed her to wear high heels again and other prostheses that allowed her to run and paddleboard.\"For me, having those multiple prostheses kept my sanity intact to a certain degree -- being able to do the things that I did before and being able to have some privacy about being an amputee,\" Abbott said.Through the process, Abbott learned about the high cost of customized prostheses -- ranging from tens of thousands to more than $100,000. Often, insurance companies will only cover a basic prosthesis for walking, deeming cosmetic prostheses medically unnecessary.\"There were a lot of people out there who couldn't do the activities they wanted to do, look the way they wanted to look, or just couldn't afford a prosthesis at all because of the cost,\" Abbott said.So, in December 2014, she created the Heather Abbott Foundation. Her organization has since raised more than $1 million and helped provide customized prosthetic devices to more than 42 amputees across the US. Its beneficiaries range in age from 6 to 58 and have been gifted prostheses that allow them to wear high heels, run, swim, and play sports. Kori Tickel was one of the first recipients -- a young girl who had lost her leg after a lawnmower accident when she was 2. An avid athlete, Tickel wanted a running prosthesis that would allow her to keep up with her teammates.Abbott gifted her a running blade and has continued to help Tickel over the years as she grew out of her prostheses. \"I remember the first one she named 'Lightning' -- I guess a reflection of what she expected to be able to do with it,\" Abbott said.<img alt=\"Kori Tickel received her first running prosthesis when she was 8 with the help of Abbott&amp;#39;s nonprofit\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414164815-cnnheroes-abbott-and-kori-large-169.jpg\">Kori Tickel received her first running prosthesis when she was 8 with the help of Abbott's nonprofitNow 14, Tickel plays volleyball, basketball, lacrosse and loves riding her bike and snowboarding. \"She hasn't let anything stop her,\" Abbott said. \"It's been really nice to see her be able to do all the things that she loves to do.\"For Abbott, this work is about more than giving someone a prosthesis; it's giving them their dignity. And while she's helping heal others, she's also healing herself.\"There are many more good people in this world than there are bad. Two people who did this to me yet so many more wanted to help, and that was amazing to me,\" Abbott said. \"I wanted to give back, too.\" CNN's Meghan Dunn spoke with Abbott about her work. Below is an edited version of their conversation.CNN: What motivates you to do this work? Heather Abbott: It is frustrating to see people who can't have what they need to live the life they want just because money's an obstacle. You would think when it has to do with somebody's ability to walk that shouldn't be a question. I'm not sure that insurance companies really understand what the needs are of amputees. The amputee population isn't a huge one in the United States -- there are only about 2 million of us. I don't think we get the attention that we deserve.I only know about this issue because I am an amputee. Most people don't. And they're really surprised to hear that insurance companies don't cover a lot when it comes to prostheses. I just always think about what other kinds of health issues exist that people struggle with because of obstacles with insurance and costs.<img alt=\"CNN Heroes: &amp;#39;The legs I use&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414153815-boston-marathon-bombing-survivor-charity-prosthesis-cnnheroes-00001201-large-169.png\">JUST WATCHEDCNN Heroes: 'The legs I use'ReplayMore Videos ...MUST WATCHCNN Heroes: 'The legs I use' 02:05CNN: The first custom prosthesis you received allowed you to wear high heels. Why was that important to you? Abbott: At that time, I was really concerned with (keeping) my normal life. My whole life I've been considered kind of a girly girl and have loved shoes. I have a large shoe collection. I inherited the gene from my mom. Six months after I had lost my leg, I got my high heel prosthesis. Walking in heels was not easy. I wouldn't go out in heels alone for a while because I'd want to have somebody I could grab in case I was going to fall. If there was anything that looked slippery, I got very nervous. And it took a while to figure out that certain heels are easier to deal with than others. But you really don't want anything to be taken away from you in a situation like this. So, things that were really hard, I did anyways.CNN: What inspired you to start this foundation? Abbott: Back when I was in the hospital, the doctors, nurses, physical therapists -- I began to understand the importance of their work. They've chosen careers that allow them to impact other people's lives in very significant ways. It made me think a lot about my career choice and what I was kind of focused on. My career didn't allow me the opportunity to really impact people's lives directly like that. So, starting the foundation was a way for me to do that. It feels great to be able to experience that joy that other people feel when they realize they're going to get the prosthesis that they've wanted.Want to get involved? Check out the Heather Abbott Foundation website and see how to help.To donate to the Heather Abbott Foundation via GoFundMe, click here","link":"/2021/04/14/us/boston-marathon-bombing-survivor-charity-prosthesis-cnnheroes/index.html"}