{"title":"The US is taking a major step toward resuming normal life","time":"Updated 1:33 AM ET, Sat May 1, 2021 ","body":" (CNN)As May arrives, the US is taking a major step toward resuming normal life, with cities, businesses and entertainment venues announcing plans to begin reopening after the deadly winter surge of Covid-19 infections.  New York City indoor dining capacity will expand to 75% beginning May 7, Gov. Andrew Cuomo said Friday, detailing a swath of other measures that will ease restrictions.The travel industry is gearing up for a big summer season. This week, Delta will resume filling the middle seat on flights while Disneyland in California is opening its park gates for the first time in more than a year at around 25% attendance capacity. In sports, the Atlanta Braves and Atlanta United are among the first teams in their leagues to return to 100% capacity for games starting in May, with the condition that fans wear face coverings. The Kentucky Derby will have thousands of spectators Saturday, although attendees will also have to wear masks, following a state requirement for outdoor events with more than 1,000 people. <img alt=\"Covid-19 vaccine myths: These reasons for not getting a shot don&amp;#39;t hold up. In fact, they&amp;#39;ll set the US back\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420141937-01-needles-pfizer-vaccine-0415-large-169.jpg\">Covid-19 vaccine myths: These reasons for not getting a shot don't hold up. In fact, they'll set the US backThe White House announced Friday that 100 million people in the US are now fully vaccinated.Read More\"Today 100 million Americans are fully vaccinated, nearly double the 55 million who were fully vaccinated at the end of March,\" Jeff Zients, the White House Covid-19 response coordinator, said at a news briefing. \"That's 100 million, nearly 40 percent of all adult Americanis who are now fully vaccinated with protection from Covic-19 two weeks after getting their last shot.\"The country has reached a real, positive turning point, according to Dr. Ashish Jha, the dean of Brown University School of Public Health. \"I think we can confidently say the worst is behind us, barring some crazy unforeseen variant that none of us were expecting to happen,\" Jha said Friday on \"Good Morning America.\" \"We will not see the kinds of sufferings and death that we have seen over the holidays. I think we are in a much better shape heading forward.\"State leaders and experts, however, note that more needs to be done before the nation fully returns to normalcy, and Jha later added a caveat on Twitter to his statement, saying \"this virus has surprised us on so many turns.\"\"I believe the worst of the pandemic (here in the US) is behind us,\" he said. \"Only thing that can change that? Variants that escape our vaccines. Another reason to help vaccinate the world.\"The race to vaccinate as many Americans as possible is running alongside a push to get society back to a pre-coronavirus state of affairs.The latest data is offering hope as the seven-day average Covid-19 death rate is at its lowest point of the year, according to a CNN analysis of Johns Hopkins University data. The daily average number of deaths in April was 684, down from the January average of 3,431 deaths per day. It's the lowest point since October.<img alt=\"Younger Americans are least likely to vaccinate\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415182640-pfizer-vaccine-florida-0415-large-169.jpg\">Younger Americans are least likely to vaccinateOn Thursday, the US Centers for Disease Control and Prevention said about 35% of the US population has been infected with the virus. The agency estimates the virus has led to 114.6 million infections, 97.1 million symptomatic illnesses and 5.6 million hospitalizations from February 2020 to March 2021.Health officials say the progress made lowering the death rate can continue only with increased vaccination efforts. The latest ensemble forecast from the CDC estimates up to 6,600 new deaths reported each week through May 22, and vaccine hesitancy among citizens will challenge any further decrease of these figures.\"It is a terrible thing to think we would have vaccines that could save people's lives, and not see it in people's arms,\" Washington Gov. Jay Inslee said.<img alt=\"People stand on the Bow Bridge at Central Park on April 13 in New York City. The city is targeting a July 1 reopening.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430023340-new-york-city-0413-restricted-large-169.jpg\">People stand on the Bow Bridge at Central Park on April 13 in New York City. The city is targeting a July 1 reopening.Mayors are hopeful Cuomo's announcement added that gyms and fitness centers in New York City will expand to 50% capacity beginning May 15. Statewide, hair salons, barber shops and other personal care services can expand to 75% beginning May 7.In New York City, the Covid-19 positivity rate has been steadily decreasing for the past few weeks, according to city statistics, aligning with a July 1 targeted reopening date when restaurants, bars, hair salons, gyms, stadiums, theaters, museums and other venues will return to 100% capacity. New York City's subway system, which has been operating on a truncated schedule for much of the pandemic to allow for proper cleaning, will also be a part of the city's reopening, Mayor Bill de Blasio said Thursday. \"This is going to be the summer of New York City,\" de Blasio said. \n\nDe Blasio expanded on his vision Friday on CNN, saying the \"stunning progress\" in reducing the level of Covid-19 \"directly correlates\" to the number of vaccinations administered.New Orleans said that the city would keep a mask mandate in place for now. \"We know this hasn't been easy, but it has been paying off and we're almost there. Getting vaccinated will help us continue to reopen New Orleans to the world as the safest destination city we can be,\" said Mayor LaToya Cantrell.Adapting to inoculation slowdownsAlmost 44% of the population -- nearly 144 million people -- have received at least one dose of vaccine, according to the latest numbers from the CDC. Around 30% of the US population is fully vaccinated.Experts say that to get to a point where transmission of the virus is stopped, known as herd immunity, between 70% to 85% of the population needs to be protected through vaccination or antibodies from natural infection.Yet as some areas continue the path to reopening, the demand for vaccines has waned.Appointments for the first dose of the vaccine in Los Angeles County have dropped by 50%, County Department of Public Health Director Dr. Barbara Ferrer said during a press conference Thursday. Dodger Stadium will end vaccinations by the end of May as the city of Los Angeles moves to a vaccination strategy based on walk-up centers, mobile clinics and appointment-free options, Mayor Eric Garcetti said in a press release Friday.In Utah, organizations including businesses, community-based organizations and church groups can request to host their own free mobile vaccination clinic at their locations starting Thursday, Gov. Spencer Cox said.<img alt=\"Manufacturers change shipment sizes as coronavirus vaccine demand falls\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429173248-pfizer-vaccine-philadelphia-0302-large-169.jpg\">Manufacturers change shipment sizes as coronavirus vaccine demand falls\"We have the doses available and we're excited to be able to do this,\" he said. \"This will really help us streamline our equity efforts.\" The state hopes the effort will jump-start a new wave of vaccine demand among an entirely new population. To give vaccine sites more flexibility, Pfizer said Thursday it will begin offering smaller shipment sizes of its Covid-19 vaccine at the end of May.CNN's Jacqueline Howard, Andy Rose, Nadia Kounang, Rebekah Riess, Maggie Fox, Naomi Thomas, Laura Ly, Jamiel Lynch, Sarah Moon, Kelsie Smith, Amanda Sealy and Braden Walker contributed to this report.","link":"/2021/04/30/health/us-coronavirus-friday/index.html"}