{"title":"It's not goodbye for podcast -- it's the start of a new chapter","time":"Updated 4:18 PM ET, Mon May 3, 2021 ","body":" (CNN)\"Coronavirus, Fact vs Fiction,\" the podcast I'd been hosting for the last 14 months, posted its last episode on Friday. That might come as a surprise, or even a shock, to some of our loyal listeners, who came to rely on its daily dose of scientific fact blended with calm assurances.But, almost 300 episodes later, we felt it was time. Time because the course of the pandemic in the United States has been experiencing a slow but palpable shift, thanks in no small part to the vaccines available to us, and we want to create stories that mirror this change for our audience. So we decided to turn the page on the old chapter, and start the next one.Origin storyOur very first \"Coronavirus: Fact vs Fiction\" podcast posted on Monday March 2, 2020. Covid-19 was just beginning to gain traction here in the United States -- it wasn't even being called a pandemic yet -- and people were starting to notice, and worry.As CNN's chief medical correspondent, as a doctor, as a parent and as a friend, I was getting many, many questions everywhere I went. People wanted to know things like, \"How bad is it really?\" \"How bad is it going to get?\" \"What can I do to protect myself?\"<img alt=\"Don&amp;#39;t be blinded by the light at the end of the pandemic tunnel\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210419162639-08-state-travel-restrictions-new-jersey-large-169.jpg\">Don't be blinded by the light at the end of the pandemic tunnelRead MoreI totally got it because I had all those questions, as well, and the situation was not at all clear, even for someone who had the privilege of interviewing some of the brightest minds working on the cutting edge of coronavirus science, medicine, research and health policy.The podcast was born out of that deep need to more fully understand what was happening to our lives, in our country and around the world, during a time of great uncertainty and instability -- and to explain it to our listeners.Most podcasts are painstakingly developed over the course of months, but when I tell you that \"Coronavirus: Fact vs Fiction\" came together over a weekend, I am not exaggerating.I remember the email I received from the executive vice president of CNN; it landed in my inbox on the evening of Friday, February 28, essentially asking me if I was interested in hosting a daily podcast on the coronavirus starting the following Monday. It read, in part: \"Jeff [Zucker, President of CNN Worldwide] would like to try to start doing a daily podcast on Coronavirus next week. I think it can be powerful and make a significant impact and serve the public good.\"I was nervous, frightened actually, to take it on because the weeks leading up to that email had been the busiest of my life -- and having gone through surgical residency, that's saying something! I'd been working 19, 20 hours a day covering this emerging global health crisis and I didn't know how I could fit it in.<img alt=\"Why so many people are skipping their second Covid shot — and why they shouldn&amp;#39;t\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429190248-second-shot-vaccine-0410-large-169.jpg\">Why so many people are skipping their second Covid shot — and why they shouldn't But I also knew there was so much confusion out there, so much fiction that needed to be separated from fact; people not only wanted to know the news, they also wanted to know what the news meant for them. I probably had an hour at most to really think about it, and the podcast team had a couple days to create it. And we were off to the races! Over the course of 14 months, we had millions of people subscribe to the podcast, and thousands of questions come in via voice message. Listening to the audience directly through these messages was one of my favorite things to do. It felt like we built a powerful community of people in search of truth, who strongly supported each other along the way. I was constantly reminded we really are all in this together.  The next iteration So, if it worked out so well, you might be wondering why are we changing up the podcast now. Well, here in the United States, we're fortunate: We really appear to have turned a corner in the pandemic.  <img alt=\"The US secured 1 billion doses of Covid-19 vaccines. Medical ethicists say it should share with other countries\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210416084223-astrazeneca-covid-19-vaccine-australia-0323-large-169.jpg\">The US secured 1 billion doses of Covid-19 vaccines. Medical ethicists say it should share with other countriesAccording to the US Centers for Disease Control and Prevention, more than 55% of people in the US Americans over 18 are now at least partially vaccinated -- and about 40% of that population is fully vaccinated. And we expect to hear soon that 12 to 15-year-olds can start getting their shots, too. Last week I spoke to a trial investigator who has begun immunizing children as young as 5 years old as part of a trial. Many of you know, as a doctor, I like to put things in medical terms -- call it an occupational hazard -- so, if the country were my patient, when the podcast started, it was developing the first worrisome symptoms. This patient very quickly found itself in need of critical care and before long was it was careening from one emergency to another.Things got so bad that in mid-November, I called what was unfolding here a humanitarian disaster, as bad as any I had seen in my 20 years of reporting from war-torn and disaster-ravaged areas.But no matter how much the situation deteriorated, the doctor, in the form of the podcast, was always there at the bedside offering the best care it could. Sometimes the patient just wanted the doctor to listen, and we did that too.I want to be very clear about something: The patient is not out of the woods yet, and I will always be honest about the overall condition of the country. There are still an average of roughly 54,000 new cases and around 670 deaths a day, and cases in six states are going up. But the rest of the country is seeing cases fall or at least hold steady. <img alt=\"These are the key things America now needs to tackle in its Covid-19 vaccination efforts\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501215719-0502-us-coronavirus-sunday-restricted-large-169.jpg\">These are the key things America now needs to tackle in its Covid-19 vaccination effortsIt appears that the patient is out of intensive care now, and I now want to start thinking about recovery.In the acute phase we were all afraid for our lives, but for those of us lucky enough to have survived, we now want to know what are we going to get to do with those lives? How can we live better and more fully? How do we navigate normalcy? Let's face it, our population is unhealthy. High rates of obesity, high blood pressure and diabetes are the risk factors that made us individually more vulnerable to getting severely sick with Covid-19 as the pandemic took hold.And at the societal level there are huge health inequities that many people ignored before the pandemic. And this crisis highlighted those fault lines, in fact, it cracked them wide open.We now have the opportunity to look more closely at all of these challenges and begin to address them, see what we can do better and how.We need to make sure the patient, our country, is replenished and as healthy as it can possibly be. We need to learn how we can live optimized lives so we can be more resilient, individually and as a society, against future health crises.  Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.That's just some of what I'll be covering in my new podcast, called \"Chasing Life.\"The new series will explore the surprising science behind health, happiness and fulfillment. I'll talk to medical experts, friends, my wife, and even some of you to share the best ways we can rebuild with intention in the coming months and optimize our minds and bodies to really thrive.The first episode posts next Tuesday, May 11, and every Tuesday after that.Here's a listen of what's to come:  If you're already a subscriber of \"Coronavirus: Fact vs Fiction,\" you'll find our episodes in the same place, right in your feed. If you're new, you can sign up here.I want to assure you that I won't stop covering this pandemic. It touches all parts of our lives and will leave its mark on us for decades to come, so it will continue to be a part of the new episodes. And while there was nothing good about this pandemic, maybe some good can come out of it. We may never be able to return to a pre-2020 world, but it's time to start moving forward and unleashing our potential.  It's time to start \"Chasing Life\" again.CNN Health's Andrea Kane contributed to this report.","link":"/2021/05/03/health/goodbye-coronavirus-podcast-gupta/index.html"}