{"title":"Some workers can't wait to get back to the office ","time":"Updated 10:47 AM ET, Tue April 13, 2021 ","body":"While some employees are enjoying the flexibility of working from home, Janell Longa can't wait to return to the office.More from Success To prevent burnout, LinkedIn is giving its entire company the week off2020 taxes: Everything you need to know76 all-cash offers on one home. The housing madness shows no signs of slowing\"As soon as I'm...fully vaccinated I am going back to the office,\" said Longa, who does administrative IT as a long-term temp for a medical supply company.She and her husband have been working from their 550-square-foot apartment in Florida since last spring. And because they both work with sensitive information, they can't be in the same room, so she works from their bed while he's on the loveseat in their living room. \"I am probably going to have permanent back and shoulder problems for the rest of my life because of this past year,\" she said.Remote work during the pandemic has been a boon for some workers, giving them more time with family, more freedom and flexibility over their schedules, plus the comforts of home. And many companies have pledged to allow employees to work fully or partially remote even after the pandemic ends. Read More<img alt=\"&amp;#39;I don&amp;#39;t have to choose between lifestyle and career.&amp;#39; How remote work changed these people&amp;#39;s lives\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210311112725-restricted-01-remote-worker-new-life-feature-nicole-maddox-large-169.jpg\">'I don't have to choose between lifestyle and career.' How remote work changed these people's livesBut for some, remote work has also been burdensome, with distractions from kids, partners and roommates, makeshift work spaces and little to no divide between work and home life.\"There is a group that wants to go into the workplace,\" said Brian Kropp, chief of research for the Gartner Human Resources Practice. \"They don't have a place to work, or they have roommates -- they don't have the physical setup and infrastructure to work from home.\"Longa barely leaves the bedroom during the day, usually only for bathroom breaks. And if her husband works late, she has to stay in the room or leave the apartment. Springs in the mattress she sits on are damaged from her long days, and the side of the loveseat where her husband sits to work is worn out. She's also worried she's going to have to replace their personal laptop, which she's been using for work. \"It's literally on all the time from 7:30 in the morning until I go to bed. And I use my keyboard all day now, which I didn't used to do.\"One benefit is that Longa doesn't miss her nearly 45-minute commute to and from work each day, and can now go a few months without having to fill her car up with gas.But the commute can act as a break between work and home life, and without it, work-life balance has been elusive for many remote workers. \"I am really keen to get back to the office,\" said Sarah Williams, associate director of the Business School, University of Wolverhampton, UK, who's been working from home for more than a year. \"For me, that blurring of the lines between home and work has been tough because I've felt like I am living at work rather than working at home.\" Since working remotely, her days tend to be dominated by back-to-back meetings, which don't leave a lot of time to step away from her home office.<img alt=\"Sarah Williams, associate director of the Business School, University of Wolverhampton, UK, has been working from home for more than a year and misses the buzz of being on campus.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413101324-restricted-01-sarah-williams-working-from-home-large-169.jpg\">Sarah Williams, associate director of the Business School, University of Wolverhampton, UK, has been working from home for more than a year and misses the buzz of being on campus.\"So you aren't actually getting a chance to process anything or start to work on anything until after the working day, because the working day is spent in meetings,\" she said. \"The productivity happens after that. When you are writing reports or actually actioning the items that are given to you in the meeting, you are doing that after 6:00 pm.\" Being in the office also has professional advantages -- especially for new employees. \"People who are starting new jobs, it's very difficult in a remote work environment,\" said Erica Volini, Deloitte's Global Human Capital leader. \"They want to get to know the organization, understand the culture. They feel like those connections with their peers and manager can help them to move up within the organization and without that it sort of feels like 'Am I moving forward?'\"Working from home can also be isolating.\"The big issue for most employees is the social part of it -- getting coffee with a friend is fun, happy hours, and talking about what you did over the weekend -- all that stuff matters,\" Kropp said.<img alt=\"It&amp;#39;s been a year. Here&amp;#39;s what your home office should look like\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210317191253-brenda-jackson-wfh-setup-restricted-large-169.jpeg\">It's been a year. Here's what your home office should look likeSocial connections are harder to forge when working remotely. And while technology has made collaboration easier, it doesn't always make up for in-person interaction. \"What is missing are those informal conversations that just spark when you are at the water cooler together. Those ideas when you are passing in the hallway and you say, 'oh I meant to talk to you about that' -- that is very difficult to get done in a remote work environment,\" said Volini. \"That is a big part of how organizations build new ideas, communities and relationships.\" Williams said she misses the buzz of being on campus. \"I am missing the corridor conversations, the quick coffees in the coffee shop that spark ideas ... you simply can't recreate those chance encounters when you are working from home.\"When she's able to return, Williams is hoping to spend the majority of her days working from her office on campus, and one or two days a week at home. Companies that make the decision to go all virtual could lose employees, but the same can be said for companies who require everyone back in the office.\"Employees are signing up for a certain culture and a certain experience. But it's going to work both ways. I think there will be some employees who really gravitate toward a company that makes a remote-first option available,\" said Volini.","link":"/2021/04/13/success/workers-back-to-the-office/index.html"}