{"title":"Freedom through fitness: This CNN Hero's formula keeps former offenders from returning to prison","time":"Updated 8:41 PM ET, Thu May 20, 2021 ","body":"Freedom through fitness: This CNN Hero's formula keeps former offenders from returning to prisonBy Kathleen Toner, CNNUpdated 8:41 PM ET, Thu May 20, 2021 JUST WATCHEDCNN Heroes: Hector GuadalupeReplayMore Videos ...MUST WATCHCNN Heroes: Hector Guadalupe 06:56Know someone who inspires you? Click here to nominate them as a CNN Hero.New York (CNN)Joel Ramsey remembers the moment he decided to change his life. It came when he'd been incarcerated for the fourth time.\"I was in a cell by myself and I just had a self-talk. And I'm like, 'Damn, I'm here again.' ... I just made a decision that this was the last time.\" he said. \"The people that are home, taking care of their family, making a living -- those are the people that I wanted to try to be like.\"For the next 12 years, he kept his goal in sight. Yet, when he was finally released, his chances of success weren't good.  A 2018 study by the University of Michigan showed that more than one in four formerly incarcerated individuals can't find work, and of those who do, 80% earn less than $15,000 in their first year out of prison. Ultimately, nearly half of federal inmates reoffend after being released.For Ramsey, obstacles were nothing new. His father had died before he was born and his mother had struggled to make ends meet. After she passed away when he was 15, he'd fallen in with the wrong crowd. By 2017, when he was released, he'd spent more than half his life behind bars.Read MoreIn New York City, Hector Guadalupe aims to help people like Ramsey succeed. His non-profit, A Second U Foundation, helps formerly incarcerated men and women get certified as personal trainers and build careers in the fitness industry.It's a path that Guadalupe, 42, traveled himself. By the time he was a teenager, he'd lost both parents and ended up spending 10 years in prison for drug trafficking. There he became obsessed with fitness and got certified as a personal trainer. When he came home, he was determined to work at one of Manhattan's elite gyms.\"Six days out of the week, I'm literally at every corporate health club ... filling out applications,\" Guadalupe said. \"Nobody was calling me back ... and I knew why: because of my past ... But I didn't give up.\"<img alt=\"CNN Hero Hector Guadalupe\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520183114-cnnheroes-hector-guadalupe-left-rail-2-large-169.jpg\">CNN Hero Hector GuadalupeAfter nine months, he landed an opportunity and worked without a day off for four years to establish himself in New York's fitness scene. Now, he devotes much of his week to helping others do the same.Ramsey heard about Guadalupe's program at the halfway house where he was staying and knew it was a perfect fit.\"Fitness -- it got me through my time in prison,\" Ramsey said. \"I knew how to work out, but I didn't know the science behind everything.\"That's where Guadalupe comes in. He and his team of volunteers offer a free eight-week program for 10-15 students every quarter. The group meets six days a week to prepare for the national certification exam. \"The program was intense,\" Ramsey said. \"It was like studying to be a doctor.\"\"They're learning anatomy, bone structure, kinesiology,\" Guadalupe said. \"They're taught also ... how to just be effective coaches.\"In addition to study materials and exam fees, the program now also provides each student a free tablet with keyboard, transportation, new clothing, software classes and a $1,300 stipend. Coaches also mentor students, helping with far more than classwork.\"That's what we're here for, to support each other in that journey,\" Guadalupe said. \"We're actually a family.\"Once students have passed the exam, Guadalupe helps them get jobs. More than 200 people have graduated from the program since 2016 and only two have reoffended -- a recidivism rate of less than 1%. Guadalupe believes the reason behind his graduates' success is simple.\"They start at $35 an hour, top out at $80 an hour. Full corporate benefits,\" he said. \"When you provide people with livable wages, they're able to feed their families ... and be productive members of society.\" After Ramsey graduated in 2017, he got a job at one of the city's top gyms. Now, he has his own fitness company and volunteers with the program alongside his girlfriend, Bianca Ordonez, who is also a trainer. The two met through Guadalupe, who will be the godfather to their baby girl, due in June.\"I owe a lot to Hector. ... He just gave me the foundation to where I could become successful,\" Ramsey said. \"(His) whole approach with us is to maximize our potential -- that you're not what you got convicted of. That's not you.\"Seeing people like Ramsey succeed keeps Guadalupe motivated. \"That's the glory. ... You can only imagine how many kids are going to be fed and taken care of now, without a worry,\" he said. \"That's why second chances are important.\"CNN's Kathleen Toner spoke with Guadalupe about his work. Below is an edited version of their conversation.CNN: You worked so hard to build your career. Why did you decide to start a non-profit?Hector Guadalupe: I would just see men who did time with me on the train and they had no jobs, they had nothing. And I remembered what that felt like.  So just out of love, I'd say, \"Hey, come work out with me.\" And that turned into me taking them to get their first workout gear, buying their books, helping them study for the exam. One person after another ended up getting certified and I was like, \"Wow, we've got to put together a program.\"CNN: How has your program been impacted by the pandemic?Guadalupe: During Covid, so many men and women have been transitioning from prisons that this made us ramp up our support on our end. That's why we started providing stipends to people as well as tablets. Technology is important not only because our classes are now online five days a week, but also because students shadow trainers over Zoom so they learn how to coach people virtually. There's always going to be this in-person aspect of the business, but we're also seeing models change, so it makes it even more important that these men and women know how to use technology. We also started providing weekly mindfulness classes. When you're released, you come home with so much stress -- it's a form of therapy that strengthens your soul.  CNN: What would you like the public to know about your work?Guadalupe: When people get out of prison, society thinks it's just easy to go school or get a job, and it's not that easy. Once you have a record, nothing is set up for them to win. This is why we have a high recidivism rate in our country. You can't give someone a mop and say, \"This is your future. Take minimum wage and deal with it.\" We need communities to get together and create opportunities that guide people on the path to real financial security. And that's why we are A Second U. We want to give you your second chance at life.Want to get involved? Check out A Second U Foundation's website and see how to help.To donate to A Second U Foundation via GoFundMe, click here","link":"/2021/05/20/us/fitness-training-coach-workout-prison-cnnheroes/index.html"}