{"title":"Mysterious, new tarantula-like spider identified in the Florida Everglades","time":"Updated 6:22 PM ET, Mon May 3, 2021 ","body":" (CNN)An elusive spider related to the tarantula just joined the ranks of recognized spiders.The Pine Rockland Trapdoor Spider lives in the Florida Everglades and it's a rare breed. It has only been spotted a handful of times since the 1920s and only recently did the clever arachnid get its name for the habitat it lives in, according to Rebecca Godwin, an assistant professor of biology at Piedmont University.These spiders likely only live in the pine rockland habitat of southern Florida, which is \"highly threatened,\" Godwin told CNN. Their homeland of pines growing on limestone outcrops has slowly been destroyed by mankind.\"Development, urbanization, land clearing, anything that destroys the topsoil could potentially wipe out whole populations and especially for a spider that occurs in such a small range of really threatened habitat, you kind of risk losing the species all together,\" Godwin said.The spider is one of 33 new species from the Americas to be added to the genus Ummidia, which are trapdoor spiders. Godwin and Jason E. Bond, an entomology professor from University of California, Davis, co-authored the study, published in April in the journal ZooKeys.Read More\"The fact that a new species like this could be found in a fragment of endangered forest in the middle of the city underscores the importance of preserving these ecosystems before we lose not only what we know, but also what is still to be discovered,\" Frank Ridgley, Zoo Miami Conservation & Veterinary Services Manager, said in a news release.<img alt=\"These spiders lack ears. But they can hear you, study says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201027113518-01-spiders-can-hear-trnd-scn-large-169.jpg\">These spiders lack ears. But they can hear you, study saysFinding and collecting enough examples of the spider has been tricky. A zookeeper checking reptile research traps at Zoo Miami snapped a photo of the large-bodied spider in 2012 and two years later, another one was found. The mysterious spider didn't match any species on record, the zoo said in a press release.The zoo sent the data to Godwin, who has been studying trapdoor spiders for almost a decade. The previous samples she had from museums were from the 1920s and 1950s, she said.\"It was really exciting for me,\" Godwin said. \"Even only having one to two specimens, I was already pretty sure it was a new species.\"The characteristics of the male trapdoor spiders are what help identify the species, she said. The Pine Rockland Trapdoor Spider is a black and about one to 1.5 inches across, including the legs. The males have an opalescent abdomen, she said.\"If one were to call spiders beautiful, I find it a very gorgeous looking spider,\" Godwin said. No females of this species have yet to be found, Godwin said. Other females in the trapdoor spider group usually have a front end that looks like patent leather, she added. Trapdoor spiders are related to tarantulas. They tend to be smaller, less hairy, their fangs point a different way and they share some physical features with their tarantula cousins, Godwin said.Even though large spiders can freak people out, Godwin said these trapdoor spiders are not coming to get you. The spiders live in such a small area and they burrow into the ground, living in it for most of its life. Some female spiders of this group can live to be more than 20 years old. While they are venomous -- most spiders are -- the venom of the Pine Rockland Trapdoor Spider is not \"medically important,\" Godwin said. Translation: The venom isn't dangerous to humans.Research on the venom could yield interesting applications to humans, according to Ridgley.<img alt=\"MIT scientists translated spider webs into music. It could help us talk to them\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414150308-spider-web-music-mit-large-169.jpg\">MIT scientists translated spider webs into music. It could help us talk to them\"Venoms of related species have been found to contain compounds with potential use as pain medications and cancer treatments,\" Ridgley said.When Godwin talks about her work with spiders, she said she typically hears how many spiders a person has smashed that week. \"I feel like working on spiders, you spend a lot of your time just fighting bad press,\" Godwin said. \"It's an uphill battle to point out these are helping organisms, if anything. They don't carry any diseases to give to humans, they are not aggressive and literally live underground.\"Trapdoor spiders are known for creating a door to their burrow and staying underground, Godwin said. They stick out their legs and grab small bugs scampering by without having to leave their bunker. When in danger, they shut their silk-spun door and ward off intruders.The Pine Rockland Trapdoor Spider and other previously \"unknown diversity\" are what fascinate Godwin the most about our planet. She wants to keep studying spiders like this one, who lives in a habitat \"in peril,\" before that's lost, she said.\"I'm continually blown away about how little we know about what is out there living on the planet with us,\" Godwin said. \"There are so many species getting lost, going extinct before we even knew they ever existed.\"","link":"/2021/05/03/us/new-spider-species-florida-trnd-scn/index.html"}