{"title":"Lollapalooza to return at full capacity","time":"Updated 3:43 PM ET, Tue May 18, 2021 ","body":"Lollapalooza to return at full capacityBy Lisa Respers France, CNNUpdated 3:43 PM ET, Tue May 18, 2021 <img alt=\"Crowds attend the Lollapalooza music festival at Grant Park on August 2, 2019, in Chicago.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200609145527-01-lollapalooza-file-2019-restricted-large-169.jpg\">Crowds attend the Lollapalooza music festival at Grant Park on August 2, 2019, in Chicago. (CNN)Lollapalooza is coming back.Organizers announced Tuesday that Chicago's largest music festival will return to Grant Park at full capacity from July 29 to August 1.The lineup is set to be announced on Wednesday, but festivalgoers were treated to a little glimpse of the stars in a video Mayor Lori Lightfoot tweeted out to announce the festival's return.\"What's up Chicago? I'll see you this summer with my good friends, the Foo Fighters,\" frontman Dave Grohl says in the video, which also includes Lollapalooza co-founder Perry Farrell and his wife Etty. It's happening. @Lollapalooza returns.In alignment with our public health guidance, the world class festival returns to the city later this summer. However, full COVID-19 vaccination or a negative test will be required to enjoy the festivities.Get vaxxed. #OpenChicago pic.twitter.com/yQCSyYJQiz— Mayor Lori Lightfoot (@chicagosmayor) May 18, 2021\n\n\"It's happening. @Lollapalooza returns,\" Lightfoot wrote in the tweet. \"In alignment with our public health guidance, the world class festival returns to the city later this summer. However, full COVID-19 vaccination or a negative test will be required to enjoy the festivities. Get vaxxed. #OpenChicago.\"Read More\"Here in Chicago, the word 'Lollapalooza' has always been synonymous with summer, great music and four days of unforgettable fun -- which made last year's decision to postpone it all the more difficult,\" Lightfoot said in a statement. \"Now, less than a year later and armed with a vaccine that is safe, effective and widely available, we are able to bring back one of our city's most iconic summer music festivals.\"Like most festivals, Lollapalooza was canceled last year in light of the pandemic. It typically draws about 100,000 attendees per day to see the multiple acts that take to the different stages over several days. CNN's Omar Jimenez contributed to this report","link":"/2021/05/18/entertainment/lollapalooza-return/index.html"}