{"title":"Plague wasn't the only disease that afflicted medieval Britons. Cancer did, too","time":"Updated 7:12 PM ET, Thu April 29, 2021 ","body":" (CNN)The earliest description of cancer is from an ancient Egyptian papyrus, and going back further, even dinosaurs suffered a form of the disease. But cancer long has been thought to have become a common disease only in the last two centuries or so.This is, in part, down to longer life expectancies, habits like smoking, and exposure to tumor-inducing chemicals post-industrial revolution.However, new research published in the journal Cancer on medieval skeletons has suggested that cancer was more widespread than previously realized -- although still less common than today.  In the first study of its kind, researchers from the University of Cambridge in the United Kingdom analyzed 143 skeletons from six cemeteries from the Cambridge area that were dated to between the sixth and 16th centuries. To detect malignant lesions, the team focused on three areas most likely to contain secondary malignant growth in people with cancer -- the spinal column, pelvis and thigh bone.  <img alt=\"How the ancient world dealt with cancer\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/160728153535-bones-3-large-169.jpg\">How the ancient world dealt with cancerThe scientists visually inspected the bones and used radiographs and computed tomography scans. The team found that 3.5% of the individuals showed evidence of metastatic cancer -- that is, when the malignant tumor spreads to a different part of the body from where it started. Read More\"The majority of cancers form in soft tissue organs long since degraded in medieval remains. Only some cancer spreads to bone, and of these only a few are visible on its surface, so we searched within the bone for signs of malignancy,\" said Piers Mitchell, a senior research associate and director of the Ancient Parasites Laboratory at the University of Cambridge's department of archaeology, in a news statement.Taking into account data on modern populations that shows CT scans detect bone metastases around 75% of the time and the proportion of cancer deaths that involve spread to the bone, the researchers estimated that 9% to 14% of medieval Britons developed cancer. \"Modern research shows a third to a half of people with soft tissue cancers will find the tumor spreads to their bones. We combined this data with evidence of bone metastasis from our study to estimate cancer rates for medieval Britain,\" explained Mitchell, the study's lead author.<img alt=\"The remains of numerous individuals were unearthed on the site of the former Hospital of St. John the Evangelist in the city of Cambridge, UK. Skeletal remains were investigated as part of the study.  \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429141319-01-cancer-medieval-england-large-169.jpg\">The remains of numerous individuals were unearthed on the site of the former Hospital of St. John the Evangelist in the city of Cambridge, UK. Skeletal remains were investigated as part of the study.  Major afflictionPrior research into cancer rates using the archaeological record has been limited to examining the surface of the bone for lesions. These past studies suggested that cancer was rare, affecting less than 1% of the population, the study said.<img alt=\"What 3 centuries of smallpox mortality data shows about how epidemics linger\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201218154702-smallpox-bill-of-mortality-large-169.jpg\">What 3 centuries of smallpox mortality data shows about how epidemics linger\"Until now it was thought that the most significant causes of ill health in medieval people were infectious diseases such as dysentery and bubonic plague, along with malnutrition and injuries due to accidents or warfare,\" said coauthor Jenna Dittmar, who was an associate researcher at the McDonald Institute for Archaeological Research at the University of Cambridge while undertaking the study analysis.\"We now have to add cancer as one of the major classes of disease that afflicted medieval people,\" Dittmar said in the statement.Even with this higher estimate, cancer was still much less widespread in medieval times than in modern Britain, where there is a 40% to 50% prevalence of cancer at time of death, the study said.  Unanswered question<img alt=\"Mysterious untreatable fevers once devastated whole families. This doctor discovered what caused them\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210129142806-01-dr-dan-kastner-large-169.jpg\">Mysterious untreatable fevers once devastated whole families. This doctor discovered what caused themOne key question that remains unanswered, the study said, is to what extent the effects of tobacco smoking and the toxins and pollutants from industrialization have had on the risk of developing cancer. \"The best way we have to answer this question would be to study data from before the Industrial Revolution of the 1700s and 1800s and before tobacco became available in Britain following the transatlantic settlement of the Americas by Europeans in the 1500s,\" the study said.Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. The researchers said the study did have limitations. Diagnosing cancer in those lain dead for many centuries is challenging -- skeletons can't describe their symptoms or have blood tests. Plus, other diseases during life can cause changes in bones that may mimic the lesions made by metastases, and decomposition can also affect the bone after death. Also, the sample size was limited by the number of available skeletons with good preservation of the spine, pelvis and thigh bone, which leads to a larger margin of error. \"We need further studies using CT scanning of apparently normal skeletons in different regions and time periods to see how common cancer was in key civilizations of the past,\" Mitchell said.","link":"/2021/04/29/health/cancer-medieval-england-scn-wellness/index.html"}