{"title":"This startup grows kelp then sinks it to pull carbon from the air","time":"Updated 9:13 AM ET, Mon May 3, 2021 ","body":"New York (CNN Business)Carbon emissions are a huge contributor to climate change, so companies are getting creative about finding ways to suck the heat-trapping element out of the atmosphere and slow global warming.One Maine-based startup, Running Tide Technologies, is experimenting with farming kelp, a type of seaweed, in an effort to pull carbon from the air and store it deep beneath the ocean floor, potentially giving the world another nature-based tool to curb climate change.Running Tide Founder Marty Odlin, a Dartmouth graduate and engineer whose family includes generations of fishermen, is working with a team of engineers, software developers, oceanographers, maritime professionals, data scientists and hatchery technicians to bury massive amounts of kelp at the bottom of the ocean. Odlin is aiming to \"restore and then accelerate that natural process\" of seaweed soaking up carbon from the atmosphere, he told CNN Business.<img alt=\"The Running Tides Technology boat\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430093620-kelp-07-large-169.jpg\">The Running Tides Technology boat\"Kelp is one of the fastest growing things in the world, so it pulls carbon in at the fastest rate of any species in the world,\" Odlin said. From his uncle's re-purposed lobster boat, he and his team use ocean currents to move the kelp to deep water where it can be sunk. Gravity then puts the kelp under tremendous pressure as it sinks to the deep ocean. The seeds are grown in a hatchery, and once matured, the team puts the kelp into biodegradable buoys. As it grows, the plant eventually becomes too heavy for the buoy and sinks to the bottom of the ocean where the massive  water pressure pushes it into the sea floor. \"After the kelp grows, the biodegradable buoy will dissolve and lose its buoyancy and everything will sink to the ocean bottom,\" Oldin told CNN. \"The ocean is a tremendous natural carbon sink,\" he added.Read MoreBut this is no simple task, he acknowledges. \"The intentional removal of eight hundred gigatons of carbon from the atmosphere will probably be the biggest engineering challenge in human history,\" Odlin said. \"It's essentially running 150 years of the oil industry in reverse in 15 years.\"<img alt=\"Some of the kelp that Running Tide Technology is growing\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430093252-kelp-02-large-169.jpg\">Some of the kelp that Running Tide Technology is growingOdlin is working with scientists and universities to collect data to ensure that carbon is getting removed. \"The positives for growing kelp is that it grows remarkably fast and the deep water environments it sinks to have really low temperatures which can limit decomposition back to carbon dioxide,\" Peter Raymond, a professor of ecosystem ecology at Yale, told CNN Business.Carbon sequestration has been a hot topic for some time, but the conversations surrounding the methodologies have picked up as the Biden administration focuses on combating climate change and developing clean energy technologies.\"There are a lot of really progressive companies out there that want to minimize their carbon footprint and we can sell the carbon removal service to those companies,\" Odlin said of Running Tide's overarching business strategy. When a company buys a carbon removal credit from Running Tide, Odlin and his team remove the carbon for them to offset the carbon they're emitting to run their business.<img alt=\"The kelp in the Gulf of Maine&amp;#39;s waters \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430093204-kelp-01-large-169.jpg\">The kelp in the Gulf of Maine's waters E-commerce platform Shopify is Running Tide's first big customer for carbon removal credits. Stacy Kauk, the director of Shopify's sustainability fund told CNN Business she was surprised to learn that Running Tide wasn't \"relying on expensive equipment or energy-intensive processes, and yet their solution has huge potential for combating climate change.\" Shopify is also helping Running Tide scale and commercialize their technology and create more partnership opportunities.While planting trees can be one of the best ways to capture carbon, companies are trying to find new ways to step up to the plate now. \"We can do large-scale afforestation efforts, but they're not going to get us to where we need to go,\" Odlin said of using trees for carbon sequestration. \"They're not removing carbon from the carbon cycle,\" he added. \"It's kind of like temporary storage.\" Plus, external factors such as wildfires and pine beetle infestations can completely destroy trees, eliminating the sequestration and releasing the carbon back into the atmosphere.\"Making it cheaper for businesses to invest in carbon capture and storage is the best way to immediately reduce fossil fuel emissions,\" said Sally Benson, co-director of Stanford Energy's Precourt Institute.The timing is urgent. \"This is like an incredibly important crisis, and every year matters,\" Odlin said. \"Every year we allow this carbon in the atmosphere, the world warms up.\"","link":"/2021/05/03/business/running-tide-kelp-carbon/index.html"}