{"title":"Covid-19 caused one in three deaths in Brazil so far this year","time":"Updated 5:18 PM ET, Mon May 3, 2021 ","body":"Sao Paulo, Brazil (CNN)Since this year began, one third of all people who've died in Brazil were victims of Covid-19. According to data from Brazil's National Civil Registry, 615,329 deaths were reported in the country between January 1 and April 30. Of those, 208,370 were related to Covid-19, according to Brazil's health ministry -- 33.9% of the nation's total.The coronavirus has surged with a vengeance in the South American giant in recent months -- fueled in part by a disregard for social distancing precautions and the emergence of extra-contagious new variants -- and has claimed more lives in the past four months than in all of 2020. More than 78,000 people in Brazil were killed by the virus last month alone.Meanwhile, despite Brazil's robust immunization program, its rollout of Covid-19 vaccines has been slow, dogged by supply shortages and delays in the early days of deal-making with global pharmaceutical companies. So far, less than 10% of the population has been vaccinated.While the government of Brazilian President Jair Bolsonaro has been loath to impose restrictions on movement or economic activity, local lockdown measures imposed by state governors and city mayors in March and April are working to slow the pandemic's recent resurgence. The daily death rate has fallen from its peak of more than 4,000 in April to about 2,100.Read MoreBut as local authorities reopen the economy, urged on by Bolsonaro, Brazilian scientists warn of a new surge of cases and deaths this summer.<img alt=\"Brazil&amp;#39;s Bolsonaro faces government probe into his handling of Covid-19\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210324153847-bolsonaro-coronavirus-presser-0324-large-169.jpg\">Brazil's Bolsonaro faces government probe into his handling of Covid-19Since the pandemic began, Brazil has racked up one of the highest absolute Covid-19 death tolls in the world, second only to the United States, where Covid-19 was the third leading cause of death last year. Relative to its population of roughly 211 million, the scale of Brazil's Covid-19 deaths is even starker: Brazil has suffered 193 Covid-19 deaths for every 100,000 people since the pandemic began -- higher than the United States' 176 deaths per 100,000 people, and 16 deaths per 100,000 people in India, where the virus is currently raging out of control.When Brazil surpassed 400,000 Covid-19 deaths April 29, Bolsonaro commented briefly on the situation.\"We are sorry for the deaths. (The pandemic) reached a huge number of deaths here, right?\" he said in a weekly live broadcast on his social media. The President has faced fierce domestic and international criticism for his reluctant response to the pandemic, and is currently under investigation by the Senate. Brazilian Health Minister Marcelo Queiroga said Monday he expects to sign a deal soon for 100 million Pfizer/BioNTech vaccine doses, and that the majority of Brazilians should be immunized by the end of the year.But for now, Brazil continues to lag behind fellow South American countries such as Chile and Uruguay, which increasingly see their neighbor as a epidemiological threat. CNN's Rodrigo Pedroso reported from Sao Paulo and Caitlin Hu reported and wrote from New York. CNN's Tatiana Arias contributed to this report.","link":"/2021/05/03/americas/brazil-covid-deaths-2021-intl/index.html"}