{"title":"His family says they were told he died in a car wreck. Video now shows Ronald Greene was kicked, dragged and tased by police","time":"Updated 5:12 PM ET, Thu May 20, 2021 ","body":"His family says they were told he died in a car wreck. Video now shows Ronald Greene was kicked, dragged and tased by policeBy Jamiel Lynch and Ray Sanchez, CNNUpdated 5:12 PM ET, Thu May 20, 2021 <img alt=\"Video shows Black man being tased, kicked and dragged by troopers \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201002191528-02-ronald-greene-exlarge-169.jpg\">JUST WATCHEDVideo shows Black man being tased, kicked and dragged by troopers ReplayMore Videos ...MUST WATCHVideo shows Black man being tased, kicked and dragged by troopers  03:31 (CNN)After Ronald Greene's fatal 2019 encounter with the Louisiana State Police, family members said police told them he died in an auto accident. A preliminary investigative report later said that Greene actually died after resisting and struggling with law enforcement after the chase ended in a crash. Now, more than two years later, body camera video obtained by the Associated Press shows what happened to Greene after the crash on a dark road outside the northern Louisiana city of Monroe on May 10, 2019. In three brief video clips posted by the news agency, Greene can be heard apologizing to the officers that night, saying he was scared and supplicating for their mercy.Greene's car door is opened. A Taser goes off. Read More\"OK, OK,\" Greene is heard saying. \"I'm sorry. I'm scared. Officer, I'm scared. I'm your brother. I'm scared.\" <img alt=\"Here are some of the cases the US Justice Department may look into as they investigate Minneapolis policing practices \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421173932-floyd-wright-ruszczyk-castile-split-large-169.jpg\">Here are some of the cases the US Justice Department may look into as they investigate Minneapolis policing practices Moments before, an officer approached Greene's car, his weapon drawn: \"Let me see your f**king hands m*therf**ker.\"After being tased, Greene can be heard moaning while still on the ground and being put in handcuffs by one officer, while another officer kicks him several times. An officer can be heard saying, \"I've got blood all over me, I hope this guy ain't got f**king AIDS,\" as Greene continues to moan. At one point an officer drags Greene.The Associated Press reports that Greene is left lying face down moaning for more than nine minutes while officers used sanitizer wipes to wash blood off their hands and faces. This is not in any of the video segments the AP has posted online.The release of the clips comes as the US Justice Department's Civil Rights Division investigates the death, along with the US Attorney's Office for the Western District of Louisiana and the FBI.In a statement, the LSP said it did not release the video and that it was not authorized or obtained by official sources. LSP said it had been directed by investigating agencies to not release any evidence or further information on the case.CNN has reached out to the officers' attorneys for comment on the video.<img alt=\"Audio from Louisiana trooper reportedly describing beating of Black man contradicts initial police account of his death\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201002191309-01-ronald-greene-large-169.jpg\">Audio from Louisiana trooper reportedly describing beating of Black man contradicts initial police account of his deathThe AP posted three clips, totaling just over two minutes in length, from the video it said was 46 minutes long. CNN has not obtained the original video and does not know what else can be seen in the unpublished parts of the video.The initial state police crash report made no mention of troopers using force or arresting Greene. The report from the LSP said that two troopers pursued a vehicle being driven by Greene following an attempt to pull over Greene for an unspecified traffic violation and the pursuit ended when Greene crashed his vehicle.In May 2020, Greene's daughter filed a federal wrongful death suit against seven law enforcement officers that said he was \"brutalized by Louisiana State Police and Union Parish Deputy Officers which caused his death.\" The lawsuit alleged officers \"used lethal force\" against him.The first mention of a struggle came when the in-custody death was later investigated by the Louisiana State Police Criminal Investigations Division.\"Greene was taken into custody after resisting arrest and a struggle with Troopers,\" the report said. \"A short time later Greene became unresponsive and was transported to Glenwood Medical Center by Pafford Medical Service.\"He died on the way to the hospital, the report said.<img alt=\"Controversial Police Encounters Fast Facts\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/120515051101-police-car-lights-story-top.jpg\">Controversial Police Encounters Fast FactsPolice told Greene's family he had died in a car accident, according to the lawsuit. One officer told Greene's mother he was immediately killed after hitting a tree, according to the suit.Greene's mother, Mona Hardin, told CNN Thursday two investigative officers told the family shortly after the death that Greene crashed into a tree during a pursuit. But, she said, they did not say why law enforcement was chasing Greene. Hardin said she tried to get clarification from law enforcement for months but got no response.    The lawsuit said that an initial report from Glenwood Medical Center listed the principal cause of Greene's death as cardiac arrest. He was also diagnosed with an \"unspecified injury of head,\" according to the lawsuit.Two officers involved in the incident were reprimanded for their actions that night two years ago, including not following procedures for body-worn cameras. AP reported last year that Union Parish Coroner Renee Smith said Greene's death was ruled accidental and was attributed to cardiac arrest.One officer is on administrative leave in connection with a separate incident. Another officer received a 50-hour suspension, according to an LSP spokesperson. A third officer -- who was heard in an audio recording last year describing beating \"the ever-living f***\" out of Greene -- died in a single-vehicle crash in September. ","link":"/2021/05/20/us/ronald-greene-video-louisiana-police-death/index.html"}