{"title":"See what's streaming in May","time":"Updated 9:19 AM ET, Fri April 30, 2021","body":"Netflix has announced the third season of the comedy \"Master of None\" is happening in May. The first look of the new season teases a storyline with Denise (played by Emmy Award winner Lena Waithe) and her relationship with partner Alicia (played by BAFTA winner Naomi Ackie).Keep scrolling  to see what else is streaming in this Spring month.COURTESY OF NETFLIXSee what's streaming in MayBy Lisa Respers France, CNNUpdated 9:19 AM ET, Fri April 30, 2021Netflix has announced the third season of the comedy \"Master of None\" is happening in May. The first look of the new season teases a storyline with Denise (played by Emmy Award winner Lena Waithe) and her relationship with partner Alicia (played by BAFTA winner Naomi Ackie).Keep scrolling  to see what else is streaming in this Spring month.COURTESY OF NETFLIX\"Those Who Wish Me Dead\": This film follows Hannah (Angelina Jolie), a smoke jumper still reeling from the loss of three lives she failed to save from a fire when she comes across a traumatized 12-year-old boy with nowhere else to turn. (HBO Max) Emerson Miller/HBO Max\"Cruella\": Academy Award winner Emma Stone stars in an all-new live-action feature film about the rebellious early days of one of cinemas most notorious -- and notoriously fashionable -- villains, the legendary Cruella de Vil. (Disney+)Disney\"Halston\": From Uber producer Ryan Murphy, Ewan McGregor stars in this limited series that tracks the meteoric rise and fall of America's first celebrity fashion designer. (Netflix)Atsushi Nishijima/Netflix\"P!nk: All I Know So Far\": Join award-winning musician P!NK as she embarks on her record-breaking 2019 \"Beautiful Trauma\" world tour which welcomes audiences to join her chosen family while trying to balance being a mom, a wife, a boss, and a performer. (Amazon Prime)Andrew Macpherson/© 2021 Amazon Content Services\"The Age of Adaline\":  A stunning 29-year-old woman who has lived for more than a century but hasn't aged falls in love and the secrets of her past begin to unravel in this romantic fantasy film. (Hulu)Atlaspix/Alamy Stock Photo\"Castlevania\" Season 4: Dracula's influence looms large as Belmont and Sypha investigate plans to resurrect the notorious vampire while Alucard struggles to embrace his humanity in the new season. (Netflix)Netflix\"Aliens\": Sigourney Weaver will make you want to hit the gym in this iconic sc-fi thriller in which aliens - literally - burst on the scene to terrorize a space crew. (Amazon Prime)Allstar Picture Library Ltd./Alamy Stock Photo\"Almost Famous\": Cameron Crowe directs this film about a bright, loving, but strict single parent whose distrust of rock music and fears about drug use help drive a wedge between herself and her children. (Hulu)RGR Collection/Alamy Stock Photo\"The Sons of Sam: A Descent into Darkness\": This documentary covers how the Son of Sam case grew into a lifelong obsession for journalist Maury Terry, who became convinced that the murders were linked to a satanic cult. (Netflix)Netflix\"The Boy From Medellín\": From Academy Award-nominated and Emmy-winning filmmaker Matthew Heineman comes an astonishingly intimate portrait of one of the biggest international music superstars of our time. It follows J Balvin as he prepares for the most important concert of his career--a sold-out stadium show in his hometown of Medellín, Colombia. (Amazon Prime)Courtesy of Amazon Studios\"Bluey\" Season 2: This Australian animated TV series feature the Heeler family, a group of canines and their large circle of friends. (Disney+)Disney\"The Kominsky Method\" Season 3: A new chapter unfolds for Sandy as he deals with a difficult loss, a daunting financial obligation, an important reunion and a major career boost. (Netflix)Anne Marie Fox/Netflix\"Hacks\": this comedy series explores a dark mentorship that forms between Deborah Vance (Jean Smart), a legendary Las Vegas comedian, and an entitled, outcast 25-year-old (Hannah Einbinder). (HBO Max) HBO Max\"Cinderfella\": A beloved fairytale gets a gender swap retelling in this classic Jerry Lewis movie where a man needs a fairy godfather to help him escape from his wicked stepmother and stepbrothers. (Hulu)United Archives GmbH/Alamy Stock Photo\"The Brokenwood Mysteries\" Series 7: A thrilling New Zealand drama surrounding the unconventional Detective Senior Sergeant Mike Shepherd and his journey in the crime-filled small town of Brokenwood. (Acorn TV) Matt Klitscher/AcornTV\"The Da Vinci Code\": Based on the best-selling Dan Brown novel, Tom Hanks stars in this thriller about a Harvard professor seeking to untangle a web of deceit linked to the works of Leonardo da Vinci after a murder at the Louvre Museum.(Amazon Prime)AF archive/Alamy Stock Photo\"Flight\": Denzel Washington plays an airline pilot who saves almost all his passengers on his malfunctioning airliner in a crash, but an investigation into the accident reveals something troubling. (Amazon Prime)Album/Alamy Stock Photo\"Hannibal Rising\": This prequel film takes on the myth of Hannibal Lecter that traces the roots of the terrifying, cannibalistic killer. (Hulu)APL Archive/Alamy Stock Photo\"Haunted\" Season 3: A menacing mansion. A haunting melody. A demonic cat. More real people share scary stories from their past — and the truth is terrifying. (Netflix)Netflix\"How Stella Got Her Groove Back\": After readers fell in love with the Terry McMillan novel, Angela Bassett and Whoopi Goldberg starred in this romantic film about a woman who falls for a younger man during a vacation in Jamaica. (Hulu)TCD/Prod.DB/Alamy Stock Photo\"High School Musical: The Musical: The Series\" Season 2: Kourtney, Carlos and Big Red decide to join their friends and audition for on stage roles in \"Beauty and the Beast,\" while Nini experiences FOMO from afar. When new competition shows up to the tryout, Gina tries to shake off some old habits. (Disney+)Disney\"I Am Cait\" Season 2: The life of Caitlyn Jenner and her friends is fodder for this docu-series. (Hulu)Gareth Cattermole/Getty Images\"Mr. & Mrs. Smith\": Before they were a couple (and then not) Brad Pitt and Angelina Jolie costarred as husband and wife assassins. (Amazon Prime)Pictorial Press Ltd/Alamy Stock Photo\"Launchpad\": A collection of live-action shorts from a new generation of dynamic storytellers. Six filmmakers from underrepresented backgrounds were selected and provided with the opportunity to share their perspectives and creative visions that will show audiences what it means to be seen. (Disney+)Derek Lee/Disney Enterprises, Inc.\"Madagascar: A Little Wild\": Alex, Marty, Melman and Gloria continue their adventure in New York City becoming babysitters for a new litter of hedgehogs in this animated series. (Hulu)DreamWorks\"Marvel's M.O.D.O.K.\": The monomaniacal super villain M.O.D.O.K (voiced by Patton Oswalt) has long pursued his dream of taking over the world, But after years of battling superheroes and with a crumbling marriage he must face his biggest foe yet: a midlife crisis. (Hulu)Marvel\"The Drowning\": Since losing her son eight years ago, Jodie (Jill Halfpenny) has been rebuilding her life, but when she catches sight of a teenage boy Daniel (Cody Molko), she is convinced she has found her missing son. Whether she is right or not, in that moment her spark of hope is reignited, and she commits to a dangerous and transgressive path that will take her to the edge of reason. How far will she go to find her missing child? (Acorn TV)Bernard Walsh/Acorn TV\"That Damn Michael Che\": From the simple mind of Michael Che (\"Saturday Night Live,\" \"Michael Che Matters\") comes a groundbreaking new comedy series where each episode illustrates what it feels like to experience everyday situations, including racial profiling, unemployment, falling in love, and more from Michael's perspective. (HBO Max) HBO Max\"Money, Explained\": We spend it, borrow it and save it. Now let's talk about money and its many minefields, from credit cards to casinos, scammers to student loans in this documentary.(Netflix)Netflix\"Inside Pixar: Unpacked\": A documentary series of personal and cinematic stories that provide an inside look into the people, artistry, and culture of Pixar Animation Studios. (Disney+)Disney\"The Parisian Agency: Exclusive Properties\": This unscripted series follows the members of the Kretz family of Paris and their luxury real estate business. (Netflix)Netflix\"Shrill\" Season 3: The new season finds Annie (Aidy Bryant) energized by her breakup and with newfound momentum at work. But does she actually know how to get what it is she wants?  (Hulu)Allyson Riggs/Hulu\"Skyfall\": Try to read the title of this James Bond film and NOT hear Adele singing the Oscar winning theme song in your head. Go ahead. We dare you. (Amazon Prime)Allstar Picture Library Ltd./Alamy Stock Photo\"Solos\": A seven-part anthology series that explores the strange, beautiful, heart-breaking, hilarious, wondrous truths of what it means to be human. Performed by eight of the finest actors of our time, it spans our present and future and illuminates that even during our most isolated moments we are all connected through the human experience. (Amazon Prime)Jason LaVeris/Amazon Prime Video\"Some Kind of Wonderful\": A would-be artist tries to win the heart of the girl most popular in his high school with the help of his friends in this popular 1980s flick. (Hulu)Pictorial Press Ltd./Alamy Stock Photo\"Selena: The Series\" Part 2 : As Selena's career gains momentum, the singer fights to remain true to herself, spend quality time with her family and expand her businesses in this series based on the life of slain singer Selena  Quintanilla. (Netflix)Sara Khalid/Netflix\"The Underground Railroad\": From Academy Award-winner Barry Jenkins and based on the Pulitzer Prize-winning novel by Colson Whitehead, this limited series chronicles Cora Randall's desperate bid for freedom in the Antebellum South. After escaping a Georgia plantation for the rumored Underground Railroad, Cora discovers no mere metaphor, but an actual railroad beneath the Southern soil. (Amazon Prime)Atsushi Nishijima/Amazon\"The Whole Nine Yards\":  An unhappily married dentist becomes mixed up with mobsters and murder plots after a gangster moves in next door in this comedy caper. (Netflix)Allstar Picture Library Ltd./Alamy Stock Photo\"Red Dawn\": Patrick Swayze, C. Thomas Howell and Charlie Sheen star in this film about a Marine and his teen pals who organize a resistance when North Korean military forces invade the US. (Amazon Prime) MGM/Courtesy Everett Collection","link":"/2021/04/30/entertainment/gallery/new-may-streaming-2021/index.html"}