{"title":"Not reaching herd immunity by the fall could have dire consequences, medical expert says","time":"Updated 4:56 PM ET, Mon May 3, 2021 ","body":" (CNN)About 2.4 million people in the United States are now receiving Covid-19 vaccinations daily, but one medical expert thinks the nation may not reach herd immunity this year if more people can't be persuaded to get a shot.\"What I really worry about is that those people who are already on the fence don't get vaccinated (and) we don't reach herd immunity come the fall,\" CNN medical analyst Dr. Leana Wen told CNN. \"And then with the winter .. we have a big resurgence, maybe we have variants coming in from other countries, and we could start this whole process all over again and have another huge pandemic come the winter.\"<img alt=\"These are the key things America now needs to tackle in its Covid-19 vaccination efforts\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501215719-0502-us-coronavirus-sunday-restricted-large-169.jpg\">These are the key things America now needs to tackle in its Covid-19 vaccination effortsExperts including Dr. Anthony Fauci have estimate between 70% to 85% of the US population needs to be immune to the virus -- through vaccination or previous infection -- to control its spread. So far, 44.4% of the population has received at least one Covid-19 vaccine dose and 31.8% is fully vaccinated, according to data from the Centers for Disease Control and Prevention.Read MoreThe CDC reported that 246 million total doses of Covid-19 vaccine have been administered, about 79% of the 312.5 million doses delivered. That's roughly 1.2 million more doses reported administered since Sunday, for a seven-day average of about 2.3 million doses per day. The average daily rate of vaccinations has been declining for about two weeks.\"It's going to take us that much longer to get back to life as normal, to stop having to wear masks for our protection, if people don't get vaccinated and we don't have equitable distribution of vaccines,\" infectious diseases specialist Dr. Celine Gounder told CNN on Sunday.Some experts think driving down infections will be good enough, even if herd immunity isn't reached.While it would be unfortunate for the United States to not reach herd immunity against Covid-19, most people will still be able to get back to their pre-pandemic lives if case numbers continue to fall, Dr. Ashish Jha, dean of the Brown University School of Health, told CNN on Monday.\"We may not get to zero, we probably won't,\" Jha said. \"But if we can get the infections at very low levels, most of us can get back to our lives in normal ways. I think we can probably live with that.\" For the ongoing local, state and federal efforts to get more shots into Americans' arms, now comes the hard part: reaching audiences that weren't as eager to get vaccinated in the past few months or who may not have had access to a shot. \"We need to be ... innovative around both culturally competent education and be thoughtful about where the holes are and where we can get shots in people's arms,\" infectious diseases expert Dr. Mati Hlatshwayo Davis told CNN over the weekend. <img alt=\"Customers dine on an outdoor patio in New York on April 27, 2021\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503003259-us-coronavirus-new-normal-0427-restricted-large-169.jpg\">Customers dine on an outdoor patio in New York on April 27, 2021'Make it really easy' to get vaccinated, doctor saysNew strategies to increase vaccinations must be tried, such as closing mass vaccination centers and distributing vaccine to more localized venues such as doctors' offices, churches, schools and workplaces, Wen said. The government should \"make it really easy\" for people to get vaccinated, Wen said, especially Americans who aren't really vaccine hesitant but just can't find the time because jobs and family responsibilities.Also, the social upside of vaccination should be emphasized.\"I think we should do just like people did with vaccine selfies,\" Wen said. \"I think we need selfies of people now going to bars and restaurants with other vaccinated people to show what a return to 2019 pre-pandemic life could really look like.\"One doctor told CNN on Sunday he's worried officials haven't offered strong enough incentives for some Americans to get vaccinated -- including younger Americans. <img alt=\"Why so many people are skipping their second Covid shot — and why they shouldn&amp;#39;t\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429190248-second-shot-vaccine-0410-large-169.jpg\">Why so many people are skipping their second Covid shot — and why they shouldn't\"What I worry about mostly are the young people,\" said Dr. Saju Mathew, a family medicine physician in Atlanta. \"I see them every day, pretty much, at work.\"The CDC issued new guidance last week saying fully vaccinated people can unmask at small outdoor gatherings or when dining outside with friends from multiple households -- activities the agency said unvaccinated people still need to wear a mask for. But the guidelines are too cautious, Mathew said. \"I think that the CDC missed an opportunity to say, 'Listen, we can return to pre-pandemic lives, and you can do more if you're vaccinated,'\" Mathew said. \"So, I think, when the science is there with positive news, we must share that and motivate people to get vaccinated.\"<img alt=\"Coronavirus deaths are down in the US, and vaccines may be partly responsible\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429163319-coronavirus-vaccine-portland-oregon-file-large-169.jpg\">Coronavirus deaths are down in the US, and vaccines may be partly responsibleEveryone 16 and older is currently eligible for a Covid-19 vaccine in the US. But polling data shows younger Americans are least likely to get a shot. But 36% of adults under the age of 35 say they don't plan on getting one, a recent Quinnipiac University poll found.That's particularly worrisome for several reasons. Unvaccinated young Americans have helped fuel case increases across the US -- including in several states last month. At that time, CDC Director Dr. Rochelle Walensky warned that infections and hospitalizations were going up, predominantly among younger adults who hadn't been vaccinated. And in places like Michigan, which battled a violent spring surge, officials reported last month they were seeing younger and healthier Covid-19 patients in hospitals, hit hard by more contagious variants that have been circulating in the US. Free beer for the vaccinated in New JerseyNew Jersey Gov. Phil Murphy said the state plans to put its efforts \"into overdrive\" to get more residents vaccinated, including allowing walk-up vaccinations to anyone over the age of 16 at the state's six vaccine megasites at specific hours. The state also will launch a vaccine awareness initiative that will include a \"massive\" email campaign and automated outgoing calls, Murphy said.In a campaign dubbed \"Shot and a Beer,\" the state plans to offer a free beer to anyone over the age of 21 who shows their completed CDC vaccination card at thirteen participating breweries throughout the state, Murphy said.Another state campaign called \"Grateful for the Shot\" will offer services to make it possible for New Jersey residents \"to go directly from religious services to vaccination sites,\" Murphy said.<img alt=\"Covid-19 vaccine myths: These reasons for not getting a shot don&amp;#39;t hold up. In fact, they&amp;#39;ll set the US back\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420141937-01-needles-pfizer-vaccine-0415-large-169.jpg\">Covid-19 vaccine myths: These reasons for not getting a shot don't hold up. In fact, they'll set the US backLast week, West Virginia Gov. Jim Justice said the state was offering a $100 savings bond to residents 16 to 35 who get a shot, in a push to get more younger residents vaccinated. On Monday, Justice said the state does not yet have a response for how it will purchase those bonds. Whether the payment comes in the form of a check, card or bond, he wants it to have a \"real patriotic flair.\"He pleaded with vaccine-hesitant West Virginians at a news conference to think about the rise in Covid-19 cases across India. He compared India, where only 2% of the population has been vaccinated, to West Virginia, where 53% of the state's population has received one dose and all residents over 16 are able to receive it.\"Do you think there would be one person today in India that wouldn't line up to take the vaccines?\" Justice said. \"They'd all line up as far as you could go. Because today, they don't have the ability, and absolutely the right to have the vaccine that we have here. And yet they would run to line up.\"The governor also announced new initiatives to bring mobile vaccine sites to high-traffic area like shopping centers, fairs and sporting events, and local parks. The state is also partnering with organizations like Meals on Wheels to offer vaccines along with food deliveries.\"It may even come down to this that we're going door to door, and if we have to go door to door, we'll go from door to door,\" Justice said.In Oregon, where the governor recently tightened restrictions for some counties amid a surge in new cases and hospitalizations, another warning for young residents.\"The overwhelming majority of our new COVID-19 cases are from people who have not yet been vaccinated,\" Gov. Kate Brown said in a statement. \"Younger, unvaccinated Oregonians are now showing up in our hospitals with severe cases of COVID-19.\" But in Florida, Gov. Ron DeSantis signed an executive order Monday suspending the remaining power of local governments to implement or enforce Covid-19 restrictions.\"I think that's the evidence-based thing to do. I think folks that are saying they need to be policing people at this point, if you are saying that, you really are saying you don't believe in the vaccines, you don't believe in the data, you don't believe in the science,\" DeSantis said at a news conference  in St. Petersburg.Vaccine booster doses would not require full FDA review processAny booster dose for a Covid-19 vaccine already granted emergency use authorization would not be subject to the same scrutiny as a brand-new vaccine, acting US Food and Drug Administration Commissioner Dr. Janet Woodcock said Monday.Manufacturers would be asked to file supplemental information, including efficacy data, safety data, and a rationale for a booster dose, but the FDA wouldn't require the vaccine to get completely reauthorized, Woodcock told SiriusXM's Doctor Radio Reports with Dr. Marc Siegel.\"If it's just a boost with the same vaccine, or perhaps some small change, but it's a boost for another dose, then they would simply have to submit what's called an efficacy supplement to the agency that would have the clinical data,\" she said.That clinical information would include why a booster is needed, the safety of another dose, and how a booster should be administered. Similar requirements for reauthorization could apply if manufacturers rework their vaccines to be variant-specific.CNN's Melissa Alonso, Virginia Langmaid, Deidre McPhillips and Hannah Sarisohn contributed to this report.","link":"/2021/05/03/health/us-coronavirus-monday/index.html"}