{"title":"Glenn Close and Mila Kunis can't dance fast enough to save the grim addiction tale 'Four Good Days'","time":"Updated 9:23 AM ET, Fri April 30, 2021 ","body":" (CNN)\"Four Good Days\" is only a so-so movie, a grim addiction story -- based on a Washington Post piece -- that plumbs the extent to which a mother is willing to suffer and exercise tough love to save her child. Said mom is played by Glenn Close, in a role unlikely to put her back in the awards spotlight, opposite a very unglamorous Mila Kunis as her struggling daughter.Close might be coming off a buoyant moment when she danced at the Oscars, but there's little joy to be found after Kunis' Molly shows up at her mom's doorstep as the movie begins, announcing, \"I'm done. I want to come home.\" That prompts the skeptical Deb (Close) to wearily reply, \"I've heard this speech for 10 years.\"Molly has spent that time going into and out of detox, but suddenly there's a glimmer of hope: After a few days in a facility, she's told of a blocker that will quell her feelings of addiction and give her a chance to get back on her feet, the catch being that she has to be clean when she gets the shot, four days away.Written and directed by Rodrigo García (a TV veteran who worked on the script with Eli Saslow, the Pulitzer Prize-winning Post reporter), \"Four Good Days\" thus becomes a story of hope, and whether Deb can allow herself to indulge in that feeling after years of pain and disappointment.\"I'm seeing glimpses of the old Moll,\" she says, an assertion met with caution by those around her, including her current husband (Stephen Root) and her ex. Read MoreUnfortunately, \"Four Good Days\" doesn't really give anyone beyond its central duo anything much to do, and even they're largely saddled with trying to class up the equivalent of a Lifetime movie. Kunis captures Molly's desperation, from her rotting teeth to admissions about the depths to which she's sunk in her fervor to get high.The subject matter will certainly resonate for many, but even with its fact-based underpinnings \"Four Good Days\" feels like a bit of a Frankenstein monster, stitched together from past addiction movies. The story also glosses over the mother-daughter history at its core, leaving Molly's assertion that Deb's abandonment contributed to propelling her along this path addressed, but not really explored.In a sense, the movie serves as a sort-of companion to Close's recent Oscar-nominated role in the otherwise underwhelming \"Hillbilly Elegy,\" at least in terms of parent-child relationships and the challenges of breaking patterns of dysfunction. Those are heady issues, but as presented in \"Four Good Days,\" they fall short of delivering 90-some-odd good minutes.\"Four Good Days\" premieres April 30 in theaters in the US. It's rated R.","link":"/2021/04/30/entertainment/four-good-days-review/index.html"}