{"title":"Don't be blinded by the light at the end of the pandemic tunnel","time":"Updated 9:12 AM ET, Sun May 2, 2021 ","body":"Dr. Tom Frieden, director of the US Centers for Disease Control and Prevention during the Obama administration, when he oversaw responses to the H1N1 influenza, Ebola and Zika epidemics, is President and CEO of Resolve to Save Lives, an initiative of Vital Strategies and Senior Fellow for Global Health at the Council on Foreign Relations. Twitter: @DrTomFrieden. (CNN)Although we're closer than ever to resuming life as usual in the United States, globally, the end of the pandemic is horrifyingly far away. India is now the epicenter of the worst ongoing coronavirus outbreak, and the situation there could get worse before it begins to get better.Despite hope in the United States, where the situation is likely to be much better by summer and at the new normal in the fall, we can't be blinded by the light at the end of the pandemic tunnel. India's surge is a reminder that the virus is learning and adapting to us faster than we are learning and adapting to it. The pandemic is more severe than ever and, fueled by variants, is an ongoing and increasing risk. If we get our response right, we can save more than a million lives in the coming year.Dazzling scientific progress resulted in rapid development of Covid vaccines that are more effective than many experts dared to hope. But although Israel, the UK, and, soon, the US will enter a new reality with the virus largely tamed by vaccines, global vaccination lags badly. Even in the best of circumstances, vaccines will take months to control the virus. And we are far from the best of circumstances. <img alt=\"Former CDC director: We can prevent the next pandemic\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200529175928-07-vietnam-coronavirus-large-169.jpg\">Former CDC director: We can prevent the next pandemicGlobally, vaccines would not crush the curve in the short-term even if there were enough of them -- which there aren't. There is still not enough vaccine in most countries, and low-income countries in particular lack sufficient vaccine. The virus and its variants are gathering strength and speed. Global cooperation is essential if we are to win our continuing war against Covid.It takes weeks to months to roll out vaccines and get them into enough people's arms to make a difference. It then takes several more weeks before protection fully kicks in. Vaccines don't help people if they already have active Covid infection and probably don't help much if received after exposure to the virus. This is why we need to continue protecting people until they are vaccinated.Read MoreThe pandemic is the world's most important problem. We should act accordingly. Our vaccine infrastructure cannot be relied on to meet the world's needs. Even if there were enough vaccines right now, which there aren't, they might slow but would not stop spread of the virus. Countries with excess supply can make a dent, but vaccine production needs to accelerate tremendously to meet need. Until much more vaccine is available, continued masking and distancing and reduced traveling are all essential.Rosy estimates that there will be enough vaccines in 2021 are encouraging, but companies missed their 2020 production projections by 96%, and overall production is still only at a quarter of projected need for 2021. Variants which could overwhelm some vaccines, the possible need for booster doses, safety signals, and production delays are all very real risks. We can't bet lives and global recovery on uncertain vaccines and uncertain production. <img alt=\"FDA report details flaws at Emergent facility making Johnson &amp;amp; Johnson Covid-19 vaccine\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210404181133-01-johnson-and-johnson-covid-19-vaccine-california-0325-large-169.jpg\">FDA report details flaws at Emergent facility making Johnson & Johnson Covid-19 vaccineAll types of vaccines that are proven to be effective need to be scaled up as rapidly as possible. The Novavax, J&J, AstraZeneca, and other vaccines are all important, but mRNA vaccines are the most promising. They are quicker to scale up and are likely safer and more effective. Transporting and handling them is getting easier, as problems maintaining required supercold temperatures are being addressed.mRNA vaccines are our best hope for an end to the pandemic -- our insurance policy against variants, the possible need for boosters, and production delays with other vaccines -- but current capacity is nowhere near the need. Transferring technology and stepping up production globally, especially of mRNA vaccines, is the most important step the Biden administration can take to help end the Covid pandemic. US taxpayers funded the Moderna vaccine. Not sharing this technology puts us at risk if even more dangerous variants emerge.Regional mRNA manufacturing hubs are crucial to provide the best vaccines on a global scale. Doing so will take longer than we wish, which is why we must start right now. India, South Korea, Singapore, Brazil and other countries in Latin America, South Africa, Senegal, and Rwanda all have the potential to establish vaccine manufacturing capacity and could become providers of vaccines globally. The CureVac mRNA vaccine candidate, now in Phase 3 clinical trials, might be another resource for expanding production.<img alt=\"The world&amp;#39;s biggest vaccine producer is running out of Covid-19 vaccines, as second wave accelerates\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415225206-01-india-vaccine-shortage-0408-restricted-large-169.jpg\">The world's biggest vaccine producer is running out of Covid-19 vaccines, as second wave acceleratesThe dangerous B.1.1.7 variant continues its stunning march across the US, and now accounts for more than half of new cases that have been sequenced in this country. Even with more than half of our adult population fully vaccinated, we face continued risk of outbreaks, and those who remain unvaccinated -- including young people -- face the risk of infection with a deadlier virus.During the 1918 pandemic, in many places, the second wave was deadlier than the first. I'm concerned that, globally, we're now at the most dangerous phase of this pandemic yet. Covid is becoming deadlier and more transmissible, the virus is circulating at higher levels in more places, and after more than a year of having our lives disrupted there's increasing human fatigue.Globally, 1.8 million deaths were reported from Covid in 2020. At the current rate, the number of deaths will be even higher in 2021. But this isn't inevitable; pandemics aren't natural disasters. We've shown that we can control Covid. Variants remain the biggest wild card, but we've learned a lot about the virus and how to limit its impact.Protection measures work, and effective action can save at least a million lives this year. We must take these six steps now to deal with explosive spread globally.1. Protect health care and health care workers.2. Mask up.3. Maintain distancing to avoid superspreading.4. Continue essential services, including school.5. Vaccinate, especially health care workers and older people.6. Learn and adapt.For each of these six, we need a focused, well-managed, accountable approach. We MUST do better protecting health care and health care workers. Doing so will save lives from Covid as well as from other diseases that become deadlier when care is disrupted. Controlling Covid will save lives from Covid and from many other diseases.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.It's possible to beat infectious diseases. These stories of success of how we prevented epidemics in the past give me hope. If we work together across borders to fight Covid and invest in preparedness, we can save millions of lives. Covid has shown the costs of failure, but a safer and healthier future is possible. It's up to us to make that happen.","link":"/2021/05/02/health/frieden-column-blinded-covid-tunnel/index.html"}