{"title":"Prosecutors took 18 electronic devices from Rudy Giuliani's home and office in April raid","time":"Updated 2:22 PM ET, Thu May 20, 2021 ","body":"Prosecutors took 18 electronic devices from Rudy Giuliani's home and office in April raidBy Kara ScannellUpdated 2:22 PM ET, Thu May 20, 2021 <img alt=\"Attorney for the President, Rudy Giuliani, speaks at a news conference in the parking lot of a landscaping company on November 7, 2020 in Philadelphia. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201222110730-rudy-giuliani-1107-large-169.jpg\">Attorney for the President, Rudy Giuliani, speaks at a news conference in the parking lot of a landscaping company on November 7, 2020 in Philadelphia.  (CNN)Federal prosecutors seized 18 electronic devices belonging to Rudy Giuliani and more than one of his employees when they raided his home and office last month, according to a new court filing.The letter, dated April 29, had been previously filed publicly with many redactions. The new filing, with fewer redactions, sheds a little more light on the government's investigative steps.It indicates that prosecutors obtained electronic devices belonging to multiple people who worked for Giuliani Partners but it does not say specifically how many.   <img alt=\"NY attorney general has been looking into the taxes of Trump Organization CFO for months, sources say\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519090102-01-trump-tower-nyc-file-large-169.jpg\">NY attorney general has been looking into the taxes of Trump Organization CFO for months, sources sayGiuliani previously said on Fox News that the FBI took seven or eight electronic devices when they arrived at his apartment to execute the search warrant. His attorney, Robert Costello, previously said they also took the laptop belonging to Giuliani's assistant when they searched his office.The bulk of the now revealed material relates to a covert search of Giuliani's iCloud account in 2019. Giuliani's lawyers are arguing that search was illegal and prosecutors should not be able to review the materials they seized last month.Read MoreProsecutors said they used a filter team of attorneys and FBI agents who are not on the investigative team to review the material obtained in 2019 for any items that could be covered by attorney-client or other privileges. They noted that that review is \"substantially\" complete.They argued that a filter team was appropriate at the time because the warrants were executed covertly, but they are now seeking a special master, an independent person, to review the newly obtained materials in part due to the publicity of the April search.In objecting to the search, Giuliani's lawyer had said the prior search overlaps in time with the latest search but for 56 days added at the end. The Justice Department acknowledges the overlap in the newly unredacted portion of the letter\"Based on the Government's investigation to date, given the overlap in date range and because certain materials, including certain emails and text messages, were backed up to the iCloud accounts that were searched pursuant to these prior warrants, the Government expects that some, but not all, of the materials present on the electronic devices seized pursuant to the Warrants could be duplicative of the materials seized and reviewed pursuant to the prior warrants,\" it said.DOJ is soon expected to file a reply to the Giuliani objections.","link":"/2021/05/20/politics/rudy-giuliani-raid/index.html"}