{"title":"Prince Harry and Oprah Winfrey discuss mental health in new series trailer","time":"Updated 9:59 AM ET, Tue May 18, 2021 ","body":"Prince Harry and Oprah Winfrey discuss mental health in new series trailerBy Amy Woodyatt, CNNUpdated 9:59 AM ET, Tue May 18, 2021 JUST WATCHEDPrince Harry and Oprah discuss mental health in new series trailerReplayMore Videos ...MUST WATCHPrince Harry and Oprah discuss mental health in new series trailer 00:44London (CNN)Prince Harry has spoken about mental health in the trailer for an Apple TV+ documentary series with Oprah Winfrey, which aims to destigmatize the topic.Harry and his wife, Meghan, Duchess of Sussex appear in the emotional trailer for \"The Me You Can't See,\" which will be released Friday.It also features appearances from celebrities including Lady Gaga, Glenn Close and DeMar DeRozan, who candidly and emotionally discuss their experiences of poor mental health. \"To make that decision to receive help is not a sign of weakness. In today's world, more than ever, it is a sign of strength,\" Harry tells Winfrey, with whom he co-created and executive produced the show.The pair are shown talking about the stigma around discussing mental health, with them saying that those who experience problems are often labeled \"crazy, lost it, can't keep it together.\"Read MoreWinfrey goes on to explore her own experiences, saying: \"It's just something I accepted.\"<img alt=\"Prince Harry says growing up as a royal was like being in a zoo\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513131247-harry-meghan-file-large-169.jpg\">Prince Harry says growing up as a royal was like being in a zooFootage of Harry at his mother Diana's funeral in 1997 is also included in the trailer, along with more clips of his wife, Meghan, and son, Archie.The series, which will touch on Harry and Winfrey's \"personal journeys and struggles\" also \"aims to destigmatize a highly misunderstood subject and give hope to viewers who learn that they are not alone\" according to a statement on the Sussexes' Archewell website.The series comes after Harry participated in several high profile interviews where he discussed his mental health. Just days ago, the prince admitted he was caught in a cycle of \"pain and suffering\" in the British royal family and hinted that he is heavily critical of the way his father, Prince Charles, raised him, in a lengthy interview with actor Dax Shepard.<img alt=\"Winfrey and the prince both touched on their experiences in the trailer for the series.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518044833-01-harry-oprah-tv-series-trailer-large-169.jpg\">Winfrey and the prince both touched on their experiences in the trailer for the series.<img alt=\"Footage of Harry and Meghan was included in the trailer. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518045118-02-harry-oprah-tv-series-trailer-large-169.jpg\">Footage of Harry and Meghan was included in the trailer. In a bombshell interview with Winfrey in March, Harry spoke about his own mental and emotional struggles. In the same interview, Meghan revealed that she contemplated suicide while pregnant with Archie.<img alt=\"Prince Harry opens up: A role model for emotional availability in men and boys\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308161052-01-boys-mental-health-prince-harry-wellness-large-169.jpg\">Prince Harry opens up: A role model for emotional availability in men and boysAnd earlier this year, Harry said he stepped back from the royal family in 2020 because the British press was \"destroying\" his mental health.In an interview in which he discussed the pressures of royal life and his move away from London, Harry told \"The Late Late Show\" host James Corden that he decided he needed to \"get (his) family out of here\" and that he preferred the depiction of royal life seen on Netflix show \"The Crown\" to the one published in newspapers.\"We all know what the British press can be like, and it was destroying my mental health,\" he said during the segment. \"I was like, this is toxic. So I did what any husband and what any father would do.\"CNN has launched Royal News, a new weekly dispatch bringing you the inside track on the royal family, what they are up to in public and what's happening behind palace walls. Sign up here.","link":"/2021/05/18/entertainment/harry-oprah-show-intl-scli/index.html"}