{"title":"Canada expected to pass US on first dose Covid vaccinations as demand declines among Americans","time":"Updated 10:09 PM ET, Tue May 18, 2021 ","body":"Canada expected to pass US on first dose Covid vaccinations as demand declines among AmericansBy Paula Newton, CNNUpdated 10:09 PM ET, Tue May 18, 2021 <img alt=\"Vaccinations at an overnight vaccination site in Mississauga, Ontario, last week. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518160827-vaccine-canada-210515-large-169.jpg\">Vaccinations at an overnight vaccination site in Mississauga, Ontario, last week.  (CNN)After a devastating lack of vaccine supply earlier this year and a punishing third wave of the coronavirus pandemic, Canada is set to catch up to and even surpass the United States this week in the percentage of people with at least one dose of vaccine, data projections show. Almost 38% of the US population has been fully vaccinated, and about 48% has had at least one dose, according to US Centers for Disease Control and Prevention data. While Canada has less than 4% of those eligible fully vaccinated, it has vaccinated more than 46% with at least one dose.The Our World in Data Covid-19 vaccination database estimates that Canada is currently administering 40% more doses daily per 100 people than the US, based on a seven-day average.Canada has benefited from the decrease in vaccine demand within the US. Pfizer's Michigan manufacturing facility began shipping more doses to Canada than previously scheduled earlier this month as US vaccinations declined.Canada has nearly 38 million people, and the US population is about nine times larger.Read MoreAccording to data updated Tuesday from Our World in Data, Canada will catch up to the US likely by the end of the week in the share of its population with at least one dose. Canada's prime minister confirmed that vaccine deliveries, the majority of which will come from Pfizer, will continue to ramp up throughout June. Canada will break a record for vaccine deliveries in the coming days as it is set to receive 4.5 million doses of vaccines in a single week. \"Four and a half million doses is our largest weekly shipment to date, and it will help Canada keep within the top of the G20 on daily vaccinations, where we've been for over two weeks,\" said Prime Minister Justin Trudeau during a news conference in Ottawa.However, Trudeau outlined a more cautious approach with tougher benchmarks in order for public health measures to be lifted, possibly sometime in the fall. \"This fall, once three quarters of eligible Canadians are fully vaccinated, we'll be able to do more of the indoor things we miss, whether that's watching sports in person or a dinner party in a restaurant,\" said Trudeau. Canada's chief public health officer, Theresa Tam, said there was a 25% decrease in active Covid-19 cases in Canada this week, compared to the peak of the third wave in mid-April. Hospitalizations and ICU admissions related to the virus remain high in Canada, especially in Ontario. CNN's Theresa Waldrop contributed to this report. ","link":"/2021/05/18/americas/canada-us-covid-vaccination/index.html"}