{"title":"Covid-19 vaccine myths: These reasons for not getting a shot don't hold up. In fact, they'll set the US back","time":"Updated 6:25 PM ET, Fri April 30, 2021 ","body":" (CNN)Americans have an easy way to crush Covid-19 -- one that would let businesses fully reopen safely, ditch the need for social distancing and restore a mask-free return to normalcy. But many Americans don't want to get vaccinated as myths and misunderstandings spread.\"Facebook runs a survey every day ... and that's shown that vaccine confidence in the US has been slowly but steadily going down since February,\" said Dr. Christopher Murray, director of the University of Washington's Institute for Health Metrics and Evaluation.  \"We were at 75% of adults saying they wanted the vaccine. Now we're down to, in those surveys, about 67%.\"<img alt=\"A year after the pandemic started, clinics nationwide are treating &amp;#39;long Covid&amp;#39; complications\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210219155057-01-covid-19-long-hauler-clinics-large-169.jpg\">A year after the pandemic started, clinics nationwide are treating 'long Covid' complicationsThat's a big problem for several reasons: Read More-- Health experts say we need at least 70-85% of the US population immunized to reach herd immunity. -- The longer people stay unvaccinated, the more chances a virus has to mutate. And if the mutations are significant, they could lead to more troubling strains that might evade vaccines. -- 'Long Covid' is real. Even young athletes have suffered brain fog, chest pains and shortness of breath months after infection.\"Even for young people who consider their risk of severe Covid to be low, the long-term consequences can be quite serious,\" said Dr. Francis Collins, director of the National Institutes of Health.\"So long Covid represents one more reason to encourage everyone age 16 and over to get vaccinated as quickly as possible.\"But rampant myths and unnecessary concerns stand in the way. Here are some of the most popular arguments for not getting vaccinated and why doctors want to set the record straight:'We don't know what the long-term side effects are'Any adverse side effects from vaccines almost always \"show up within the first two weeks, and certainly by the first two months,\" said Dr. Ashish Jha, dean of the Brown University School of Public Health. That's why he and many other health experts asked the US Food and Drug Administration to wait at least two months after trial participants had been inoculated before considering whether to give emergency authorization to Covid-19 vaccines. <img alt=\"Don&amp;#39;t freak out if you get these side effects from a Covid-19 vaccine. They can actually be a good sign\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210331193711-vaccines-moderna-210326-large-169.jpg\">Don't freak out if you get these side effects from a Covid-19 vaccine. They can actually be a good sign\"If there were going to (be) problems ... they would become apparent within two months of people getting vaccinated,\" he said. \"That's what the FDA waited for.\"The most serious vaccine side effects in history have all been caught within six weeks, said Dr. Paul Offit, director of the Vaccine Education Center at the Children's Hospital in Philadelphia and a member of the FDA's Vaccines and Related Biological Products Advisory Committee.\"I would say, please tell me what vaccine has ever been shown to cause a long-term side effect that was not picked up in the first two months,\" said Offit, a co-creator of the rotavirus vaccine who has studied vaccinology for more than four decades. \"The smallpox vaccine could cause inflammation of the heart muscle. The oral polio vaccine was a rare cause of polio -- it occurred in roughly 1 in 2.4 million doses. ... The yellow fever vaccine is a rare cause of ... yellow fever. All those occurred within six weeks of getting a dose,\" he said. <img alt=\"Almost 1/3 of people with &amp;#39;mild&amp;#39; Covid-19 have nagging symptoms months later\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200813174356-coronavirus-long-hauler-patients-symptoms-months-gupta-dnt-lead-vpx-00001527-large-169.jpg\">Almost 1/3 of people with 'mild' Covid-19 have nagging symptoms months laterThere may be very rare side effects that aren't immediately found in clinical trials. But that's due to the extreme rarity of those side effects -- \"not because it's a long-term problem,\" Offit said.\"Sometimes you're not going to pick it up initially because it's extremely rare, so you aren't going to pick up a one-in-a-million risk in a trial of 44,000 people,\" he said. Pfizer/BioNTech and Johnson & Johnson had about 44,000 participants in each of their trials. Half the volunteers got vaccinated, and the other half got placebos. The Moderna trial had about 30,000 participants, with half receiving vaccines and half receiving placebos. And because coronavirus is highly contagious -- killing more than half a million Americans and leaving many survivors with long-term complications -- you're much better off getting the vaccine.'The vaccine might hurt my fertility' This is pure nonsense, Offit said. There's no evidence that people have lost any fertility because of the Covid-19 vaccines.The rumor apparently started with the myth that the coronavirus spike protein, which is mimicked when you get a vaccine, also mimics the protein on the surface of placental cells, Offit said. <img alt=\"Fighting misinformation and getting vaccinated are critical to ending this pandemic\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210111232330-moderna-vaccine-210107-california-large-169.jpg\">Fighting misinformation and getting vaccinated are critical to ending this pandemic\"So the false notion was that when you're making an immune response to the SARS-CoV-2 spike protein, you also were inadvertently making a response to a placental protein -- which would then make you less likely to be fertile,\" Offit said. \"So it's all nonsense. It's not true.\" The US Centers for Disease Control and Prevention also said there's no link between any vaccines and fertility. \"If you are trying to become pregnant now or want to get pregnant in the future, you may receive a COVID-19 vaccine when one is available to you,\" the CDC says.\"There is currently no evidence that any vaccines, including COVID-19 vaccines, cause fertility problems.\"The benefits of getting vaccinated if you're pregnant or trying to become pregnant far outweigh the risks, because pregnancy puts a person at higher risk for severe Covid-19 illness.And some research suggests Covid-19 vaccines provide some level of protection to newborns. 'It's none of your business if I don't get vaccinated'Refusing the Covid-19 vaccine actually impacts a lot of people -- yourself, your loved ones, even the country as a whole.\"When people say, 'What do you care? You're vaccinated. I'm going to choose not to be vaccinated. You're vaccinated, so you're good'\" -- that makes three false assumptions, Offit said. \"First of all, the vaccines aren't 100% effective.\" So even if your friends and family are vaccinated, but you're not vaccinated, you can still carry and spread the virus to your loved ones.<img alt=\"How to speak to someone who&amp;#39;s hesitant to get vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210402185339-doctor-talking-with-patient-stock-large-169.jpg\">How to speak to someone who's hesitant to get vaccinatedAnd as Americans go back to crowded bars, concerts, sporting events and movie theaters, the need for mass vaccination becomes even more important. Second, it's a mistake to think everyone who wants a vaccine can just get one. \"Some people are on cancer chemotherapy. They can't be vaccinated -- they depend on the herd to protect them,\" Offit said. So many of the most vulnerable Americans are counting on fellow Americans to get vaccinated.\"And third, by not being vaccinated, or being part of a reasonably sized group of people who are choosing not to get the vaccine, you're allowing the virus to continue to replicate. When it's allowed to continue to replicate, it will create mutations, which could then cause variants that are completely resistant to the immunity induced by natural infection or immunization.\"In other words: Failing to get a vaccine could make the vaccines less effective. And that could ruin everyone's vaccinations -- throwing the country backward in this pandemic. 'I'm young and healthy, so I don't need to get vaccinated'It's critical for young, healthy adults to get vaccinated. Many of those who refused have already paid a price. A highly contagious strain is hitting young adults hard. The B.1.1.7 variant is now the most dominant strain of coronavirus spreading in the United States. And unlike the original strain, this one is heavily impacting young people.   <img alt=\"More young people are getting hospitalized as a &amp;#39;stickier,&amp;#39; more infectious strain becomes dominant\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210407201545-covid-variant-young-people-hospitalized-file-large-169.jpg\">More young people are getting hospitalized as a 'stickier,' more infectious strain becomes dominant\"We have to think about the B.1.1.7 variant as almost a brand-new virus,\" said Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine. Why B.1.1.7 is more contagious than other strains\"So remember that the B.1.1.7 variant is different from past types of Covid infections that we've seen -- more serious and possibly more severe disease among younger people.\"Young adults can get long-term Covid-19 complications. Plenty of young, healthy people have turned into Covid-19 \"long-haulers.\"Many have suffered chronic fatigue, chest pain, shortness of breath and brain fog months after their infection. <img alt=\"Study: 7 in 10 people hospitalized for Covid-19 haven&amp;#39;t fully recovered five months after discharge\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200213175739-03-coronavirus-0213-large-169.jpg\">Study: 7 in 10 people hospitalized for Covid-19 haven't fully recovered five months after dischargeAnd a recent study found that 30% of people who had Covid-19 still had symptoms up to nine months after infection.\"Covid-19 doesn't have to kill you to wreck your life,\" said Dr. Jonathan Reiner, professor of medicine and surgery at George Washington University.Young adults can be easy transmitters of coronavirus. Several states recently reported spikes in young people with Covid-19. \"A lot of the spread is happening among younger people,\" Jha said. \"That's the group that is moving around, kind of relaxing, getting infected.\"Young adults can be victims of their strong immune systems. Doctors have noticed some young, previously healthy patients suffer from Covid-19 cytokine storms. That's basically when someone's immune system overreacts -- potentially causing severe inflammation or other serious symptoms. <img alt=\"Some children&amp;#39;s hospitals see a surge in rare Covid-19 complication MIS-C\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210227013206-01-mis-c-covid-complication-restricted-large-169.jpg\">Some children's hospitals see a surge in rare Covid-19 complication MIS-C\"We've certainly seen people come into our hospital, very young people (in their early 20s) ... need to be put on ECMO, which is basically a heart-lung machine, for days or even weeks because they come in with cardiomyopathy, which is a response to a cytokine storm,\" Reiner said.If too few people get vaccinated, we'll never reach herd immunity. \"It's important to vaccinate as many adults as possible as soon as possible,\" internal medicine specialist Dr. Jorge Rodriguez said. \"If you want to open up America, get vaccinated.\" 'These vaccines only have emergency use authorization, not full FDA approval'It's true that the Pfizer/BioNTech, Moderna and Johnson & Johnson vaccines have emergency use authorization from the FDA and not full approval yet. But that's only because not enough time has passed to show how long the vaccines stay effective, Offit said. <img alt=\"Pfizer&amp;#39;s Covid-19 vaccine is still highly effective after six months (and counting)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210327163109-01-pfizer-covid-19-vaccine-italy-0325-large-169.jpg\">Pfizer's Covid-19 vaccine is still highly effective after six months (and counting)\"Frankly, the only real difference was in length of follow-up,\" he said. \"Typically, you like to see efficacy for a year or two years.\"But with Covid-19 vaccines, \"you couldn't do that. You couldn't do a one- or two- or three-year study ... because the virus was killing hundreds of thousands of people. So we wanted to get it out there.\" He stressed that the vaccines' EUA status doesn't mean they're less safe. As a member of the FDA vaccine advisory committee, Offit said the vaccines are reviewed with the same level of scrutiny as they would to get full approval. Offit said he's confident the vaccines will get full FDA approval.\"The effectiveness and efficacy data in the Phase 3 trials and now in the real world ... is excellent,\" he said. Also, the vaccine trials showed \"excellent cellular immune responses -- meaning so-called T helper cells.\" Offit said that's a good sign these vaccines give strong, long-lasting protection.'I've already had Covid-19, so I don't need to be vaccinated'Even if you've had coronavirus, you should still get vaccinated because the immunity you get from vaccination will likely be longer or stronger than the immunity you got after getting infected, health experts say.<img alt=\"When should you get the vaccine if you&amp;#39;ve already had Covid-19?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210409172432-coronavirus-vaccine-second-dose-wellness-large-169.jpg\">When should you get the vaccine if you've already had Covid-19?\"That's true for a number of vaccines -- the human papillomavirus (HPV) vaccine induces immunity better than natural infection. The tetanus vaccine does,\" he said.  When it comes to the two-dose vaccines -- those from Pfizer/BioNTech and Moderna -- people who've already had coronavirus should still get both doses, emergency medicine physician Dr. Leana Wen said.Those vaccines were studied in people taking both doses, and that's what experts know to be effective. It's not clear how long protection after just one dose might last. \"We also don't know how long protection will last after having coronavirus, so you should still be (fully) vaccinated,\" Wen said.'I don't want to get Covid-19 from the vaccine'It's literally impossible to get Covid-19 from any of the vaccines used in the US because none of them contains even a piece of real coronavirus.Here's how each vaccine was made.'My faith will protect me, so I don't need to get vaccinated'Among religious groups in the US, \"white evangelical Protestants stand out as the most likely to say they will refuse to get vaccinated (26%), with an additional 28% who are hesitant,\" according to a study by the Public Religion Research Institute and Interfaith Youth Core. <img alt=\"Bishop who said &amp;quot;God is larger than&amp;quot; Covid-19 has died from coronavirus\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200414000647-bishop-god-larger-coronavirus-dies-large-169.jpg\">Bishop who said \"God is larger than\" Covid-19 has died from coronavirusSome experts say anti-Covid-19 vaccine sentiment among evangelicals is fueled by a distrust in government, ignorance about how vaccines work and misinformation.\"If you believe that God created us in his image, including being able to think and reason, we've been able to think and reason a lot of these diseases away\" thanks to vaccination, he said. \"We don't die from smallpox anymore. Children aren't permanently paralyzed by polio anymore in the United States. It's a good thing. That's because God gave us a brain to think and reason with. So use it.\" Opinion: Covid-19 vaccines are an answered prayer for all faiths'I might not be able to afford a vaccine'\"It's all free. The government is paying for this,\" Offit said.This is one message public officials could do a better job explaining, he said.<img alt=\"White House expands federal vaccine programs\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210418164209-covid-vaccine-equity-white-house-large-169.jpg\">White House expands federal vaccine programs\"I never hear them described as free, I think because it's always assumed that people know they're free,\" Offit said. But \"maybe for all those commercials you see on TV ... they should make it clear you don't have to pay this.\"For those who might lack internet access, Offit said it'd be a good idea for state or local health departments to send flyers in the mail explaining when and how people can get vaccinated -- and reminding them it's free. The bottom line: Not getting vaccinated could set everyone backIf you want to protect yourself, your friends, your family and the economy, get vaccinated. Otherwise, you'll be part of the problem -- not the solution. \"This virus is continuing to mutate,\" Offit said. \"The thing I'm most worried about is that this virus will mutate to the point that immunity induced by natural infection or vaccination doesn't work at all. That's the most important reason to vaccinate.\"<img alt=\"It&amp;#39;s possible to reach herd immunity, then lose it. Repeatedly. Here&amp;#39;s how you can help prevent that from happening\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210330004627-jfk-airport-0326-restricted-large-169.jpg\">It's possible to reach herd immunity, then lose it. Repeatedly. Here's how you can help prevent that from happeningThe longer a virus circulates among unvaccinated people, the more opportunities it has to mutate. And if the mutations are significant, they can lead to more problematic variants -- including some that could partially or fully escape vaccine protection.\"It's already starting to happen,\" Offit said, citing the B.1.351 and P.1 variants. While vaccines are still effective against those strains, \"these variants have now started to escape from the immunity of natural infection or immunization. They don't completely escape, but they've started to escape.\" So the key to ending this pandemic isn't just getting vaccinated. It's getting vaccinated as soon as possible, before the virus mutates into variants that we can't control with our current vaccines.\"The vaccine is the most important pathway to ending this pandemic. That means we've got to get everyone in our country vaccinated,\" US Surgeon General Dr. Vivek Murthy said.\"Now what we've got to do is, No. 1: Get the vaccine. No. 2: Turn around and look at our family and friends and ask if they're going to get vaccinated. If they need help, that's what we've got to do.\"CNN's Ryan Prior, Richard Allen Greene and Megan Marples contributed to this report. ","link":"/2021/04/28/health/covid-vaccine-myths-debunked/index.html"}