{"title":"Soft bedding continues to claim infant lives despite warnings, study finds","time":"Updated 7:19 AM ET, Tue April 27, 2021","body":" (CNN)Amanda Saucedo did everything the natural parenting blogs she read told her to do before she brought her newborn son Ben into her bed to co-sleep in October 2014.\"I was a single mom of two kids, so I took sleep any way I could get it,\" said Saucedo, who was 27 at the time. \"I was like, 'These people say it's safe if I take these precautions,' so that's what I did -- only one pillow, one blanket and only the mom in the bed, with a baby that is exclusively breastfed.\"Saucedo had successfully co-slept with Ben's older brother, 3-year-old Trae, and thought she was even more cautious with Ben.But on the morning Ben turned 30 days old, Saucedo woke to find him dead -- a victim of sudden infant death syndrome, or SIDS.\"There wasn't anything on him when I woke,\" Saucedo said. \"We were sleeping on my bed, so of course the mattress isn't going to be as firm as a crib mattress. So it could have compromised his airway, or maybe I was exhaling in his face and he wasn't getting enough oxygen. I'm not really sure.Read More\"Instantly I blamed myself, of course,\" she said. \"Even on the 911 call, I told them 'I know you're not supposed to sleep with babies but it was the only way he would sleep.' \"<img alt=\"Amanda Saucedo&amp;#39;s son Ben as he came into the world.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426162426-02-sids-infant-death-soft-bedding-wellness-large-169.jpg\">Amanda Saucedo's son Ben as he came into the world.SIDS numbers aren't declining Despite decades of public health messages designed to prevent sudden unexpected infant death, or SUID, some 3,500 babies die from it every year in the US, according to the US Centers for Disease Control and Prevention.That makes SUID the leading cause of death for infants between 1 month and 1 year of age. (SIDS is a subset of SUID. After an investigation, a SUID death might be from suffocation via airway blockage or tangled in bedding and blankets, infection, choking, injury or a cardiac or metabolic dysfunction. When the death cannot be explained, the baby is said to have died from SIDS.)\"These deaths are still happening -- and they happen to well-meaning parents,\" said Dr. Rachel Moon, who chairs the American Academy of Pediatrics task force on SIDS and authored the AAP policy statement on safe infant sleep.\"We have remained at the same rate of sleep-related deaths since around 1998,\" she added.  \"And the rate in the US is much higher than that in most developed -- and even some not-so-developed countries.\"First recognized in 1969, by the early 90s researchers had found that having an infant sleep on its back on a firm crib surface was associated with the lowest risk. In 1994, a massive public awareness effort called the \"Back to Sleep\" campaign, began to convince parents to only put babies to sleep on their backs, and not their tummies. <img alt=\"Smoking during pregnancy doubles risk of sudden death for baby, study says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190308181756-01-smoking-while-pregnant-large-169.jpg\">Smoking during pregnancy doubles risk of sudden death for baby, study saysOther key features of the campaign were the avoidance of soft bedding or blankets in cribs, along with crib bumpers, decorative pillows, toys, or anything else. Now, a new study of nearly 5,000 babies who died suddenly between 2011 and 2017 found nearly 70% were sleeping in an unsafe environment per the AAP safe-sleep guidelines, such as sleeping on soft surfaces or with suffocation hazards like blankets, pillows, and crib decorations added by caregivers. \"With regards to soft bedding, it is usually blankets, pillows, and bumper pads,\" said Moon, who is division head of general pediatrics at the University of Virginia School of Medicine. She wasn't involved in the study. \"Bed-sharing rarely occurs in the absence of pillows and blankets,\" Moon said, adding that beds, couches and chairs can be extremely dangerous, largely because \"they are so plush and soft.\"But there are many unsafe sleeping situations that parents don't consider, she said.\"Many parents focus on sleep position (which is very important) but don't think that eliminating soft bedding is that important,\" Moon said.However, the new study, published in the journal Pediatrics, found 75% of the infant deaths due to airway obstruction were due to soft bedding. In fact, only 1% to 2% of the unexplained deaths had no unsafe sleep factors.\"We always want a baby to be on their back, in a crib, bassinet or other separate flat, firm, surface that is both close to the parents' bed and has nothing in or on it except for a thin tight-fitting sheet and the baby,\" Moon said. \"I know that it is hard to do safe sleep for each and every sleep, but please keep doing it!,\" she added. \"Remember that the safest baby is one who is on the back, in a crib or bassinet or another flat, firm surface, without anything in it.\"\"Absolute nightmare'It's a message that  Saucedo will never forget. In the six years since Ben's death, she has turned her grief into a crusade to make sure that no other mother makes her mistake. <img alt=\"Amanda Saucedo and her son Ben.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426174129-03-sids-infant-death-soft-bedding-wellness-large-169.jpg\">Amanda Saucedo and her son Ben.She volunteers for First Candle, one of the oldest SIDS nonprofits committed to educating parents about SIDS and other sleep-related infant deaths, while also providing support for grieving families who have suffered a loss.Saucedo also takes her message to other mothers on Facebook with Benny Bears, a nonprofit foundation she and her family created to spread the word on safe sleep practices recommended by the AAP:Babies should sleep on their backs for all naps and at night until they are one year old.That applies even to babies who struggle with gastroesophageal reflux or GERD. \" Some parents worry that babies will choke when on their backs, but the baby's airway anatomy and the gag reflex will keep that from happening,\" the AAP says.If a baby falls asleep in a car seat, stroller, swing, infant carrier, or sling, move your child to a firm sleep surface on his or her back as soon as possible.Make sure the surface of the crib, bassinet or play yard is firm -- so firm there are no indentions when the baby is lying on it. Look for one that meets the safety standards of the Consumer Product Safety Commission and only use a fitted sheet designed for that specific product. Nothing else should be in the crib except for the baby. No decorative bumpers, no cute toys, no pillows, nothing but the baby. \"If you are worried about your baby getting cold, you can use infant sleep clothing, such as a wearable blanket. In general, your baby should be dressed with only one layer more than you are wearing,\" the AAP says.Only bring your baby into your bed to feed or comfort. Bed-sharing is not recommended for any babies.Never place your baby to sleep on a couch, sofa, or armchair and do not allow a baby to fall asleep on nursing pillows or pillow-like lounging pads. Despite her grief, Saucedo never hesitates to tell her story if it might save a life.\"No matter how hard, practice safe sleep -- every single time -- because you don't ever think it's going to be you until you're the one that wakes up and finds every parent's absolute nightmare.\"","link":"/2021/04/27/health/sids-infant-death-soft-bedding-wellness/index.html"}