{"title":"Bitcoin? Ethereum? Dogecoin? Your guide to the biggest names in crypto","time":"Updated 11:36 AM ET, Thu April 22, 2021 ","body":"New York (CNN Business)Bitcoin and its many peers have surged to new levels of popularity over the past year, but they're still a mystery to many investors. With new \"coins\" cropping up all the time, it's hard to keep track of what's worth paying attention to and what might not be here to stay.Meanwhile, major companies are jumping on the bandwagon: Tesla announced earlier this year that customers may buy vehicles with bitcoin. Digital payment platform Square (SQ) and PayPal (PYPL), which also owns transfer app Venmo, now also allow customers to use cryptos.Ranked by their market capitalization in US dollars, the biggest cryptocurrencies in the world are bitcoin, Ethereum, Binance Coin, XRP and Tether, according to CoinMarketCap.Their market caps range from more than $1 trillion to around $50 billion. But that doesn't tell us anything about how they work and how valuable the single coins might be in a broader context.Read MoreHere's your guide to the biggest digital currencies today.BitcoinBitcoin is the biggest and most recognized fish in the crypto sea, with a market cap of more than $1 trillion.Created anonymously in 2009, the digital currency runs on blockchain technology, another buzzword from the past decade. Essentially, the blockchain is a decentralized ledger system where records of transactions are stored. That's a key difference between bitcoin and traditional fiat currencies like the US dollar or the euro, which are controlled by central banks. Bitcoin reached a record high of $63,000 per unit this month, which makes it by far the most valuable cryptocurrency.Many bitcoin bulls call it a store of value — a label that has historically been reserved for safe haven investments like gold — and argue that that the digital currency is a good investment to hedge against inflation. It's also prone to wild swings in value, so it may not the best option for risk-averse investors. Just a few days after hitting its record high this month, it suffered a flash crash, dropping some 14% in under an hour. Part of bitcoin's value is determined by the finite number — 21 million — of coins that can be created. Not all of the coins are in circulation, and bitcoin \"miners\" use computers to solve complex puzzles to create a new \"block\" on the chain. That process is in turn rewarded with bitcoin, though the reward halves for every 210,000 blocks mined. These \"halving\" events have in the past led to volatility in the bitcoin price.The mining process eats up a lot of computing power and electricity, which has led to concerns about bitcoin's environmental impact.EthereumEthereum is an open-source blockchain-based software, which has its own cryptocurrency called Ether. It is the second-largest digital currency by market cap at nearly $300 billion.The software was created with the idea to expand the use of the blockchain beyond bitcoin and use it in wider applications, which makes it more than \"just\" a cryptocurrency.Ether supply isn't capped and new tokens are created constantly through a similar mining process as with bitcoin. It climbed to an all-time high of more then $2,500, according to CoinDesk data. Ethereum was launched in 2015.Binance CoinThe third-largest crypto with a market cap of nearly $90 billion, Binance Coin is a bit of a different beast. The Binance Exchange is the largest cryptocurrency platform by volume traded, and created Binance Coin, or BNB tokens as a means to pay for fees on its platform.It has a top cap of 200 million tokens, but tokens are regularly destroyed — or \"burned\" — to reduce the total supply and stabilize the their value over time.Another way Binance Coin is different is that it can only be exchanged into other cryptocurrencies.Most recently, Binance hired Brian Brooks, the acting head of Office of the Comptroller of the Currency during the latter years of the Trump administration, to head its US business.XRPXRP is the digital currency on payment platform Ripple. The neat thing about Ripple is that any currency — digital or otherwise — can be exchanged for another. That means users can pay someone in bitcoin without owning bitcoin, simply by using XRP as the bridge between the currency they own and the one their recipient wants to be paid in. This makes it a very fast means of payment.Banks have caught on as well: Bank of America (BAC), Banco Santander (BCDRF) and PNC Financial Services (PNC) are partnering with Ripple.XRP also doesn't run on the blockchain but on a data structure called HashTree, which makes it different from other digital currencies. It can't be mined, and its total number of coins is set at 100 billion.Despite the finite supply, the unit cost per XRP token is still pretty low, with its all-time high at $3.40, according to CoinDesk data. Its market cap is just above $60 billion.In December 2020, the US Securities and Exchange Commission filed a lawsuit against Ripple, its CEO, and its chairman, over the alleged illegal selling of unregistered securities worth $1.3 billion. Ripple CEO Bradley Garlinghouse rejected the premise of the suit and in December called it \"an assault on crypto at large.\"The suit is a reminder that there is still a lot of regulatory uncertainty when it comes to cryptos, which could spell volatility in the years ahead as governments and institutions figure out what to do.TetherTether rounds off the top five of biggest digital currencies, with a market cap nearly $50 billion.It's an example of a so-called \"stablecoin\" because it is pegged to the US dollar. This keeps Tether relatively stable compared with other cryptocurrencies, which can be very volatile. When it was first created in 2014, the value of each token was set at $1. Tether's all-time high was $1.32, according to data from CoinDesk.Honorable mention: DogecoinDogecoin started in 2013 as a joke based on a viral dog meme. Its market cap briefly grew to more than $40 billion and it's competing with Tether for spot number five on the list of biggest cryptos. Such are the times.The digital currency's popularity and value soared over the past year as bitcoin's value climbed and Tesla CEO Elon Musk repeatedly tweeted about it. This year alone, its value skyrocketed more than 7,800%, according to data from CoinDesk. It even briefly overtook XRP as the fourth-largest cryptocurrency by market cap in April.It's also popular with Reddit users, who have taken on a notorious role among retail investors following the rise and fall of the shares of gaming retailer GameStop (GME).Dogecoin hit an all time high in mid-April at $0.43. That's right, the currency is still super cheap.There are 129 billion coins in circulation now and new ones will be available to mine every year. That's what keeps the value of each coin relatively low — especially compared with bitcoin, which is a scarce resource in comparison.","link":"/2021/04/22/investing/cryptocurrency-guide-top-five-bitcoin-ethereum/index.html"}