{"title":"Return of 'The Handmaid's Tale' and what else to watch","time":"Updated 5:31 PM ET, Thu April 29, 2021 ","body":"\nA version of this story appeared in CNN's Pop Life Chronicles newsletter. To get it in your inbox, sign up for free here. Tell us what you'd like to see more of in the newsletter at entertainment.newsletter@cnn.com.\n (CNN)Time to flip the script a bit. If, like me, you are craving a return to a bit of normalcy as we start to see some light at the end of a pandemic tunnel, let's try starting off with some viewing and listening escape options in our Pop Life Chronicles world.More from Pop Life ChroniclesFunny how far women have come in comedyCelebs getting a taste of wine successRaya, 'The Equalizer' and Wanda Maximoff are strong female characters taking the leadThis past year definitely has been a lesson in learning how to pivot.Because while things are progressing, we are still very much in a global pandemic -- and these shows aren't going to watch themselves.So #Lesgo:\nRead MoreFor your weekendThree things to watch:'The Handmaid's Tale' Season 4<img alt=\"June (Elisabeth Moss) plots revenge at the local Jezebel&amp;#39;s in season four of &amp;quot;The Handmaid&amp;#39;s Tale.&amp;quot; \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426144316-handmaids-tale-season-4-episode-402-large-169.jpg\">June (Elisabeth Moss) plots revenge at the local Jezebel's in season four of \"The Handmaid's Tale.\" Praise be!\"The Handmaid's Tale\" returned to Hulu this week for an eagerly awaited new season.Based on the dystopian novel by Margaret Atwood, the series has become a major hit for the streaming service.\"June (Elisabeth Moss) strikes back against Gilead as a fierce rebel leader, but the risks she takes bring unexpected and dangerous new challenges,\" according to a description of season four from Hulu. \"Her quest for justice and revenge threatens to consume her and destroy her most cherished relationships.\"Get 'em, June!!!'Lucy the Human Chimp' <img alt=\"(From left) Lucy and Janis Carter are shown in &amp;quot;Lucy the Human Chimp&amp;quot; from HBO Max. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426150539-lucy-human-chimp-large-169.jpeg\">(From left) Lucy and Janis Carter are shown in \"Lucy the Human Chimp\" from HBO Max. Janis Carter took on the huge task of trying to help Lucy the chimp -- raised as a human -- integrate into the wild.This documentary tells the story of \"an unbreakable friendship across the divide between species\" that begins with an experiment in 1960s suburban America and ends decades later in a remote African jungle.Lucy's life explores nature versus nurture, with lessons about love.The documentary is streaming now on HBO Max, which is owned by CNN's parent company.'Tom Clancy's Without Remorse'<img alt=\"Michael B. Jordan stars in &amp;quot;Tom Clancy&amp;#39;s Without Remorse.&amp;quot; \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210325213336-28-new-april-streaming-2021-without-remorse-large-169.jpg\">Michael B. Jordan stars in \"Tom Clancy's Without Remorse.\" When are the bad guys going to learn you can't just kill people's loved ones and get away with it?Michael B. Jordan is kicking butt and taking names in this action movie about elite Navy SEAL John Kelly, whose desire for justice after the murder of his pregnant wife is not good for those he's hunting down.Kelly, aka John Clark, is adapted from one of the most popular characters in Clancy's Jack Ryan universe of novels -- and it's a great look for Jordan.The film starts streaming Friday on Amazon Prime.Two things to listen to:<img alt=\"Julia Michaels speaks onstage at the 2020 Billboard Music Awards at Dolby Theatre in Hollywood, California, October 14, 2020.  \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426154137-julia-michaels-2020-billboard-music-awards-large-169.jpg\">Julia Michaels speaks onstage at the 2020 Billboard Music Awards at Dolby Theatre in Hollywood, California, October 14, 2020.  Julia Michaels has written plenty of hits for other artists, including Selena Gomez and Dua Lipa.Now, Michaels is focused on making her own.The singer-songwriter debuts her first full-length album, \"Not in Chronological Order,\" on Friday.Michaels told Billboard the project is \"very much about this new relationship and being in love and being in something that feels easy, and nice, and secure and stable. And not toxic and dramatic like you think love is supposed to be,\" she said. \"So I'm excited.\"So are we, Sis. So are we. <img alt=\"Dawn Richard attends Telemundo&amp;#39;s Latin American Music Awards at the Dolby Theatre in Hollywood, California, October 8, 2015.  \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426142952-dawn-richard-latin-music-awards-2015-large-169.jpg\">Dawn Richard attends Telemundo's Latin American Music Awards at the Dolby Theatre in Hollywood, California, October 8, 2015.  You can take the woman out of New Orleans, but you can't take New Orleans out of Dawn Richard.The former Danity Kane member is dropping her sixth solo album, titled \"Second Line,\" which is a nod to her beloved city. \"You never see women appreciated as producers and artists alike -- especially Black women in the electronic space,\" Richard told Rolling Stone. \"The time is now for us to start recognizing their talent, not only in electronic music but in all genres. I wanna be the reason why a young Black girl from the South can be whoever she wants to be musically, visually, and artistically.\"\"Second Line\" is out Friday.One thing to talk about: <img alt=\"In this video image provided by ABC, Lil Rel Howery reacts as Glenn Close (foreground) dances to E.U.&amp;#39;s &amp;quot;Da Butt&amp;quot; at the Oscars on April 25. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426011558-51-oscars-2021-show-large-169.jpg\">In this video image provided by ABC, Lil Rel Howery reacts as Glenn Close (foreground) dances to E.U.'s \"Da Butt\" at the Oscars on April 25. Sometimes it feels like the internet is determined to strip every single bit of fun out of everything.Case in point: Glenn Close blessed us by doing \"Da Butt\" at the 93rd Academy Awards.It was fun, and Close appeared to be an especially good sport to have done it, given that she already had lost out on an Oscar for the eighth time. (Like, seriously, Academy. What is it going to take?!)Was the moment of levity scripted?Almost certainly. We smelled the show's musical director Questlove all over it.But, honestly, so what? It was a welcome highlight during the awards show that got Close an invite to the cookout. Let's just enjoy it!Not everything needs to be debated.\nSomething to sip on<img alt=\"Oscar statues are seen backstage during the 88th Annual Academy Awards at Dolby Theatre in Hollywood, California, February 28, 2016. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210330012959-oscar-statues-file-2016-large-169.jpg\">Oscar statues are seen backstage during the 88th Annual Academy Awards at Dolby Theatre in Hollywood, California, February 28, 2016. Speaking of the Oscars... Ratings for the show were dismal, dropping 58% from last year's telecast.These are the lowest ratings ever in the history of the show, for those keeping track, according to my CNN colleague Frank Pallotta.Awards shows and low ratings have been a theme the entire awards season.Theories abound as to why. My take is that one person's \"relaxed awards show with stars at home\" is another person's unwanted peek behind a curtain that reveals the great, all-powerful Oz isn't quite as great as we thought. (Google that reference if you don't get it.)So, where do we go from here? Is there a way to revitalize audience interest in awards shows or have we moved beyond red carpets, statues and speeches?Only time will tell, but I think I'll end this edition of the newsletter where I started -- the pandemic has changed us, so some changes might be in order for Hollywood.          View this post on Instagram            A post shared by Lisa Respers France (@lisafrance)\n","link":"/2021/04/29/entertainment/handmaids-tale-streaming-plc/index.html"}