{"title":"'Black Widow' joins the streaming battle, but nobody's sure what winning looks like","time":"Updated 9:26 AM ET, Fri March 26, 2021 ","body":" (CNN)Wonder Woman, Mulan and now Black Widow have all been enlisted to help power streaming services. Yet despite that high-profile roster of heroes, it's a battle the studios deploying them appear somewhat conflicted about winning.Disney has announced that \"Black Widow,\" the eagerly anticipated Marvel prequel starring Scarlett Johansson, will receive a simultaneous streaming release via Disney+ -- for a $30 premium -- in addition to hitting movie theaters in July. The model builds on what Warner Bros. tried with \"Wonder Woman 1984\" on HBO Max, minus the extra fee, and the exclusive $30 experiment with Disney's live-action \"Mulan\" in September.The announcement -- and indeed, the last year of \"Will they or won't they?\" speculation about shifting major titles to streaming during the pandemic -- has unleashed a new round of discussion about what the right price should be for the privilege of watching such movies at home.The related issue is that even studios remain unsure over how much they want to drive such viewing, given the sizable tradeoffs associated with promoting their streaming ventures at the expense of undermining movie-theater distribution, and the billion-dollar revenues that just one comic-book-style hit can generate.What exactly does that tradeoff entail? The truth -- and the problem -- is that nobody precisely knows where the sweet spot is.Read MoreHow many people crave the theatrical experience enough to bypass watching at home? How many movies can go to streaming without killing off theaters? What percentage of consumers who might not rush out to see \"Black Widow\" would pay to watch if all they have to do is push a few buttons to enjoy it with microwave popcorn on the couch?Studios eager to build subscriber bases recognize sci-fi epics or showcases for Marvel and DC superheroes with $200-million budgets  can't be fully supported by fees for Disney+ and HBO Max, respectively, meaning they need to preserve a theatrical model. (HBO Max is part of WarnerMedia, as is CNN.)<img alt=\"Patty Jenkins on making &amp;#39;Wonder Woman 1984&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201229143503-patty-jenkins-and-gal-gadot-large-169.jpg\">JUST WATCHEDPatty Jenkins on making 'Wonder Woman 1984'ReplayMore Videos ...MUST WATCHPatty Jenkins on making 'Wonder Woman 1984' 01:34Those who gripe that $30 is a lot to ask for at-home viewing thus miss the point -- namely, that studios are engaged in a delicate balancing act, wanting to make their streaming services more attractive while still erecting enough of a barrier cost-wise to prevent a wholesale exodus away from traditional movie-going.The pandemic has fueled such experimentation, in part out of necessity. Warner Bros. moved its entire 2021 slate to play simultaneously in theaters and on HBO Max -- with \"Godzilla vs. Kong\" arriving March 31 on those terms -- but recently set a deal with Regal Cinemas that would restore a window of theatrical exclusivity next year, Deadline reported.Still, doubt understandably lingers as to whether US theater attendance will come roaring back by the late spring or summer -- even with vaccine distribution exceeding the Biden administration's early estimates -- reflecting uncertainty over what the consumer market will look like in a few months' time, and the level of pent-up demand for out-of-home experiences.\"Black Widow\" could provide one of the truer tests of that, coming out during the summer, when more people will likely view going to theaters as a more reasonable option.A few distributors, notably, are wagering that such demand will return sooner. Lionsgate, for example, is touting its planned May 14 release of \"Spiral: From the Book of Saw,\" starring Chris Rock and Samuel L. Jackson, saying the film \"will kick off a robust summer moviegoing season.\"The one indisputable fact is that Hollywood built up streaming during the pandemic while movie theaters sat dormant, sacrificing hundreds of millions of dollars in ticket sales. For the past year, amid delayed releases and fluctuating public-health news, streaming movies wasn't so much a master plan as trying to make the best of a terrible situation.The big bet now in this high-stakes poker game appears to be on the fall, hoping that movie-goers will be ready by then to resume old habits. New York is targeting the same window for Broadway theaters, which could add to the sense of anticipation.At this point, though, the entertainment industry has probably never known less about audience preferences not in terms of content, necessarily, but the when, where and how much. And consumers -- depending on what they're willing to pay, and where they're willing to go -- currently hold all the cards.","link":"/2021/03/26/entertainment/movies-streaming-column/index.html"}