{"title":"The digital world is built on advertising. How do we help kids navigate it?","time":"Updated 12:55 PM ET, Tue May 18, 2021 ","body":"The digital world is built on advertising. How do we help kids navigate it?Opinion by Dr. Jenny RadeskyUpdated 12:55 PM ET, Tue May 18, 2021 JUST WATCHEDPediatrician shares screen time recommendations for kidsReplayMore Videos ...MUST WATCHPediatrician shares screen time recommendations for kids 01:52Dr. Jenny Radesky is a developmental behavioral pediatrician and media researcher at the University of Michigan C.S. Mott Children's Hospital. She was lead author of the new American Academy of Pediatrics policy statement on digital media.  (CNN)When I was a child in the 1980s, advertisements showed up in predictable ways: as 30-second video spots during TV shows, audio ads on the radio, or print ads in newspapers or magazines.The advertising our children see is very different. Since the advent of the internet and mobile technology, ads can reach us anytime, anywhere, and target us based on what our online behavior reveals. This includes whether your phone's GPS regularly goes to church; whether you make in-app purchases when you've lost too many games in a row; or whether you comment with emojis when your friends post about difficult experiences. These online behaviors say a lot about us, whether we know it or not. <img alt=\"Pediatrician on the impact extra screen time has on kids\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210322200238-dr-jenny-radesky-mobapp-large-169.jpg\">JUST WATCHEDPediatrician on the impact extra screen time has on kidsReplayMore Videos ...MUST WATCHPediatrician on the impact extra screen time has on kids 18:55Traditional marketing tries to tap into human psychology to find creative ways to convince us we need to buy things. Sometimes marketing is quite entertaining, and sometimes it crosses a line into deception or manipulation -- particularly with children, who don't process advertising the way adults do. In a new study in Pediatrics, for example, researchers found that fast food commercials were trying to cue viewers' attention to the free toys in kids' meals, hoping that kids may find the trinkets irresistible and then nag their parents for fast food.While I agree that we shouldn't be luring children with free toys in TV ads, as a media researcher I think we need to look much farther than TV. We are raising kids in the internet age, and marketing now goes far beyond predictable video spots.  Read MoreTeaching our kids about modern advertisingWe parents need to wrap our heads around the complicated ways that advertising shows up in apps and on video platforms and social media -- particularly the aspects that aren't visible to us, like data collection. Once we understand modern advertising, we can translate it for our kids and mentor them to build critical thinking about the messages they are fed. Here's a quick guide to the marketing children encounter in their digital experiences -- and how to talk to them about it. <img alt=\"Screen time and kids: What have we learned in the last year? \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190104050852-02-kid-screen-time-large-169.jpg\">Screen time and kids: What have we learned in the last year? In-app advertisingMy research has found that 95% of popular kids' apps contain some form of marketing. App developers and platforms make more money when more ads are viewed or clicked, and children (with their weaker impulse control) are a prime target. Some developers use manipulative approaches like showing a sparkling present, which takes the child to an ad when clicked. It's also common for kids to earn rewards (such as virtual candy) for watching ads, and ad viewing can take up more time than playing the game itself. There are no laws restricting how many ads can pop up in children's apps, so here's how you can intervene: • Set up permissions so that your child can't download apps without you entering your password, so you can review apps before they are downloaded. You can read reviews on websites such as commonsensemedia.org, or check the reviews in the app store -- people usually post complaints when apps are packed with ads.• You can ask your child: \"Do you ever get tricked by the app, like you think something is a present, and they just show you an ad? Do they ever force you to watch ads to get more fun things in the app?\"• When ads pop up inside apps, teach your kids to \"Wait for the X\" and don't play or download the advertised game. Like I presented at the Federal Trade Commission in April, some of the ads showing up in kids apps are inappropriate, and prompt the child to play in violent ways. Until this is regulated, you may need to ask your kids to tell you when they see creepy ads, and uninstall the apps that serve them up. • Even some school-issued apps pressure families to purchase accounts. If this happens to you, complain to your school district.Video platform advertising<img alt=\"Kids are using their devices more than ever. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517170115-kids-tablet-gaming-file-large-169.jpg\">Kids are using their devices more than ever. Free video streaming platforms are incredibly popular among kids. These platforms have user-generated content that can be really funny and creative, but can also try to grab eyeballs with outrageous (e.g., challenges) or high-pleasure content (e.g., unboxing) videos that keep kids coming back, which translates to more ad dollars. <img alt=\"How to talk to our kids about traumatic events\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516072954-01-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">How to talk to our kids about traumatic eventsWhen my team reviewed over 1,500 online videos watched by kids, the highest load of advertising was in the nursery rhyme and cartoon videos watched by the youngest kids -- those least likely to understand advertising, and most likely to be distracted by it.  It seemed exploitative, like toddlers' attention (and parents' exhaustion) was being monetized. If your child loves video-sharing platforms:• Teach them to skip the ads when given the option. If your child is an infant and can't click the \"skip\" button, look for video platforms that are educational and ad-free, like PBS KIDS.• When you can't skip ads, talk with your child about them. You can say things like \"that's weird, why are you getting a software ad when you're only 2?\" or \"That's just an ad for dolls, we're not going to click on it.\"• Video-sharing content creators have control over how many ads show up in their videos. If you find channels that don't pack their videos with ads, create a subscription and have your child watch those channels. Let the ad-packed channels lose a few fans. • Influencers like social media personalities or streaming gamers are often paid to feature products. If your child has favorite influencers, ask them questions like \"Do you think he really liked that toy/video game, or was he just acting?\" \"Do you think she got paid to try out that makeup? How can you tell?\"Data collection and profilingThe part of modern marketing that is hardest to understand is data collection and targeted marketing (also called \"behavioral advertising\"). This isn't supposed to happen with kids under 13 years old, but my research has shown that lots of private data is collected by kids' apps. Advertisers can reach teens through social media, and on some of those platforms they can target kids ages 13 to 17 based on interests such as alcohol or extreme weight loss. <img alt=\"How should parents with children younger than 12 use the CDC&amp;#39;s new mask guidelines? \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515080625-restricted-elementary-school-students-california-0330-large-169.jpg\">How should parents with children younger than 12 use the CDC's new mask guidelines? Kids should be free to explore and learn online without being nudged in different directions by profit motives, and hopefully this will be addressed by new US legislation, like the KIDS Act introduced in March 2020 by Democratic Sens. Senator Edward J. Markey and Senator Richard Blumenthal. In the meantime, try these questions with your school-age children: • \"What do you think (company/platform) knows about you? Does it know whether you are a boy or a girl? Does it know that you have ADHD (or other diagnosis)? How do you think it knows this?\"• \"Have you ever noticed that when you searched for something online, it wound up in an ad on social media? Or you got a video about it?\"• You can find more ideas for how to discuss this with teens here. As I've said before, parents have a lot on their shoulders this year, and regulation is going to be key in reining in the advertising-heavy digital experiences we have to help our kids navigate. Raising kids in the internet age means teaching them to recognize when someone is trying to sell them new things or new ideas, from toys to misinformation. Let's raise the next generation of critical digital thinkers. Correction: The original story misstated when the KIDS Act legislation was introduced in the US Senate.","link":"/2021/05/18/health/kids-digital-advertising-wellness/index.html"}