{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n\n\n  \n      \n        \n          \n              02:20 - Source: CNN\n              Alabama senators spar over restrictive abortion bill\n          \n  \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  Here’s a look at abortion in the United States.\n\n\n  \n    Facts\n\n\n  \n  January 22, 1973 - Roe v. Wade - The US Supreme Court, in a 7-2 decision, affirms the legality of a woman’s right to have an abortion under the Fourteenth Amendment to the Constitution.   \n\n\n  \n  2003 - President George W. Bush signs a law called the Partial-Birth Abortion Ban Act of 2003. The law uses a non-medical phrase to describe a late-term procedure that involves dilation and extraction of the fetus. The law has been challenged in courts, including the Supreme Court, which upheld the law in a 5-4 ruling in 2007. \n\n\n  \n  The Hyde Amendment prohibits federal funds like Medicaid to be used to obtain or perform an abortion, except in cases of rape, incest or if the mother’s life is in danger.\n\n\n  \n  Some states fund abortion under other circumstances than those mandated by the Hyde Amendment.\n\n\n  \n  State abortion laws and policy from the Guttmacher Institute (As of May 1, 2021). \n\n\n  \n    Statistics\n\n\n  \n  Number of abortions reported to the Centers for Disease Control and Prevention from selected reporting areas: \n\n\n  \n  2018: 619,591\n\n\n  \n  2017: 609,095\n\n\n  \n  2016: 623,471\n\n\n  \n  2015: 638,169\n\n\n  \n  2014: 652,639\n\n\n  \n  2013: 644,435\n\n\n  \n  2012: 699,202\n\n\n  \n  2011: 730,322\n\n\n  \n  2010: 765,651\n\n\n  \n  2009: 789,217\n\n\n  \n  2008: 825,564\n\n\n  \n  2007: 827,609\n\n\n  \n  2006: 852,385 \n\n\n  \n  2000: 857,475\n\n\n  \n  1995: 1,210,883\n\n\n  \n  1990: 1,429,247\n\n\n  \n  1985: 1,328,570\n\n\n  \n  1980: 1,297,606\n\n\n  \n  * The totals may fluctuate depending on how many states provide numbers in a given year. \n\n\n  \n    2018 Statistics\n\n\n  \n  2018 is the most recent year for which the CDC has released statistics. The reporting areas for 2018 data are from 49 of the requested 52 areas.\n\n\n  \n  The abortion rate increased 1% from 2011 to 2018. There were 11.3 abortions per 1,000 women ages 15-44.\n\n\n  \n  According to the CDC, 77.7% were performed at the ninth week or earlier and 92.2% were performed at or before 13 weeks. About 9% were performed later than 13 weeks. \n\n\n            \n    \n  \n","link":"/2013/09/18/health/abortion-fast-facts/index.html"}