{"title":"As Equals: Frequently Asked Questions","time":"Updated 5:22 AM ET, Wed May 19, 2021","body":"As Equals: Frequently Asked QuestionsUpdated 5:22 AM ET, Wed May 19, 2021 <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210401174207-as-equals-qanda-top-large-169.jpg\">What is As Equals? As Equals is a CNN series that aims to reveal what systemic gender inequality looks like.  There is a gendered dimension to every one of our major global challenges including, but not limited to: climate change, economic or health inequality, the rise of authoritarianism, mass migration or algorithmic bias. Critical, tenacious journalism is required to expose it all. With stories on underreported issues in underreported parts of the world, told by underrepresented voices, As Equals intends to spotlight taboo subjects, use innovative presentations and effect change.  Staffed by a dedicated team, As Equals will broaden the scope of gender reporting and build on CNN's already-established reputation for independent, world-class, mobile-first, thought-provoking journalism, with production across CNN's platforms, including newsletters and audio, documentaries, as well as events.   Read MoreHow is As Equals funded?  As Equals originally launched in 2018 with the assistance of a year-long Innovation in Development Reporting grant from the European Journalism Centre. The series kept going after 2019 thanks to commitment by CNN.  In October 2020, CNN announced that the series would expand with a new three-year grant of US $3.6m from the Bill & Melinda Gates Foundation.   That money -- which can only be used by CNN for As Equals -- will fund salaries and associated staffing costs; the reporting and production of journalism in multiple formats; the commissioning of freelance storytellers and the holding of events.  For the duration of the series, CNN will continue to provide As Equals with staff and logistical support.  Will the Bill & Melinda Gates Foundation have any influence on CNN's journalism?  No. As Equals' journalism will be completely editorially independent. All of the output from the series will be held to CNN's high standards and will be fair, accurate and responsible.  As with other grant-funded journalism, we will regularly report to the funder, the Bill & Melinda Gates Foundation, to demonstrate that CNN is spending the money in line with the purpose for which it was intended.  How long does the funding last for?  The Bill & Melinda Gates Foundation grant funds As Equals for three years -- until January 2024.  Why focus on gender inequality? For the past several hundred years, patriarchy has shaped the world.  Most institutions and societal norms were created for men, by men. As a result, women have long been denied equal rights (such as the right to vote) and all over the world they continue to face a myriad of challenges: unequal pay; a lack of equal legal rights; the lack of data or investments in research in gendered issues; bearing the brunt of the care burden; early or forced marriage, and more. Experiences of these challenges vary depending on gender or sexual identity, class, race or ethnicity, age, location or ability. As Equals intends to cast a spotlight on these issues and report on them in ways that deepens global understanding and produces tangible impact. Will As Equals include trans people in its coverage?  As Equals is unreservedly committed to inclusivity. Our stories will not only show you what gender inequality looks like, but also how inequality is not just limited to one location or people, and why it persists around the world.   How can I contact As Equals?  You can send tips or questions to the following email address: asequals@cnn.comPlease note that we're a small team and get lots of correspondence so your patience is appreciated.  How can I contribute to As Equals? If you'd like to send us tips, or make us aware of insights from research, data from studies, or the names and contacts of phenomenal people whose stories you think we should tell, you can do so by emailing asequals@cnn.com Every month As Equals journalism will focus on a theme to give our journalists and audiences the opportunity to cover an issue or trend from multiple perspectives. Our focus is depth over breadth so before you pitch us a story, we'd like for you to ask yourself a few questions first:  Is my idea original? This could mean that it could be a topic, a situation or a place that hasn't already been widely reported, but it can also mean that you have access to new information or different sources; your reporting will present the story in a new way, or will help audiences see the bigger picture. Am I the right person to tell this story? Do you have access that other people don't? Do you understand a complex issue and can clearly and engagingly tell a story about it? Do you study or follow a topic closely and can see what others have missed? Am I prepared to work with others? The best journalism is collaborative. You might have a great idea but not the right contacts or data skills, for example. If we commissioned you, would you be happy to work with a team to tell your story, if it needed it? How evergreen is my idea? While we will move quicker on columns, your opinion piece or feature idea shouldn't be irrelevant at the end of the day's news cycle. Is my story right for CNN? On As Equals, we want to see the bigger picture. To uncover the systemic causes of gender inequality and tell those stories for a global audience. Will your story help us do that? Is your story going to be relatable outside of its local or national context? Think you're onto something? Submit your pitch to As Equals here. If you experience any difficulties with the form, send an email to asequals@cnn.com and we'll be happy to help you.Does As Equals accept film and video pitches? OR Does As Equals commission films and videos?As Equals seeks to amplify underrepresented voices in front of the lens and behind the camera. We're looking for character-driven short documentaries and photo essays by and/or about women and non-binary people across the globe, and would like to hear from non-fiction filmmakers, video and photo journalists who want to tell universal stories that touch audiences emotionally and hold up a mirror to society. If you have an idea you'd like to pitch us, first ask yourself the questions mentioned above, then submit your pitch here. While strong preference will be given to stories in pre- or early production, you may include any links to previously-filmed material in the \"summary\" section. If you experience any difficulties with the form, send an email to asequals@cnn.com and we'll be happy to help you. These FAQs were last updated on May 19, 2021. Read more from the As Equals series \n ","link":"/2021/04/06/world/as-equals-frequently-asked-questions-intl/index.html"}