{"title":"Paul Mooney, 'Bamboozled' and 'Chappelle's Show' actor and comedian, has died","time":"Updated 6:48 PM ET, Wed May 19, 2021 ","body":"Paul Mooney, 'Bamboozled' and 'Chappelle's Show' actor and comedian, has diedBy Marianne Garvey, CNNUpdated 6:48 PM ET, Wed May 19, 2021 <img alt=\"Paul Mooney, here in 2017, is being remembered by the entertainment community. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519123434-paul-mooney-restricted-large-169.jpg\">Paul Mooney, here in 2017, is being remembered by the entertainment community.  (CNN)Paul Mooney, the actor-comedian famous for starring on \"Chappelle's Show\" and \"Bamboozled,\" has died at 79, a rep for the actor, Cassandra Williams, told The Hollywood Reporter.Mooney's daughter, Spring Mooney, also took to Twitter with the news, saying her \"best friend\" has died. Mooney passed away from a heart attack on Wednesday morning in Oakland, California. The comedian was from Shreveport, Louisiana, and got his start as a writer for Richard Pryor. He went on to write for the sketch hit \"In Living Color\" and often appeared in skits on Dave Chappelle's Comedy Central show. He played Sam Cooke in 1978's \"The Buddy Holly Story\" and appeared in Spike Lee's 2000 movie \"Bamboozled.\"Read MoreTributes to Mooney from the entertainment community poured in on social media. Director Ava DuVernay wrote: \"Paul Mooney. A comedy giant. I recall listening to his RACE album in college and how formative it was. Yeah, the jokes. But more so, the freedom. He spoke freely and fearlessly about feelings and experiences others found difficult to express. May he be truly free now. Rest, sir.\"Paul Mooney. A comedy giant. I recall listening to his RACE album in college and how formative it was. Yeah, the jokes. But more so, the freedom. He spoke freely and fearlessly about feelings and experiences others found difficult to express. May he be truly free now. Rest, sir.— Ava DuVernay (@ava) May 19, 2021\n\n'RIP comedy legend Paul Mooney! You were both funny and poignant. So happy to have witnessed your genius live,\" Viola Davis wrote in a tweet. Awww.... RIP comedy legend Paul Mooney! You were both funny and poignant. So happy to have witnessed your genius live. Rest well!!! Pour down some laughter here. We need it 💗💗💗 pic.twitter.com/cr6MqY3UXA— Viola Davis (@violadavis) May 19, 2021\n\n\"Rest well!!! Pour down some laughter here. We need it.\"","link":"/2021/05/19/entertainment/paul-mooney-obit/index.html"}