{"title":"Google and Microsoft's Indian-born CEOs pledge support to the country over coronavirus crisis","time":"Updated 7:12 AM ET, Mon April 26, 2021 ","body":"New Delhi/Hong Kong (CNN Business)Google's Sundar Pichai and Microsoft's Satya Nadella are rushing aid to India as the country battles an onslaught of coronavirus cases. The Indian-born CEOs pledged in statements Monday to help tackle a critical shortage of medical oxygen, provide technical expertise and deploy corporate resources as the country continues to set world records for daily infections.  \"I am heartbroken by the current situation in India,\" Nadella wrote on Twitter.\"I'm grateful the US government is mobilizing to help. Microsoft will continue to use its voice, resources, and technology to aid relief efforts, and support the purchase of critical oxygen concentration devices,\" he added.Nadella was joined hours later by Pichai, who said in a Twitter post that he was \"devastated to see the worsening Covid crisis,\" and announced 1.35 billion rupees ($18 million) in aid from Google and its employees.I am heartbroken by the current situation in India. I'm grateful the U.S. government is mobilizing to help. Microsoft will continue to use its voice, resources, and technology to aid relief efforts, and support the purchase of critical oxygen concentration devices.— Satya Nadella (@satyanadella) April 26, 2021 Devastated to see the worsening Covid crisis in India. Google & Googlers are providing Rs 135 Crore in funding to @GiveIndia, @UNICEF for medical supplies, orgs supporting high-risk communities, and grants to help spread critical information.https://t.co/OHJ79iEzZH— Sundar Pichai (@sundarpichai) April 26, 2021 Read MoreGoogle (GOOGL) said in a blog post that it would provide a grant to UNICEF for urgent medical supplies, including oxygen and testing equipment. Give India, an online donation platform, will receive a grant for families hit by the crisis. The company is also contributing $15 million in free advertising for public health information campaigns.  Nadella and Pichai are two of India's most successful global executives. Nadella, who is originally from the southern city of Hyderabad, has worked at Microsoft (MSFT) since 1992 and became chief executive in 2014.Pichai was born in Tamil Nadu. He famously didn't have a computer growing up until moving to the United States to study at Stanford University, and joined Google in 2004. Pichai was named CEO of the firm in 2015, and later assumed the mantle at parent company Alphabet in 2019.<img alt=\"9 reasons the Indian CEO keeps coming to the rescue\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200202185531-alphabet-microsoft-adobe-ceo-split-large-169.jpg\">9 reasons the Indian CEO keeps coming to the rescueThe executives' commitments come as India's second wave, which began in mid-March, devastates communities and hospitals across the country. Everything is in short supply — intensive care unit beds, medicine, oxygen and ventilators. Bodies are piling up in morgues and crematoriums.\"Right now India is going through our most difficult moment in the pandemic thus far,\" Sanjay Gupta, Google's head of India, wrote in the company's blog post. Gupta said that the company was working to improve how people found information about \"where to get testing and vaccines\" across the company's platforms, including its search engine, Google Maps and YouTube.\"We're asking ourselves what more we can do as a company to ensure people get the information and support they need to keep their families and communities healthy and safe,\" he added. \"Our Google community and their families are feeling the devastating impact, too.\"<img alt=\"India sets Covid-19 infection record for fourth straight day with hospitals desperate for oxygen \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210425024646-08-india-coronavirus-crisis-0424-large-169.jpg\">India sets Covid-19 infection record for fourth straight day with hospitals desperate for oxygen India reported 352,991 new cases of coronavirus on Monday, bringing the total to more than 17.3 million cases, according to a CNN tally of figures from the Indian Ministry of Health. It is the most cases recorded in a single day anywhere in the world.The country's death toll also continues to reach new highs, with 2,812 deaths reported, marking the tenth day in a row of rising figures. The total number of deaths stands at more than 195,000.— Jessie Yeung and Swati Gupta contributed to this report.","link":"/2021/04/26/tech/google-microsoft-india-coronavirus-crisis-intl-hnk/index.html"}