{"title":"Is it 'Zoom face' or is the pandemic aging you?","time":"Updated 5:01 AM ET, Thu April 29, 2021 ","body":" (CNN)Is that face in the mirror looking a bit, well, older these days? <img alt=\"Covid-19 patients may develop skin rashes and discoloration, studies find \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200802021902-coronavirus-patient-hospital-large-169.jpg\">Covid-19 patients may develop skin rashes and discoloration, studies find \"Some of this is due to perception, what I call 'Zoom face,'\" said Dr. Rajani Katta, author of \"Glow: The Dermatologist's Guide to a Whole Foods Younger Skin Diet.\"  \"Between the harsh lighting, the strange angles, and just staring at your face for hours on end, it can alter your perception of your own appearance,\" Katta said.Unfortunately, your skin may also be suffering from the effects of a year of pandemic stress, said Dr. Whitney Bowe, clinical assistant professor of dermatology at the Icahn School of Medicine at Mount Sinai Medical Center.<img alt=\"People are staring at themselves a lot during video calls. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427143149-video-conference-call-stock-large-169.jpg\">People are staring at themselves a lot during video calls. \"A long-time patient would come and say, 'I lost my parent and I feel like I've aged years in this one year.' You look at them and you can see that it has actually taken a physical toll, and from a biological mechanism we understand how this works. I call it stress aging.\"Read MoreStress affects our ability to fall asleep and stay asleep, which can take a toll on our skin as well, said sleep specialist Dr. Raj Dasgupta, an assistant professor of clinical medicine at the Keck School of Medicine at the University of Southern California.<img alt=\"Chocolate, dairy and fatty foods can cause acne, study finds\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180903141131-chocolate-chip-cookie-stock-large-169.jpg\">Chocolate, dairy and fatty foods can cause acne, study findsHe points to a 2010 study on the effects of sleep deprivation on facial features, which found \"people who were sleep deprived had swollen eyelids and those dark circles under the eyes and they looked like they had more wrinkles.\"Chronic pressure means high levels of the stress hormone cortisol are flooding the body, which inhibits collagen and hyaluronic acid production in the skin, Bowe explained. \"Collagen is the scaffold of the skin that prevents fine lines and wrinkles, and hyaluronic acid keeps the skin plump, so the loss of these can really impact your looks,\" Bowe said.In addition, stress has been shown to cause disruptions in proper functioning of the skin barrier, leading to increased water loss and \"increased exfoliation and dryness and wrinkle formation,\" said Dr. Marie Jhin, a spokesperson for the American Academy of Dermatology.The rush to fix these signs of aging are keeping many dermatologists working overtime.<img alt=\"&amp;#39;Maskne&amp;#39;: Why your face is breaking out under your mask and how to stop it\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200624130459-maskne-large-169.jpg\">'Maskne': Why your face is breaking out under your mask and how to stop it\"Yes! I'm seeing an influx of patients coming in after Covid stress and fatigue,\" said Jhin, adding that she's seen many cases of eczema, hair loss and acne from stress over the last year. \"I've never seen the demand this high,\" Bowe said. \"I can't keep up. My existing patients are coming much more frequently than they did before, specifically because they feel like they are aging.\"What to do?An important way to take care of aging or sensitive skin during the pandemic is to alternate between \"active nights and recovery nights\" with your skin care products, Bowe said.  On one night, use anti-aging solutions such as retinoids, alpha hydroxy acid or glycolic acid -- whether prescription or over-the-counter -- then skip a night or two, depending on the dryness of your skin.<img alt=\"How to safely avoid sunburn in the age of coronavirus\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180507155717-tan-skin-sunscreen-stock-large-169.jpg\">How to safely avoid sunburn in the age of coronavirus\"What I recommend doing is cycling through your skin care,\" Bowe said. \"You don't want to further compromise your skin barrier by using irritating ingredients every night.\"Recovery nights are used to pamper the skin, \"using ingredients like glycerin, sunflower seed oil, jojoba oil or squalane\" -- which is a hydrogenated version of squalene, a compound produced naturally by our sebaceous glands, Bowe said.\"You are using nourishing, moisturizing ingredients that are going to repair the skin barrier, support the skin's microbiome and restore a healthy pH to the skin,\" Bowe said.Stop your skin from further agingAdditional creams, serums and fillers are all options at the dermatology office, but the best way to keep your skin from further aging is to address your stress, say experts -- along with any bad habits you've developed during the pandemic, such as poor eating habits, inadequate sleep or a lack of exercise.Watch your diet, especially your sugar intake. Many of us are \"stress eating, turning to sugar and processed carbs, which unfortunately can damage the skin's collagen over time through a process called glycation,\" Katta said.<img alt=\"The top 5 ways to cut sugar from your diet\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200313195158-sugar-stock-large-169.jpg\">The top 5 ways to cut sugar from your dietGlycation occurs when sugar molecules attach onto fats and proteins and create advanced glycation end products, or AGEs, which can make collagen and elastin proteins less supple -- and the skin more likely to wrinkle.Be good to your skin by eliminating sugar, processed carbs and high-fructose corn syrup, which can increase the rate of glycation 10 times, according to studies. \"Foods rich in antioxidants and anti-inflammatory properties can help provide an extra layer of protection to your skin and can help promote your skin's defense and repair systems,\" Katta suggested.Get plenty of exercise. Scientists believe exercise increases blood circulation to the brain, especially areas like the amygdala and hippocampus -- which both have roles in controlling motivation, mood and response to stress. For one thing, it releases endorphins, the body's feel-good hormones.Exercise also pushes oxygenated blood to all your body parts, including the skin. Numerous studies show the biggest benefits come from rhythmic exercises, which get your blood pumping in major muscle groups. Those include running, swimming, cycling and walking. Do the exercise for 15 to 30 minutes at least three times a week over a 10-week period or longer at low to moderate intensity.Get good sleep. \"It's called beauty sleep because sleep does regenerate your skin at night,\" Dasgupta said. \"Surprise surprise, there's a hormone called growth hormone that gets secreted during the deeper stages of sleep that stimulates fresh skin cell growth.\"<img alt=\"10 common mistakes in fighting &amp;#39;coronasomnia&amp;#39; -- the inability to fall and stay asleep\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210311115042-05-bad-sleep-large-169.jpg\">10 common mistakes in fighting 'coronasomnia' -- the inability to fall and stay asleepIn addition, levels of cortisol are typically lower at night because they are under control of the body's sleep clock, also known as circadian rhythm, he said.\"So cortisol is naturally high during the morning and very low at night, Dasgupta said, \"which is good because we want to get good sleep. But you can imagine that if you have a lot of stress that you're going to have high levels of cortisol at nighttime -- and then your skin doesn't have the time to rejuvenate.\"<img alt=\"8 ways to fall back asleep after waking in the night\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200723130042-trouble-sleeping-stock-large-169.jpg\">8 ways to fall back asleep after waking in the nightTry improving your sleep with CNN's Sleep, But Better newsletter -- sign up here. Practice stress reducing activities. Try yoga, meditation and deep breathing to calm down your stress levels, Bowe suggested: \"All of those have been shown to decrease cortisol production and stress levels.\" Yoga, of course, is a form of physical exercise. But yoga is also a spiritual discipline, designed to meld body and mind. A yoga lifestyle incorporates physical postures, breath regulation and mindfulness through the practice of meditation.Deep breathing realigns the stressed-out part of our bodies, called the the sympathetic system, with the parasympathetic, or \"rest and restore\" system.<img alt=\"We asked the experts how to look and sound better on video (CNN Underscored)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210409103550-look-better-on-video-calls-lead-large-169.jpg\">We asked the experts how to look and sound better on video (CNN Underscored)While there are many types of breathing, a lot of research has focused on \"cardiac coherence,\" where you inhale for six seconds and exhale for six seconds for a short period of time. Focus on belly breathing, or breathing to the bottom of your lungs, by putting your hand on your tummy to feel it move.Work on these stress-busting lifestyle changes and you'll likely be happier when you look in the mirror, experts say  -- and you'll certainly be healthier.As for how you look on Zoom? You're on your own there -- best of luck.","link":"/2021/04/29/health/aging-skin-pandemic-wellness/index.html"}