{"title":"What the new CDC mask guidelines mean for your mental health","time":"Updated 8:01 AM ET, Sun May 16, 2021 ","body":"What the new CDC mask guidelines mean for your mental healthOpinion by John DuffyUpdated 8:01 AM ET, Sun May 16, 2021 <img alt=\"For some people, the CDC&amp;#39;s new mask guidance -- at this time -- is unwelcome for a number of reasons.   \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514185706-face-mask-mental-health-restricted-large-169.jpg\">For some people, the CDC's new mask guidance -- at this time -- is unwelcome for a number of reasons.   Psychologist John Duffy, author of \"Parenting the New Teen in the Age of Anxiety,\" practices in Chicago. He specializes in work with teens, parents, couples and families.   (CNN)No more masks? As the US Centers for Disease Control and Prevention announced fully vaccinated people can stop masking or physical distancing, except for certain extenuating circumstances, for many it felt like the breakthrough we've all been waiting for.  The CDC decision is an enormous step in the return to normalcy for our families. Some of my clients have deemed it the symbolic end of the pandemic. For them, it's a reason to celebrate.That said, I'm finding that excitement is certainly not shared across the board. <img alt=\"Wait, does this mean the pandemic is over for vaccinated people? \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513164711-vaccinated-sticker-file-large-169.jpg\">Wait, does this mean the pandemic is over for vaccinated people? In talking with clients, I'm hearing a number of mixed reactions. Some feel as if this announcement may be premature and worry it could lead to the onset of another wave of Covid-19. Are we putting ourselves back in a position of potential health danger after all of the sacrifices we've made for more than a year to manage the outbreak? Others are expressing some confusion about when and where to wear masks going forward -- and when to keep distance from others, if at all. All of this brings a concern many therapists, me included, had early in the pandemic: how people would react emotionally once restrictions lifted, especially after more than a year.Read MoreAnxiety around the new mask non-mandatesThe majority of my clients have been quite upbeat and optimistic about these new CDC guidelines. They're looking forward to another large step toward normalcy, similar to a pre-pandemic life. But there are those for whom this change, at this time, is unwelcome for a number of reasons. <img alt=\"Here&amp;#39;s how two mothers in the same county have totally different views on masks in schools\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511173420-rachael-colon-cynthia-licharowicz-split-large-169.jpg\">Here's how two mothers in the same county have totally different views on masks in schools Despite the positive news from the CDC, I'm hearing plenty of anxiety from my clients around the new mask and social distancing non-mandates. For nearly a year, people have been describing to me anxious nightmares in which they are in a crowded public space, often the only person unmasked and at-risk. Some have expressed near-panic watching pre-pandemic movies or TV shows depicting concerts or restaurant scenes in which everyone is, of course, unmasked and packed together. <img alt=\"How to cautiously hug in the pandemic, now that it will be allowed in the UK \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511151150-hug-stock-large-169.jpg\">How to cautiously hug in the pandemic, now that it will be allowed in the UK This makes sense. After all, we were taught early in the pandemic that crowds of unmasked people were a threat to us, and that we could present a similar threat to others in close quarters. Many people have developed a sense of comfort and safety while wearing a mask and maintaining distance, perhaps both indoors and outdoors. Some are expressing uncertainty about how to acclimate to an atmosphere free of masks after spending so much time focused on wearing one. Mild, mask- and distance-related OCD symptomsOthers feel obsessive or compulsive about mask wearing and distance, and are concerned that obsession will not simply abate because of the CDC announcement. They are unsure how they are going to manage what may now seem more like a \"symptom\" than commonsense prevention going forward.For months, some of my clients have been expressing anxiety about being in an atmosphere, either indoors or outdoors, in which other people are unmasked. After all, over the course of the past year plus, we have trained our minds to be at least a bit obsessive and compulsive about a number of things: distance, cleanliness, and of course, the wearing of masks. An abundance of caution had many of us disinfecting our groceries, and scanning for symptoms several times a day. It is entirely reasonable to afford ourselves the grace of a period of time to re-acclimate to this announcement, which truly does reflect a new normal -- an uncomfortable one for many.The impact on our childrenWe also need to consider the impact of this announcement on our children. If some of us, as adults and parents, are uncomfortable with the sudden shift away from mask-wearing and social distancing, imagine how odd this change is going to be for our kids. After all, we have trained them to be a bit obsessive. <img alt=\"What parents need to know about vaccinating children ages 12 and older\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511202022-03-kids-vaccinated-0511-large-169.jpg\">What parents need to know about vaccinating children ages 12 and olderFor a significant portion of their young lives, we have insisted they wear masks, not just for the safety of themselves, but for others as well. Even though there are many circumstances in which children still need to wear masks, the changes for those around them will not go unnoticed, and may well drive anxiety for some of them. The shift to the new normal for our kids is going to require a degree of patience from us as they adapt, and some of my clients' young children are already asking difficult questions, such as, \"Why is it safe to unmask or get close now? You told me I had to wear them before, that it was the right thing to do. What changed? How do you know that I'm not going to make my teacher sick or my friends?\" Keep in mind that some of our youngest kids may not remember a time before we were all wearing masks and remaining far apart. It's going to take a bit of time for them to emotionally unravel this tangle of anxiety. How do we ease these anxieties?Most of us want to rejoin our pre-mask, pre-distance lives, to celebrate this new level of freedom that has accompanied the enormous victory for vaccinations and our attentiveness to CDC mandates. What can we do to best put our anxieties to rest and enjoy this moment?Ease your way back in. A lot of people have already gleefully shed their masks and are enjoying this watershed moment. For those of us who are more anxious and reluctant, it is OK to gradually expose yourself, or anyone you love, to this new mask-free, distance-free existence. Take a walk, and try shedding the masks for a block. Talk about how it feels. Lose the mask for an aisle in the grocery store. Try it out, slowly, and you will find yourself increasingly comfortable without your mask. And if you feel the need to carry one with you for a time, if that provides you a degree of comfort, absolutely do so. Be patient with yourself and your people. Some of us may feel frustrated with ourselves or family members if we are anxious about something most people are celebrating. But remember that this pandemic has been a long, often traumatic and extended period of time. It took quite some time to get used to the mandates to begin with. Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.Be gentle and patient with yourself and your family if it takes a bit of time to unlearn what we were taught with such urgency. And note that, if you feel you're not ready regardless of the new CDC guidelines, you can absolutely continue to wear a mask and maintain social distance until you are more comfortable. Of course, there will be a relatively small group of individuals who are immunocompromised, and will need to continue to wear a mask for their own safety. We need to support them taking care of themselves. And finally, if you find that you or a loved one is struggling emotionally with these changes to the degree that it causes undue upset or disruption in functioning, reach out to a qualified therapist for help.","link":"/2021/05/16/health/new-cdc-mask-guidance-anxiety-wellness/index.html"}