{"title":"Six-foot social distancing rule misses bigger risks, MIT experts say","time":"Updated 7:12 PM ET, Tue April 27, 2021 ","body":" (CNN)When it comes to being indoors, the six feet rule of social distancing misses the bigger point of how coronavirus spreads, according to two Massachusetts Institute of Technology experts.<img alt=\"How risky is flying during a pandemic? What we know and how to make it safer\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200404142657-03-airlines-social-distancing-large-169.jpg\">How risky is flying during a pandemic? What we know and how to make it saferWhile staying six feet apart can help prevent the spread of large droplets of saliva or mucus that carry coronavirus and other germs, that distance does nothing to protect people from tiny airborne particles of virus called aerosols, MIT engineer Martin Bazant and mathematician John Bush write in a report published Tuesday in the Proceedings of the National Academy of Sciences.Coronavirus is an airborne virus and even the US Centers for Disease Control and Prevention has said an overreliance on cleaning surfaces may lead people to neglect the bigger danger -- breathing in contaminated air.Bazant and Bush worked out a complex formula for calculating how quickly someone might be expected to be exposed to virus in various closed rooms. The calculation takes into account air circulation, the rate of replacement of potentially contaminated air with clean air, and factors in known instances of spread -- for instance a choir rehearsal in Skagit Valley, Washington, in which 53 people became infected.\"To minimize risk of infection, one should avoid spending extended periods in highly populated areas. One is safer in rooms with large volume and high ventilation rates,\" they wrote.Read More\"One is at greater risk in rooms where people are exerting themselves in such a way as to increase their respiration rate and pathogen output, for example, by exercising, singing, or shouting,\" they added.\"Likewise, masks worn by both infected and susceptible persons will reduce the risk of transmission.\"They applied their guideline to a theoretical classroom designed to hold 19 students and a teacher and calculated how quickly the air could be full exchanged with open windows and with an adequate HVAC system.<img alt=\"How you and your kids can avoid Covid-19 at playgrounds \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423160705-playground-file-0223-restricted-large-169.jpg\">How you and your kids can avoid Covid-19 at playgrounds \"For normal occupancy and without masks, the safe time after an infected individual enters the classroom is 1.2 hours for natural ventilation and 7.2 hours with mechanical ventilation,\" they wrote. That's with kids sitting quietly. \"Extended periods of physical activity, collective speech, or singing would lower the time limit by an order of magnitude,\" Bush and Bazant added.\"Our analysis sounds the alarm for elderly homes and long-term care facilities, which account for a large fraction of COVID-19 hospitalizations and deaths,\" they wrote.\"In nursing homes in New York City, law requires a maximum occupancy of three and recommends a minimum area of 80 square feet per person.\" Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.Under such conditions, keeping people six feet apart protects them for only three minutes, they calculated. It fails after 17 minutes if an infected person comes into the room briefly.\"With mechanical ventilation in steady state, three occupants could safely remain in the room for no more than 18 minutes,\" they wrote. \"This example provides insight into the devastating toll of the COVID-19 pandemic on the elderly,\" they wrote. \"Furthermore, it underscores the need to minimize the sharing of indoor space, maintain adequate, once-through ventilation, and encourage the use of face masks.\" ","link":"/2021/04/27/health/covid-spread-inside-wellness/index.html"}