{"title":"Revel saw a loophole as an opportunity for a new ridehail service. New York City is absolutely livid","time":"Updated 2:07 PM ET, Mon May 3, 2021 ","body":"Washington, DC (CNN)Back in 2018, New York City regulators, tired of vehicles from Uber and Lyft making some streets so clogged that cars had to drive slower than streetcars and buggies once had, cracked down and said they would temporarily block new for-hire licenses. But in a fit of environmental-minded well-meaning, they left a loophole for electric cars. Now an upstart company is trying to use that loophole to bring new cars into Manhattan.<img alt=\"Uber is recruiting drivers. Some existing drivers are upset\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210416115537-uber-car-2020-file-large-169.jpg\">Uber is recruiting drivers. Some existing drivers are upsetRevel, more commonly known for its fleets of rental mopeds, plans to launch a ridehail service in New York City next month. Its effort is just the latest chapter of venture capital-backed transportation startups using legal gray areas or loopholes to add more vehicles to streets.US cities have grown accustomed to startups arriving with cars, buses, bikes or scooters and grand promises of improving transportation. Uber and Lyft spoke of ending car ownership and making cities better places to live. Instead, streets ended up more congested, and more polluted. Public transit ridership fell nationwide as Uber and Lyft attracted transit riders with business models that subsidized rides and burned through billions. Neither company has reported a profit yet.Taxi speeds in Manhattan's midtown core dipped to a glacial 5 mph in 2017, slower than the streetcars and horses and buggies of yesteryear. New York City cracked down on Uber and Lyft in 2018, temporarily blocking any new for-hire vehicle licenses. The city's ridehail driver population had swelled to 80,000, and in addition to the traffic problem it impacted taxi driver earnings.\"Our city is directly confronting a crisis that is driving working New Yorkers into poverty and our streets into gridlock. The unchecked growth of app-based for-hire vehicle companies has demanded action,\" Mayor Bill de Blasio said at the time.Read MoreThe city's restrictions were extended a year later. But the rules left an exemption for electric vehicles, to encourage already licensed drivers to transition to green modes. Now Revel appears determined to seize on that exemption in a way regulators didn't intend. On Wednesday Revel announced its plan for a ridehailing service in part of Manhattan. Revel CEO Frank Reig told CNN Business he expects to expand to other markets, but is focusing on New York City, where the company is based, initially. Revel's business model turns on its head the approach of ridehail giants Uber and Lyft. Revel's drivers will be employees with benefits, and they will drive Revel-owned electric vehicles, rather their own gas-powered cars.<img alt=\"The $185 million campaign to keep Uber and Lyft drivers as contractors in California\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201002133950-uber-lyft-california-0820-restricted-large-169.jpg\">The $185 million campaign to keep Uber and Lyft drivers as contractors in California\"This is as much of a slam dunk for the city administration and the [Taxi & Limousine Commission] as it can be,\" Reig said. \"In terms of city administration goals and TLC goals, and what they'd like rideshare companies to do, we're doing everything.\"The city isn't convinced. \"TLC capped for-hire vehicles because supply already exceeds demand. The electric battery exemption exists to encourage already-licensed cars to go green, not to flood an already saturated market or to disenfranchise the Yellow Taxi sector in Manhattan. This ride-share scheme deviates from the spirit of those rules,\"  New York City's Taxi & Limousine Commission Chair Aloysee Heredia Jarmoszuk said in a statement.New York City's mayor's office told CNN Business that electric for-hire vehicles are still for-hire vehicles, and the TLC has an obligation to protect the market.Revel's Reig struck a more optimistic tone in an interview with CNN Business, and spoke confidently of launching the service next month.\"We're exactly where we need to be in that process,\" Reig said. \"We have our base license number, it's been delivered to us from the TLC.\"A TLC spokesman called Reig's wording \"creative,\" and said that applicants are assigned a number at the start of the application for administrative convenience, not as a milestone of progress on the application. Revel said in a statement to CNN Business that it's been told by the TLC to begin affiliating vehicles with the base number, a step that the TLC website says only happens upon application approval.  A TLC spokesman said Revel has an inaccurate interpretation of what it's been provided and told. Reig told CNN Business that Revel is doing everything the city administration and TLC wants of ridehail companies. The TLC declined to comment on the claim. Reig describes Revel's product as the \"rideshare of the future.\"\"We're launching with 100% electric vehicles. We're actually employing New Yorkers as opposed to pushing asset deprecation, insurance risk, pushing that all down on New York City residents trying to make a living,\" Reig said.Drivers will be paid a base salary of $15 an hour. Reig said he expects pay will be closer to $20 an hour following tips and bonuses.","link":"/2021/05/03/cars/revel-ridehail-nyc/index.html"}