{"title":"Oscar nominee Glenn Close is on a mission to end the stigma surrounding mental illness","time":"Updated 7:23 PM ET, Thu April 22, 2021 ","body":" (CNN)Glenn Close is up for an Oscar this Sunday for her role in the film \"Hillbilly Elegy.\"But in real life, the Academy Award nominee and Tony, Emmy and Golden Globe winner is busy shining the spotlight on mental health awareness.And for Close, it's personal.\"Most families are dealing with some aspect of mental health,\" Close told CNN. \"When my sister Jess came to me and said, 'I need help because I can't stop thinking of killing myself,' it was like a bolt out of nowhere.\"At age 50, after years of struggling, her sister Jessie was diagnosed with bipolar disorder. Jessie's son, Calen Pick, was diagnosed with schizoaffective disorder in 2001.Read More\"When you look back, I saw evidence of Jessie's mental distress when she was very young,\" Close said. \"She would rub her fingers ... when she was anxious, until it was raw, sometimes bleeding. And now, that would be a major red flag.\"Close said growing up her own family \"had no vocabulary for it,\" and didn't talk about it. As she began to learn more about the painful stigma and discrimination that often surrounds mental illness, Close made it her mission to fight to end that stigma.In 2009, with her sister Jessie and nephew Calen, she started Bring Change to Mind, a non-profit that advocates mental health awareness and support in schools and communities.With the aim of fostering understanding and empathy, the group creates multimedia campaigns and develops youth programs to encourage a diverse cultural conversation around mental health.\"It's a chronic illness,\" Close said. \"It's not who you are. It's something, because we have this amazing, wondrous, fragile brain, it's part of being a human being.\"According to the National Alliance on Mental Illness, each year in the US, one in five adults experience mental illness and one in six children aged 6 to 17 experience a mental health disorder. Bring Change to Mind has created clubs in high schools across the country where students are empowered to talk about emotional and social issues and mental health concerns. The clubs provide a stigma-free space where young people can talk about what they are dealing with and offer support to each other.  \"Especially now,\" Close said of the Covid-19 pandemic, \"because our collective mental health is under such stress ... it should be something that really connects us, this need to take care of our brains. It makes us human.\"According to the the US Centers for Disease Control and Prevention (CDC), the pandemic has been linked with mental health challenges as well. Symptoms of anxiety disorder and depressive disorder increased considerably in the United States during April to June of 2020, compared with the same period in 2019, the CDC said.During the pandemic, Bring Change to Mind continued its mission and work, holding national club meetings on Zoom to continue the dialogue. Close said she attended several of them.\"The kids, they're amazing. They talk so openly. It really promotes a sense of community, even though kids are talking to each other from all over the country.\"This Sunday, as a nominee for Best Supporting Actress, Close will be front and center stage once again. But to her, more important than recognition from her peers is recognition of mental health as a crisis -- and the fight to end the stigma that is often attached to mental illness. \"I remember when I was little, 'cancer' was the terrible word. If you had cancer you had the big stigma right there on your forehead,\" Close said. \"Now I think mental health needs that same normalization. We need to talk about our mental health as easily as we talk about our physical health. And we need to get funding for it on every level.\"If you need to talk, please contact Crisis Text Line by texting BC2M to 741-741, or call the National Suicide Prevention Lifeline at 1-800-273-TALK (8255).To learn more, go to the Bring Change to Mind website at bringchange2mind.org.","link":"/2021/04/22/health/oscars-glenn-close-mental-health-wellness-cnnheroes/index.html"}