{"title":"Why some companies want everyone back in the office ","time":"Updated 11:25 AM ET, Mon May 17, 2021 ","body":"Why some companies want everyone back in the office By Kathryn Vasel, CNN BusinessUpdated 11:25 AM ET, Mon May 17, 2021 JUST WATCHEDA return to the office brings 'some anxieties, some anticipation'ReplayMore Videos ...MUST WATCH (15 Videos)<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210408100008-taylor-seegmiller-large-169.jpg\">A return to the office brings 'some anxieties, some anticipation'<img alt=\"markets now future of work from home Indeed Chief Economist Jed Kolko_00005106.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512133646-markets-now-future-of-work-from-home-indeed-chief-economist-jed-kolko-00005106-large-169.png\">Economist: Work from home will be the future for a 'lucky minority'<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505073820-vaccine-mandate-workers-large-169.jpg\">Businesses set vaccine mandate for workers<img alt=\"dr vivek murthy surgeon general son crashes interview ebof vpx_00000315\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505202732-dr-vivek-murthy-surgeon-general-son-crashes-interview-ebof-vpx-00000315-large-169.jpg\">US Surgeon General's son crashes his live interview on CBS<img alt=\"AUCKLAND, NEW ZEALAND - JANUARY 12: Alexis Olympia, daughter of Serena Williams and husband Alexis Ohanian congratulate Serena Williams after she won her final match against Jessica Pegula of USA at ASB Tennis Centre on January 12, 2020 in Auckland, New Zealand. (Photo by Hannah Peters/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200803093155-file-03-alexis-ohanian-0112-large-169.jpg\">Reddit co-founder: Paid family leave is good for the economy<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413080517-empty-classroom-large-169.jpg\">Teachers under pandemic stress are quitting: I didn't feel safe<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210331171102-fintok-tiktok-tori-dunlap-delyanne-barros-large-169.jpg\">'I want women to be as rich as humanly possible': Meet TikTok's wealth coaches<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210401084108-diana-limongi-family-large-169.jpeg\">Stimulus package aims to get mothers back to work<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201020165605-04-working-from-home-stock-large-169.jpg\">Is working from home the new normal? <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200319161436-working-from-home-stock-large-169.jpg\">Permanent work from home is here. Will cities survive?<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210125160402-trivago-ceo-axel-hefer-large-169.jpg\">Trivago CEO's son crashes live CNN interview<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200807101129-working-mom-large-169.jpg\">Childcare challenges force some working moms to put their careers on hold<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200727172650-camio-ai-employee-tracking-large-169.jpg\">This AI technology tracks employees to enforce social distancing<img alt=\"future office coronavirus covid 19 pandemic technology social distancing sebastian pkg intl ldn vpx_00004211.jpg\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200521101726-future-office-coronavirus-covid-19-pandemic-technology-social-distancing-sebastian-pkg-intl-ldn-vpx-00004211-large-169.jpg\">Acrylic glass, masks, warning signs: Is this the office of the future?<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200517123731-work-transformed-video-conference-01-large-169.jpg\">Five tips to look more professional on a video conferenceHow the workforce will operate in the post-pandemic world is still in question.More from Success Here's what Salesforce has learned as it reopens officesThese moms were doing it all. Then the pandemic hitGoing back into work? Prepare to prove you've been vaccinatedSurveys show many workers have grown accustomed to the benefits that working from home offers and want the flexibility in where they work to continue post-pandemic.While some companies have announced they will continue to operate remotely, others plan to take a hybrid approach, allowing employees to work from home some days and in the office the rest. But there are some companies that want things to go back to the way they were, with all their employees back in the office. \"I am super passionate to get everyone back,\" said Sean Bisceglia, CEO of Curion. \"What we are really missing is that creativity, and that spontaneity and the ingenuity and talking to your teammates face-to-face. The whole creativity has kind of been gutted without people being together. I've seen a big cultural effect of connecting to your co-workers.\"Read MoreCurion, a consumer product research and insights company, has around 350 employees across the US. Roughly half work in its testing facilities and the rest are in corporate offices. Its testing facilities closed for about a month last spring, but have been open ever since, with those workers coming back in phases to an eventual full return.  But the company's corporate office workers have been working from home for more than a year now. And while productivity has increased, Bisceglia said that's part of the problem.<img alt=\"Some workers can&amp;#39;t wait to get back to the office \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210412122746-restricted-working-from-home-file-large-169.jpg\">Some workers can't wait to get back to the office \"Productivity is through the roof, but it's over the top -- it's too much productivity where people are sending emails at 10:00 at night or 1:00 in the morning,\" he said. \"You start worrying about burnout.\" The plan now is to have office employees back on a 50% rotational schedule by July 1 and then all employees back in the office 100% of the time by October 1. Some employees have already been working in the office. The company said it is paying attention to vaccination rates -- both on the national level and among its own workers, who they are surveying on a voluntary basis.  \"We believe that number will be higher than the national average,\" Bisceglia said. And while a recent employee survey showed that 65% of the company's workers want to return to the office in some capacity, he knows the transition might not be easy.  \"This one year has created so much emotional behavior ... this is probably going to be the hardest change management that we're going to have to do. The change to bring people back into the office is going to be a big effort.\"He added that some of the company's working parents have enjoyed the added time they get with their kids from working from home, and might not be eager to return to the office.<img alt=\"Here&amp;#39;s what Salesforce has learned as it reopens offices\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506093121-restricted-07-salesforce-return-to-office-large-169.jpg\">Here's what Salesforce has learned as it reopens offices\"We appreciate all that ... but that's the change management that we are going to have to deal with -- getting the working parents back into the office -- that is going to be the biggest change.\"Bisceglia recognized that the company risks losing employees over the decision. \"We are in a very specialized field, we don't want to lose employees over this ... but I think it's worth the effort and the risk to bring back the culture and creativity and spontaneity.\" Workers who had pre-existing accommodations to work from home a few days a week before the pandemic will be able to continue to do so. But everyone else will need to return. \"For those that were hired full-time to be in the office, that is our expectation come October, safely, of course,\" he said.To help with the transition, employees will initially be called back in teams to work two days a week in the office at first. For instance, finance and account services might come into the office on Mondays and Wednesdays and marketing and data services on Tuesdays and Thursdays.The company will use a hoteling system, meaning workers won't have a permanent desk but will instead reserve a desk when needed. He anticipates productivity to take a hit once everyone is back -- as workers spend more time commuting and socializing than when they were remote -- but, he thinks, the benefits of being in-person outweigh the risk. <img alt=\"&amp;#39;I don&amp;#39;t have to choose between lifestyle and career.&amp;#39; How remote work changed these people&amp;#39;s lives\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210311112725-restricted-01-remote-worker-new-life-feature-nicole-maddox-large-169.jpg\">'I don't have to choose between lifestyle and career.' How remote work changed these people's livesIn the UK, business connectivity provider Convergence Group plans to have some workers back in the office full-time. Employees that are part of the sales lead generation and service teams are expected to return to the office, while the majority of employees across the rest of the group will take a hybrid approach.\"It's the part of the business where interaction with each other is really key,\" said Franki Hale, Convergence Group's director of strategy and change. The company has a 24/7 call center and working remotely made it harder to resolve problems at the same pace as when teams were in office.  \"If there is a major service outage or issue they can just walk into a room and get on a white board and it takes them probably 10 minutes to resolve it rather than try to get everyone together to collaborate over [Microsoft] Teams or Zoom,\" said Hale.Chicago-based law firm Schoenberg Finkel Beederman Bell Glazer has had staff return to work over the past few months. Teams rotate coming in every other week. Some employees, including those in accounting department and office management, come in every day. \"We thrive on being together, we are a friendly collegial group,\" said Adam Glazer, a managing partner of the 50-person firm. \"And we are at our best when everyone is here and available and functioning together as a team.\" The firm is targeting June 1 as the return date for everyone to be back in the office if local regulations allow, and it will continue to keep an eye on local and state Covid numbers and rules.  \"Everything is subject to continuing to monitor the numbers and if the numbers go the wrong way, we will rethink this and ease up on the plans,\" said Glazer.<img alt=\"The pandemic forced a massive remote-work experiment. Now comes the hard part\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308141950-20210308-hybrid-office-illustration-large-169.jpg\">The pandemic forced a massive remote-work experiment. Now comes the hard partWhile there have been some advantages to working in a remote world -- like not having to travel to take a deposition from someone in a different state -- collaboration and impromptu conversations have suffered, Glazer said.  \"In the practice of law there is nothing like being able to bounce an idea off a colleague down the hall or being of assistance when somebody else wants to run something by you,\" he said.  Working from home offers employee flexibility, but it can also make it harder for young workers to gain experience from more tenured colleagues without in-person interactions. \"It's of immense value to young attorneys who are still learning the craft, sampling ideas and living off of feedback, it's very helpful to be in the office for that,\" Glazer said. Glazer said there will be flexibility for employees to work from home when something unexpectedly arises.\"We will be much more tolerant and flexible about specific requests to work remotely,\" said Glazer. \"We aren't ruling out the idea that it may be appropriate for certain people to work remotely on certain occasions. We are anxious, though, to regain a pre-pandemic sense of operations allowing for certain adjustments.\"<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210408100008-taylor-seegmiller-large-169.jpg\">A return to the office brings 'some anxieties, some anticipation'<img alt=\"markets now future of work from home Indeed Chief Economist Jed Kolko_00005106.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512133646-markets-now-future-of-work-from-home-indeed-chief-economist-jed-kolko-00005106-large-169.png\">Economist: Work from home will be the future for a 'lucky minority'<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505073820-vaccine-mandate-workers-large-169.jpg\">Businesses set vaccine mandate for workers<img alt=\"dr vivek murthy surgeon general son crashes interview ebof vpx_00000315\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505202732-dr-vivek-murthy-surgeon-general-son-crashes-interview-ebof-vpx-00000315-large-169.jpg\">US Surgeon General's son crashes his live interview on CBS<img alt=\"AUCKLAND, NEW ZEALAND - JANUARY 12: Alexis Olympia, daughter of Serena Williams and husband Alexis Ohanian congratulate Serena Williams after she won her final match against Jessica Pegula of USA at ASB Tennis Centre on January 12, 2020 in Auckland, New Zealand. (Photo by Hannah Peters/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200803093155-file-03-alexis-ohanian-0112-large-169.jpg\">Reddit co-founder: Paid family leave is good for the economy<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413080517-empty-classroom-large-169.jpg\">Teachers under pandemic stress are quitting: I didn't feel safe<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210331171102-fintok-tiktok-tori-dunlap-delyanne-barros-large-169.jpg\">'I want women to be as rich as humanly possible': Meet TikTok's wealth coaches<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210401084108-diana-limongi-family-large-169.jpeg\">Stimulus package aims to get mothers back to work<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201020165605-04-working-from-home-stock-large-169.jpg\">Is working from home the new normal? <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200319161436-working-from-home-stock-large-169.jpg\">Permanent work from home is here. Will cities survive?<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210125160402-trivago-ceo-axel-hefer-large-169.jpg\">Trivago CEO's son crashes live CNN interview<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200807101129-working-mom-large-169.jpg\">Childcare challenges force some working moms to put their careers on hold<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200727172650-camio-ai-employee-tracking-large-169.jpg\">This AI technology tracks employees to enforce social distancing<img alt=\"future office coronavirus covid 19 pandemic technology social distancing sebastian pkg intl ldn vpx_00004211.jpg\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200521101726-future-office-coronavirus-covid-19-pandemic-technology-social-distancing-sebastian-pkg-intl-ldn-vpx-00004211-large-169.jpg\">Acrylic glass, masks, warning signs: Is this the office of the future?<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200517123731-work-transformed-video-conference-01-large-169.jpg\">Five tips to look more professional on a video conference","link":"/2021/05/17/success/going-back-to-the-office/index.html"}