{"title":"Back to the movies: After 14 months, it felt strange - but good - to be in a theater","time":"Updated 9:51 AM ET, Wed May 19, 2021 ","body":"Back to the movies: After 14 months, it felt strange - but good - to be in a theaterAnalysis by Brian Lowry, CNNUpdated 9:51 AM ET, Wed May 19, 2021 <img alt=\"Millicent Simmonds, Noah Jupe and Emily Blunt in &amp;#39;A Quiet Place Part II&amp;#39; (Jonny Cournoyer/Paramount Pictures).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210226082201-02-a-quiet-place-part-ii-large-169.jpg\">Millicent Simmonds, Noah Jupe and Emily Blunt in 'A Quiet Place Part II' (Jonny Cournoyer/Paramount Pictures). (CNN)Fourteen months after last stepping foot in a movie theater, it felt good -- if not quite a \"Chewie, we're home\" moment -- to be back. Yet even based on a sparsely attended screening there was a sense we might all need a refresher course in consuming entertainment outside the comfort of our homes.The movie in question was \"A Quiet Place Part II,\" the long-delayed sequel to the horror movie directed by John Krasinski and starring his wife, Emily Blunt. A review will come later, but for now it suffices to say that if I suddenly die, at least the last film I saw in public won't have been the Vin Diesel less-than-classic \"Bloodshot.\"Admittedly, if you've spent the last year-plus conspicuously avoiding being in a confined indoor space for hours with lots of strangers, even fully vaccinated that prospect can feel disconcerting. Similarly, little personal tics during the movie -- like the tendency to touch one's face -- have a different meaning then they did way back in first-quarter 2020. (California still mandates masks in theaters, an extra level of protection.)After a few minutes, though, those considerations faded away -- thanks in part to the movie's opening sequence, which helpfully was one of the strongest in the film. While the outside world wasn't completely forgotten, in terms of getting drawn into the story, it was good enough.Horror and comedy remain among the genres that most benefits from a communal environment and audience reactions. The tension and immersive sensation are heightened by sitting in the dark, without any of the at-home distractions that can dilute those sensations and pull you back into reality.Read MoreDoes that mean dramas will suffer, more than they already have, as studios and exhibitors try to lure people back to theaters? Probably. If you're the least bit squeamish about attending a movie in a not-fully-vaccinated world, odds are you'll wait for something that, visually speaking, really warrants a big-screen experience.Even without the benefits of a big crowd, there were some of the old familiar cues. Uncomfortable laughter during a surprising moment. A (small) smattering of applause. And someone running out in the middle of the screening, a reminder that, for the first time in a long while, there were other people you don't live with sharing in the experience.The past year, though, has likely been a breeding ground for bad habits, at least for those of us who tend to be persnickety about some of the behavior that can detract from theater going.People have spent an expanded stretch talking, asking questions and pausing or rewinding when they've missed something during movies. Unlearning that -- perhaps especially among children, but many adults do the same -- might take some time.Happily, the screening of \"A Quiet Place,\" attending by media folk without guests, spaced out literally (and maybe figuratively), stayed quiet throughout. The characters in the movie, as those who saw the original will recall, walk gingerly in an effort to avoid alerting monsters to their presence. If nothing else, that felt strangely appropriate, since it's likely going to take a series of baby steps to get us back to anything resembling the old normal.","link":"/2021/05/19/entertainment/back-in-theaters-column/index.html"}