{"title":"World's largest iceberg breaks off from Antarctica","time":"Updated 4:27 AM ET, Thu May 20, 2021 ","body":"World's largest iceberg breaks off from AntarcticaBy Ivana Kottasová, CNNUpdated 4:27 AM ET, Thu May 20, 2021 <img alt=\"An enormous iceberg has calved from the western side of the Ronne Ice Shelf, lying in the Weddell Sea, in Antarctica.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519102835-worlds-largest-iceberg-a76-large-169.jpg\">An enormous iceberg has calved from the western side of the Ronne Ice Shelf, lying in the Weddell Sea, in Antarctica. (CNN)The world's largest iceberg has calved from Antarctica over the past few days, a giant floating piece of ice close to 80 times the size of Manhattan.The iceberg broke off the western side of the Ronne Ice Shelf in Antarctica's Weddell Sea, the European Space Agency (ESA) said Wednesday. The iceberg is shaped like a giant ironing board, measuring around 170 kilometers (105 miles) in length and 25 kilometers (15.5 miles) in width. That makes it slightly larger than the Spanish island of Majorca, ESA said.Iceberg calving is part of the natural cycle, with huge chunks of ice breaking off the ice shelf at regular intervals. Scientists aren't attributing this particular break-off to climate change, and instead believe it's part of the natural cycle of iceberg calving in the region.Once it melts, the new iceberg will not lead to a sea level rise, because it was part of a floating ice shelf -- just like a melting ice cube doesn't increase the level of the drink in your glass.Read MoreThat makes icebergs like this different from glaciers or ice sheets, which are found on land, and which do raise global sea levels when they break off into the ocean and melt. If Antarctica's entire ice sheet were to melt, it could raise sea levels by nearly 190 feet.New giant #iceberg breaking away from the Ronne Ice Shelf 13-05-2021 roughly 160 km x 25 km satellite image from @polarview @CopernicusEU #Sentinel1 pic.twitter.com/LmacupcuUW— Keith Makinson (@KeithMakinson1) May 13, 2021\n\nESA said the iceberg was first spotted by Keith Makinson, a polar oceanographer with the British Antarctic Survey last week and confirmed from the US National Ice Center using ESA's Copernicus Sentinel-1 imagery. The huge chunk of ice is now officially known as the A-76. The name might sound a bit boring for the world's largest iceberg, but it is based on science. ESA said icebergs are traditionally named from the Antarctic quadrant in which they were originally sighted, then a sequential number, then, if the iceberg breaks, a sequential letter.","link":"/2021/05/19/world/iceberg-a-76-antarctica-intl/index.html"}