{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n\n\n  \n      \n        \n          \n              01:13 - Source: CNN\n              What is cholera?\n          \n  \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  Here’s a look at cholera, an acute diarrheal infection that has killed thousands of people worldwide. \n\n\n  \n    Facts\n\n\n  \n  Cholera is contracted by consuming food or water contaminated with the bacteria Vibrio cholerae. The bacteria is usually found in water contaminated with feces. \n\n\n  \n  Dehydration from rapid loss of body fluids is the reason the disease can be deadly if the patient is not treated.\n\n\n  \n  The disease’s short incubation period of two hours to five days increases the likelihood of outbreaks.\n\n\n  \n  Oral hydration salts can successfully treat about 80% of cholera patients. \n\n\n  \n  There are three two-dose oral cholera vaccines available, Dukoral, Shanchol and Euvichol. There is also an FDA-approved single-dose oral vaccine in the United States called Vaxchora.\n\n\n  \n  Cholera is rare in industrialized nations.\n\n\n  \n  People who live in areas with shortages of safe drinking water or inadequate sanitation are vulnerable to cholera.\n\n\n  \n    Statistics\n\n\n  \n  2019 - 923,037 reported cases in 55 countries with 1,911 deaths.\n\n\n  \n  – In the United States there were no cases and no deaths.\n\n\n  \n  2018 - 499,447 reported cases in 34 countries with 2,990 deaths.\n\n\n  \n  – In the United States there were 10 cases and no deaths.\n\n\n  \n  2017 - 1,227,391 reported cases in 34 countries with 5,654 deaths.\n\n\n  \n  – In the United States there were 11 cases and no deaths.\n\n\n  \n  2016 - 132,121 reported cases in 38 countries with 2,420 deaths.\n\n\n  \n  – In the United States there were 14 cases and no deaths.\n\n\n  \n  2015 - 172,454 reported cases in 42 countries with 1,304 deaths.\n\n\n  \n  – In the United States there were four cases and no deaths.\n\n\n  \n  2014 - 190,549 reported cases in 42 countries with 2,231 deaths.\n\n\n  \n  – In the United States there were seven cases with no deaths.\n\n\n  \n  2013 - 129,064 reported cases in 47 countries with 2,102 deaths.\n\n\n  \n  – In the United States there were 14 cases with no deaths.\n\n\n  \n  2012 - 245,393 reported cases in 48 countries with 3,034 deaths. \n\n\n  \n  – In the United States there were 18 cases with no deaths.\n\n\n  \n  2011 - 589,854 reported cases in 58 countries with 7,816 deaths. \n\n\n  \n  – In the United States there were 42 cases with no deaths.\n\n\n  \n  2010 - 317,534 reported cases in 48 countries with 7,543 deaths. \n\n\n  \n  – In the United States there were 15 cases with no deaths.\n\n\n  \n  2009 - 221,226 reported cases in 45 countries with 4,946 deaths.  \n\n\n  \n  – In the United States there were 10 cases with no deaths.\n\n\n  \n  2008 - 190,130 reported cases in 56 countries with 5,143 deaths. \n\n\n  \n  – In the United States there were five cases with no deaths. \n\n\n  \n    Timeline (Selected)\n\n\n  \n  1817 - The first pandemic begins in Southeast Asia. \n\n\n  \n  1829 - The second pandemic begins in India. \n\n\n  \n  1852 - The third pandemic begins in India.\n\n\n  \n  1863 - The fourth pandemic begins in the Bay of Bengal.\n\n\n  \n  1881 - The fifth pandemic begins in India.\n\n\n  \n  1899 - The sixth pandemic begins in India. \n\n\n  \n  1961 - The seventh pandemic begins in Indonesia.\n\n\n  \n  July 1994 - Cholera breaks out in Rwandan refugee camps near Goma, Zaire.  \n\n\n  \n  October 2010 - Ten months after a devastating earthquake in Haiti, a cholera outbreak begins. About 800,000 cases and 10,000 deaths in Haiti are later reported. A study of the outbreak indicates that it originated at a camp set up by UN peacekeepers. \n\n\n  \n  October 10, 2013 - Human rights lawyers file a class action lawsuit in a US federal court accusing the United Nations of negligence and misconduct on behalf of victims of the cholera outbreak in Haiti in 2010.\n\n\n  \n  January 9, 2015 - A US federal judge rules that the Haitian victims of the 2010 cholera outbreak cannot sue the United Nations, as the UN has legal immunity.\n\n\n  \n  August 18, 2016 - For the first time, the United Nations acknowledges its involvement in the cholera outbreak in Haiti in 2010.\n\n\n  \n  April 2017 - A cholera outbreak begins in Yemen amid war.\n\n\n  \n  December 21, 2017 - The International Committee of the Red Cross announces that the cholera outbreak in Yemen has hit 1 million suspected cases, making it the world’s biggest cholera outbreak in recent history.\n\n\n  \n  September 21, 2018 - The WHO reports more than 1.2 million cases of cholera in 2017, and more than 5,600 deaths in 34 countries worldwide. Yemen accounted for 84% of all suspected cholera cases and 41% of deaths. The high number in cases is due to the outbreak in Yemen, as well epidemics in the Democratic Republic of Congo, Nigeria, Somalia and South Sudan.  \n\n\n  \n  \n\n\n            \n    \n  \n","link":"/2013/10/16/health/cholera-fast-facts/index.html"}