{"title":"Blood clots and Johnson & Johnson vaccine: What you need to know","time":"Updated 9:05 PM ET, Mon April 26, 2021 ","body":" (CNN)Have you recently had the single-shot Johnson & Johnson Covid-19 vaccine?Get medical attention quickly if you suffer persistent, severe headaches, blurred vision, shortness of breath, chest pain, leg swelling, persistent abdominal pain or unusual bruising within three weeks of getting the J&J vaccine, the US Centers for Disease Prevention and Control said Monday in a new posting on its website.<img alt=\"CDC, FDA lift pause on using J&amp;amp;J&amp;#39;s coronavirus vaccine, add safety warning\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210419175424-vacuna-johnson-vls-large-169.jpg\">CDC, FDA lift pause on using J&J's coronavirus vaccine, add safety warningThose could be signs of an extremely rare, severe blood clotting syndrome that may be linked to the Johnson & Johnson vaccine. The risk appears greatest for women under the age of 50, the CDC said.\"This adverse event is rare, occurring at a rate of about 7 per 1 million vaccinated women between 18 and 49 years old,\" the CDC wrote. \"For women 50 years and older and men of all ages, this adverse event is even more rare.\"The new guidance was posted after the CDC and the US Food and Drug Administration decided to lift a pause Friday on administering the vaccine. The agencies agreed to lift the pause after an extensive search turned up only 15 cases of the rare blood clotting syndrome among nearly 8 million people who had received the vaccine. Read More\"A review of all available data at this time shows that the J&J/Janssen COVID-19 Vaccine's known and potential benefits outweigh its known and potential risks,\" the CDC wrote.\"However, women younger than 50 years old should be aware of the rare but increased risk of this adverse event and that there are other COVID-19 vaccine options available for which this risk has not been seen,\" the agency added.A sudden pause mid AprilOn April 13, the CDC announced six women between the ages of 18 and 48 had developed a cerebral venous sinus thrombosis (CVST) -- a clot in the area of the brain that collects and drains oxygen-depleted blood. When this happens, \"blood cells may break and leak blood into the brain tissues, forming a hemorrhage,\" according to Johns Hopkins Medicine.The six women developed symptoms of this \"rare and severe type of blood clot\" between six and 13 days after their J&J vaccination, the CDC said.  <img alt=\"What to do to get your Covid vaccination added to your medical record\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426111834-01-coronavirus-vaccine-card-restricted-large-169.jpg\">What to do to get your Covid vaccination added to your medical recordFor five of the six women, headache was the \"initial presenting feature,\" said Dr. Tom Shimabukuro, vaccine safety lead with the CDC's Covid-19 Response Team, during a meeting of the CDC's Advisory Committee on Immunization Practices on April 14.\"The important thing to note here is the initial features are largely kind of nonspecific symptoms, which at initial presentation -- or when a patient starts to become symptomatic -- may seem kind of mild and not that clinically significant -- things like headaches, lethargy, chills, myalgia,\" Shimabukuro said.\"Later features include severe headache, some focal signs, in one case severe abdominal pain, bruising, swelling in the lower extremities.\"The cases prompted the CDC and the US Food and Drug Administration to recommend pausing administration of the J&J Covid-19 vaccine to allow for further investigation.In response, Johnson & Johnson halted vaccinations in all of its clinical trials while the company updates \"guidance for investigators and participants.\"Occurs in conjunction with low plateletsSince the mid-April announcement, CDC investigators discovered another nine cases, all in women, and all in conjunction with thrombocytopenia, a condition in which people have a low blood count of platelets, the sticky, colorless blood cells that help blood clot. The CDC is calling it thrombosis with thrombocytopenia syndrome (TTS).\"Reports of adverse events following the use of J&J/Janssen vaccine suggest an increased risk of a rare adverse event called thrombosis with thrombocytopenia syndrome (TTS),\" the CDC wrote Monday in its updated guidance.\"Nearly all reports of this serious condition, which involves blood clots with low platelets, have been in adult women younger than 50 years old,\" the CDC said in the new posting.<img alt=\"Handwashing falls to pre-Covid levels despite pandemic, study finds\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426114913-hand-washing-stock-restricted-large-169.jpg\">Handwashing falls to pre-Covid levels despite pandemic, study findsBecause TTS is so rare, many physicians may not be aware it should not be treated with the commonly prescribed anticoagulant drug heparin, which can make the condition worse. In fact, the CDC announced, six of the 15 women were treated with heparin. However, none of those women died. As of April 21, seven women were still hospitalized, five had returned home, and three have died.The need to communicate proper treatment to doctors was part of the reason the FDA and CDC moved so quickly to pause the J&J vaccination rollout in the US, health officials said at the time. The CDC is working on \"aggressive\" outreach to clinicians so they are aware of the possible risks and how to identify symptoms and treat the condition properly, health officials added.What does this mean if I've had the J&J vaccine?What should you do if you're recently had the J&J vaccine?\"Don't freak out. I'd be going on with my life, but I would be very attuned to my body,\" said Dr. Carlos del Rio, executive associate dean at Emory University School of Medicine, in a prior CNN interview.\"If I develop shortness of breath, if I develop leg pain, if I develop a headache and I'm within  three weeks of having had Johnson & Johnson's vaccine, I would immediately notify my health care provider,\" del Rio continued.However, if you received the J&J vaccine more than a month ago, the risk is \"very low,\" said CDC principal deputy director Dr. Anne Schuchat during the mid-April briefing.While distress may be mild at first, these rare clots produce unrelenting pain that does not ease, said Dr. Mark Crowther, a member of the American Society of Hematology.<img alt=\"CDC recommends that pregnant people get a Covid-19 vaccine\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423015313-connecticut-vaccination-0420-large-169.jpg\">CDC recommends that pregnant people get a Covid-19 vaccine\"It gets worse. It's not pain that gets better by itself,\" said Crowther, who chairs the department of medicine at McMaster University in Ontario, Canada.While not a stroke, people can experience strokelike difficulty speaking or moving an arm or leg, he added.\"Seek medical attention immediately. It's not the kind of thing that you wait until your physician's office opens on Monday before you deal with it,\" Crowther said.However, Crowther added, no one should shy away from being vaccinated against Covid-19, as these clots are extremely rare.\"Covid-19 is associated with a risk of blood clots that is thousands of times higher\" than blood clots possibly caused by any vaccine, Crowther said. \"it's important people not miss that.\"No one should shy away from being vaccinated with the Pfizer-BioNTech and Moderna two-shot vaccines, or the J&J vaccine when it's available, Crowther stressed: \"Get vaccinated!\" CNN's Maggie Fox, Elizabeth Cohen, Jacqueline Howard, Michael Nedelman and Deidre McPhillips contributed to this report.","link":"/2021/04/26/health/blood-clots-johnson-johnson-vaccine-wellness/index.html"}