{"title":"'Without Remorse' sets up Michael B. Jordan in Tom Clancy's revenge thriller","time":"Updated 9:53 AM ET, Thu April 29, 2021 ","body":" (CNN)Michael B. Jordan puts his considerable star power to the test in \"Tom Clancy's Without Remorse,\" an action movie that basically feels like the extended coming attraction for a possibly better one down the road. Whatever the intricacies in Clancy's book, they're largely abandoned in a violent revenge tale that a few decades ago might have starred someone like Steven Seagal.Landing on Amazon -- which synergistically featured Jordan in a memorable Super Bowl ad -- the movie features him as Clancy creation John Kelly (later John Clark), a Navy SEAL who is introduced on a dangerous mission abroad. Back home afterward, he's preparing to ditch the military and settle down with his pregnant wife (Lauren London), when someone begins eliminating members of his team, killing her in the process.Kelly wants answers -- and revenge -- and embarks on a crusade to find out what happened and why. The road leads to Russians, with the Secretary of Defense, Thomas Clay (Guy Pearce, deserving better), seemingly welcoming the idea of turning the soldier loose, never mind the diplomatic implications, saying, \"Some situations warrant thinking outside the box.\"But \"Without Remorse\" thinks squarely inside the box, setting up a series of violent encounters involving Kelly, with help from, among others, a fellow SEAL (\"Queen and Slim's\" Jodie Turner-Smith). The supporting cast also includes Jamie Bell as a squirrelly CIA bureaucrat, the kind whose motivations provoke understandable suspicion.Jordan certainly makes a striking hero, and at one point People's Sexiest Man Alive somewhat gratuitously removes his shirt prior to a violent encounter because, well, why not? His character represents a more overtly physical presence than Clancy's better-known movie protagonist, Jack Ryan, who has gone through multiple iterations before Amazon's series version with John Krasinski. (The Clark character appeared in two of those movies, \"Clear and Present Danger\" and \"The Sum of All Fears,\" played by Willem Dafoe and Liev Schreiber, respectively.)Read MoreRepresenting a reunion of \"Sicario: Day of the Soldado\" director Stefano Sollima and writer Taylor Sheridan (here with Will Staples), \"Without Remorse\" feels a little too overtly like a Jason Bourne wannabe -- at least, until a mid-credit sequence that basically lays out the blueprint for what in theory comes next.Amazon stepped up to buy the rights from Paramount last summer -- also scooping up the studio's sequel \"Coming 2 America\" -- so the movie has experienced its own redirection from what was to have been a theatrical release.In a way, Paramount might have done something few characters do in the movie -- namely, dodged a bullet. Because while this gets by, barely as at-home escapism, setting the stage for another Clark adventure with Jordan that might be worth anteing up for a ticket, \"Without Remorse\" isn't.\"Tom Clancy's Without Remorse\" premieres April 30 on Amazon. It's rated R.","link":"/2021/04/29/entertainment/without-remorse-review/index.html"}