{"title":"Pfizer and Moderna vaccines reduce Covid-19 hospitalization risk by 94% among older adults, CDC study says","time":"Updated 3:21 PM ET, Wed April 28, 2021 ","body":" (CNN)The Pfizer/BioNTech and Moderna Covid-19 vaccines were found in the real world to be 94% effective against Covid-19 hospitalization among fully vaccinated adults ages 65 and older in the United States, according to a new US Centers for Disease Control and Prevention study. <img alt=\"CDC study finds Pfizer, Moderna vaccines are 90% effective after two doses in real-world conditions\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210325000952-us-coronavirus-vaccine-0318-large-169.jpg\">CDC study finds Pfizer, Moderna vaccines are 90% effective after two doses in real-world conditionsThe study also found that the vaccines were 64% effective among those older adults who were partially vaccinated, meaning they had only received one dose of vaccine so far.These findings are consistent with the vaccines' clinical trial results, which showed an efficacy of about 94% to 95%, researchers from the CDC and several other institutions noted.\"These data suggest that continuing to rapidly vaccinate U.S. adults against COVID-19 will likely have a marked impact on COVID-19 hospitalization and might lead to commensurate reductions in post-COVID conditions and deaths,\" the researchers wrote in their study.<img alt=\"Pfizer says vaccine protection could last at least 6 months\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210401062309-01-pfizer-covid-19-vaccine-new-york-0326-large-169.jpg\">JUST WATCHEDPfizer says vaccine protection could last at least 6 monthsReplayMore Videos ...MUST WATCHPfizer says vaccine protection could last at least 6 months 02:45The study included data on 417 adults ages 65 and older with Covid-19-like symptoms who were admitted to 24 hospitals in 14 states between January 1 and March 26. Among those patients, 187 tested positive for the coronavirus that causes Covid-19 and 230 tested negative.Read MoreThe researchers found that among those who tested positive, most were unvaccinated. Only 18 of the patients, or 10%, were partially vaccinated with a first dose of the Pfizer or Moderna vaccines and just one person -- representing 0.5% -- was fully vaccinated.Among the 230 adults who tested negative, 44 of them, or 19%, were partially vaccinated and 18, or 8%, were fully vaccinated, the data showed.Overall, \"these findings are encouraging and welcome news for the two-thirds of people aged 65 and up who are already fully vaccinated,\" CDC Director Dr. Rochelle Walensky said in a news release on Wednesday.\"COVID-19 vaccines are highly effective and these real-world findings confirm the benefits seen in clinical trials, preventing hospitalizations among those most vulnerable,\" Walensky said. \"The results are promising for our communities and hospitals. As our vaccination efforts continue to expand, COVID-19 patients will not overwhelm health care systems -- leaving hospital staff, beds, and services available for people who need them for other medical conditions.\"<img alt=\"CNN&amp;#39;s Sanjay Gupta explains Pfizer&amp;#39;s 95% effectiveness rate\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201118142519-video-thumb-large-169.jpg\">JUST WATCHEDCNN's Sanjay Gupta explains Pfizer's 95% effectiveness rateReplayMore Videos ...MUST WATCHCNN's Sanjay Gupta explains Pfizer's 95% effectiveness rate 02:08The new study included data from California, Colorado, Maryland, Massachusetts, Michigan, Minnesota, New York, North Carolina, Ohio, Oregon, Pennsylvania, Tennessee, Texas and Utah. More research is needed to determine whether similar findings would emerge across more states to represent the entire US population.Similar findings have been found previously.A separate study, published last week in the New England Journal of Medicine, found that among 417 employees at Rockefeller University in New York who were fully vaccinated with either the Pfizer or Moderna shots, only two of them -- also about 0.5% -- tested positive for Covid-19 later.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.In March, pharmaceutical companies Pfizer and BioNTech announced that real-world evidence from the Israel Ministry of Health show that there have been \"dramatically\" fewer Covid-19 cases and deaths among people in Israel who have been fully vaccinated. That analysis found that the vaccine effectiveness was 94% in preventing asymptomatic Covid-19, where infections show no symptoms.","link":"/2021/04/28/health/covid-19-vaccines-reduce-hospitalization-cdc-study/index.html"}