{"title":"10 reasons why young, healthy people really do need to get vaccinated","time":"Updated 12:21 PM ET, Wed May 19, 2021 ","body":"10 reasons why young, healthy people really do need to get vaccinatedBy Holly Yan, CNNUpdated 12:21 PM ET, Wed May 19, 2021 JUST WATCHEDHerd immunity through vaccination will save lives and long-term complicationsReplayMore Videos ...MUST WATCH (16 Videos)<img alt=\"screengrab dr Wen\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503125528-screengrab-dr-wen-large-169.jpg\">How can U.S. solve problem of vaccine hesitancy?<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside (CNN)Young adults are now steering the course of this pandemic as the biggest spreaders of coronavirus. But many say they don't plan to get vaccinated -- which has bigger consequences than they might think.\"We really need to get people 20 to 49 years old vaccinated because they are the ones driving the pandemic right now,\" said Dr. Carlos del Rio, executive associate dean at Emory University School of Medicine.Yet about 36% of young adults under age 35 say they don't plan on getting a Covid-19 vaccine, according to an April poll by Quinnipiac University.<img alt=\"Covid-19 vaccine myths: These popular reasons for not getting a shot don&amp;#39;t make sense\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420141937-01-needles-pfizer-vaccine-0415-large-169.jpg\">Covid-19 vaccine myths: These popular reasons for not getting a shot don't make senseThat's a major problem because:Read More-- Even if life is already starting to look more normal, the US will never reach herd immunity if young adults don't step it up. Health experts say we need at least 70% to 85% of the US population immunized to reach herd immunity and get this pandemic under control.-- More young people are suffering from \"long Covid.\" Even healthy athletes have succumbed to long-term brain fog, chest pains and shortness of breath. -- By not getting vaccinated, young adults could make vaccines less effective for their friends, family and everyone else. (More on that later.)Here are the top 10 reasons why young, healthy adults need to get vaccinated as soon as possible: 'Covid-19 doesn't have to kill you to wreck your life'\"Even for young people who consider their risk of severe Covid to be low, the long-term consequences can be quite serious,\" said Dr. Francis Collins, director of the National Institutes of Health.<img alt=\"A pediatrician answers questions about Covid-19 vaccines and kids\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514023241-teen-vaccine-0513-large-169.jpg\">A pediatrician answers questions about Covid-19 vaccines and kids\"Long Covid represents one more reason to encourage everyone age 16 and over to get vaccinated as quickly as possible,\" Collins said in late April. In May, children ages 12 to 15 became eligible for the Pfizer/BioNTech vaccine after it was found to be 100% effective and well tolerated in a clinical trial involving 2,260 children from that age group.While young adults and children are less likely to die from Covid-19 than older adults, at least 2,450 people under age 30 have died from Covid-19.A much more likely outcome for young adults is long-term complications, said Dr. Megan Ranney, an emergency physician and director of the Brown-Lifespan Center for Digital Health.\"I cannot tell you how many people I've taken care of in the ER -- who are in their 20s, 30s and 40s -- who are never sick enough to end up in the ER with Covid but who now have long-lasting respiratory difficulties,\" Ranney said.<img alt=\"I can&amp;#39;t shake Covid-19: Warnings from young survivors still suffering\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200716174622-02-morgan-swank-covid-large-169.jpg\">I can't shake Covid-19: Warnings from young survivors still suffering\"Or they have persistent loss of taste and smell, and they're losing weight because there's no joy from eating. Or they have that kind of brain fog that we hear about with long Covid,\" she said.\"I think there's this false sense of both 'I'm immune to it just because I'm young,' and 'Even if I catch it, I'll be fine.' You may be lucky. And that may be true -- that if you catch it, you'll be fine. But there's also a chance that you won't.\"Some long-haul symptoms in young people have lasted a year now -- \"debilitating symptoms that have come in the aftermath of their coronavirus infection,\" said Dr. Jonathan Reiner, professor of medicine and surgery at George Washington University. \"So what I would say to young people is that Covid-19 doesn't have to kill you to wreck your life.\" Strong, healthy immune systems can backfireSome young, previously healthy patients have suffered from Covid-19 cytokine storms. That's basically when an immune system overreacts -- which can cause severe inflammation or other serious symptoms. <img alt=\"CDC: An Illinois bar event was linked to 46 Covid-19 cases, a school closure and hospitalization\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200213175729-01-coronavirus-0213-large-169.jpg\">CDC: An Illinois bar event was linked to 46 Covid-19 cases, a school closure and hospitalization\"We've certainly seen people come into our hospital, very young people (in their early 20s) ... need to be put on ECMO, which is basically a heart-lung machine, for days or even weeks because they come in with cardiomyopathy, which is a response to a cytokine storm,\" Reiner said.When young, healthy people do succumb to Covid-19, cytokine storms are often a factor, said Dr. Paul Offit, director of the Vaccine Education Center at Children's Hospital of Philadelphia.\"And that was really the story of the pandemic in 1918 -- the flu pandemic. We had a U-shaped curve. It was the young and the old dying for different reasons,\" he said. \"But the reason the young died was because they had a vigorous immune response -- the so-called cytokine storm, where your body makes immunological proteins that actually cause harm.\"If young people don't get vaccinated, it could leave everyone vulnerableThe longer coronavirus spreads, the more it mutates. And if the mutations are significant, they could lead to new strains that can't be fought off with current vaccines.And that would throw the country backward in this pandemic.<img alt=\"How do viruses mutate? Think of it as making a colorful beaded necklace over and over again\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210330004627-jfk-airport-0326-restricted-large-169.jpg\">How do viruses mutate? Think of it as making a colorful beaded necklace over and over againThe B.1.351 and P.1 variants \"have now started to escape from the immunity \" from vaccines and previous infection, Offit said.\"They don't completely escape, but they've started to escape,\" he said. \"They're warning shots.\"While vaccines still work against those strains and the highly contagious B.1.1.7 strain, \"there may be future variants for which we are not so lucky,\" Ranney said. So the key to ending this pandemic isn't just to get vaccinated. It's to get vaccinated as soon as possible, before the virus mutates into new strains that can't be controlled with current vaccines.Getting vaccinated will help the economyMany restaurants, bars, movie theaters and sporting venues aren't open at full capacity -- either because Covid-19 case numbers are too high or because not enough people have been vaccinated. <img alt=\"For vaccines to bolster the economy, people need to be willing to get them\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210128082203-us-vaccine-dose-0115-large-169.jpg\">For vaccines to bolster the economy, people need to be willing to get themBy getting vaccinated, young people can help more businesses fully reopen safely by increasing safety and driving down infections. That would also help young employees who have been hit hard economically.\"It's important to vaccinate as many adults as possible as soon as possible,\" Los Angeles internal medicine specialist Dr. Jorge Rodriguez told CNN.\"If you want to open up America, get vaccinated.\" Some businesses have offered incentives for anyone who shows proof of vaccination, including free burgers, doughnuts and beer. Vaccines can save people lots of moneyCovid-19 could get very expensive. Medical bills. Lost work days. And the potential for more doctors' visits if you get long Covid. <img alt=\"Getting hospitalized with Covid-19 can costs thousands\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200424111326-paolone-blomberg-split-large-169.jpg\">Getting hospitalized with Covid-19 can costs thousandsThe cost of a Covid-19  vaccine? \"It's all free,\" Offit said. \"The government is paying for this.\"Doctors say they can't understand why so many people would turn down a safe, effective and free vaccine and instead risk medical bills and lost income. \"If you get the virus, and you're out of work for weeks or months, how do you pay your bills?\" Reiner said.Getting vaccinated can up your dating gameFor those on the dating scene, \"getting vaccinated or being open to getting it is the hottest thing you could do,\" said Michael Kaye, spokesperson for the dating site OKCupid.<img alt=\"&amp;#39;It&amp;#39;s all about the vaccine for me now&amp;#39;: More prospective daters want their matches to be vaxxed up\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210208144453-elbow-bump-stock-large-169.jpg\">'It's all about the vaccine for me now': More prospective daters want their matches to be vaxxed upHe said users who answered \"yes\" to the standard profile question \"Will you get the Covid-19 vaccine?\" have been \"liked\" up to 25% more than those who answered \"no\" or chose not to answer. Vaccines are also playing a bigger role on Tinder. In just three months, the dating app had a 258% increase in profile mentions of the word \"vaccine,\" spokesperson Dana Balch said. Young people (or their friends) may be at higher risk than they thinkAbout one-third of young adults between ages 18 and 25 are at risk of severe Covid-19, according to the Journal of Adolescent Health.And more than 40% of all US adults have at least one underlying condition that can put them at higher risk of severe complications, according to the US Centers for Disease Control and Prevention. <img alt=\"Almost 1/3 of people with &amp;#39;mild&amp;#39; Covid-19 end up with nagging symptoms months later\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200813174356-coronavirus-long-hauler-patients-symptoms-months-gupta-dnt-lead-vpx-00001527-large-169.jpg\">Almost 1/3 of people with 'mild' Covid-19 end up with nagging symptoms months laterThose conditions include asthma, diabetes, heart disease, being obese or overweight, having a substance use disorder and having a history of smoking. \"Obesity is a major risk factor for adverse outcomes after infection,\" according to a study published in The Lancet Diabetes & Endocrinology.As a person's body mass index (or BMI) increases, so does their risk for severe Covid-19 -- and this risk \"is particularly notable\" in adults younger than 40, according to the study based in the UK. \"People with excess weight, even without other comorbidities, are at substantially increased risk of admission to hospital and ICU and death due to COVID-19, especially for younger adults and Black people,\" the researchers wrote.And young people ages 13 to 24 who used e-cigarettes were five times more likely to be diagnosed with Covid-19, according to a study published the Journal of Adolescent Health. A new strain is spreading rampantlyUnlike the original strain of novel coronavirus, the highly contagious B.1.1.7 variant is hitting young people particularly hard. Now it's the most dominant coronavirus strain in the US, spreading in all 50 states. <img alt=\"Why more young adults are getting hospitalized with Covid-19\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210407201545-covid-variant-young-people-hospitalized-file-large-169.jpg\">Why more young adults are getting hospitalized with Covid-19\"The B.1.1.7 variant has mutations that allow it to bind more\" to cells, Reiner said.In other words: \"You can be in a place and maybe have a briefer exposure or have a smaller exposure -- more casual exposure -- and then get infected.\"That's a big problem for young adults, who are more likely to be socializing without being vaccinated. And it's hard to tell who may be infected. People can spread coronavirus days before symptoms appear, just by talking or breathing.All of America needs young adults' help to stay safeRefusing the Covid-19 vaccine can impact a lot of people -- from individuals to their loved ones to the country as a whole.<img alt=\"What young Americans are looking forward to after getting their Covid-19 vaccines\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210409172432-coronavirus-vaccine-second-dose-wellness-large-169.jpg\">What young Americans are looking forward to after getting their Covid-19 vaccines\"First of all, the vaccines aren't 100% effective,\" Offit said. So even if someone's friends and family are vaccinated, but they're not vaccinated, there's still some risk they can carry and spread the virus to loved ones.And as Americans go back to crowded bars, concerts, sporting events and movie theaters, the need for widespread vaccination becomes even more important.Second, it's a mistake to think everyone who wants a vaccine can just get one. \"Some people are on cancer chemotherapy. They can't be vaccinated -- they depend on the herd to protect them,\" Offit said.So many of the most vulnerable are counting on their fellow Americans to get vaccinated. It's critical to protect younger childrenChildren under age 12 are not yet eligible to get a Covid-19 vaccine. But children are still at risk getting and spreading coronavirus, including the B.1.1.7 strain. <img alt=\"Youth sports and other extracurriculars are spreading Covid-19, health officials say\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210406164920-high-school-basketball-stock-large-169.jpg\">Youth sports and other extracurriculars are spreading Covid-19, health officials sayAbout 11% to 15% of children with coronavirus go on to develop long Covid, said Collins, the director of the National Institutes of Health.So to anyone who has a child or interacts with children, get vaccinated, doctors say. It's also important to get vaccinated as cases of MIS-C, or multisystem inflammatory syndrome in children, are on the rise.MIS-C is a condition that happens when \"the virus induces your body to make an immune response against your own blood vessels,\" Offit said. That can cause inflammation of the blood vessels. <img alt=\"Some children&amp;#39;s hospitals see a surge in rare Covid-19 complication MIS-C\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210227013206-01-mis-c-covid-complication-restricted-large-169.jpg\">Some children's hospitals see a surge in rare Covid-19 complication MIS-COften, children with MIS-C had just mild or no symptoms from Covid-19.\"Usually children are picked up incidentally as having (coronavirus). Someone in the family was infected, a friend was infected, so they got a PCR test. And they're found to be positive. ... Then they're fine,\" Offit said. \"Then a month goes by, and they develop a high fever. And evidence of lung, liver, kidney or heart damage (problems). That's when they come to our hospital. ... They have an antibody response to the virus,\" he said. For both parents and young adults, \"you can't believe it's going to happen to you until it happens to you,\" Offit said. \"I work at a hospital, and I can tell you there are a lot of people who can't believe what has just happened to them or to their children.\"He said he had one message for young, healthy people who think they don't need a vaccine:  \"You're not invulnerable. I know when you're young, you feel you're invulnerable. But you're not.\" CNN's Matt Villano, Jacqueline Howard and Naomi Thomas contributed to this report.<img alt=\"screengrab dr Wen\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503125528-screengrab-dr-wen-large-169.jpg\">How can U.S. solve problem of vaccine hesitancy?<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside","link":"/2021/05/05/health/young-people-covid-vaccine/index.html"}