{"title":"Bill and Melinda Gates are ending their marriage","time":"Updated 6:22 PM ET, Mon May 3, 2021 ","body":"New York (CNN Business)Bill and Melinda Gates are ending their marriage after 27 years, the pair announced in a statement on their verified Twitter accounts. \"After a great deal of thought and a lot of work on our relationship, we have made the decision to end our marriage,\" the statement reads. The couple founded their philanthropic organization, the Bill and Melinda Gates Foundation, together in 2000. Since then, the foundation has spent $53.8 billion on a wide range of initiatives related to global health, poverty alleviation and more, according to its website. \"We have raised three incredible children and built a foundation that works all over the world to enable all people to lead healthy, productive lives,\" the statement says. \"We continue to share a belief in that mission and will continue our work together at the foundation, but we no longer believe we can grow together as a couple in this next phase of our lives.\" Bill Gates is one of the richest people in the world. His net worth was $137 billion as of February, according to the Bloomberg Billionaires Index ranking. Read MoreBill, 65, and Melinda Gates, 56, met at Microsoft — which Bill Gates founded and was, at the time, running as CEO. She started as a product manager as the only woman in the first class of MBA graduates to join the company, and eventually rose through the ranks to become general manager of information products. pic.twitter.com/padmHSgWGc— Bill Gates (@BillGates) May 3, 2021\n\nThey met shortly after she joined the company in 1987, at a business dinner in New York. She described the encounter in her book, \"The Moment of Lift:\" \"I showed up late, and all the tables were filled except one, which still had two empty chairs side by side. I sat in one of them. A few minutes later, Bill arrived and sat in the other.\" The couple married in Hawaii in 1994. Over the past year, the Gates, through their foundation, have been involved in the fight against Covid-19 and the effort to develop treatments and vaccines, and equitably distribute them around the world. As of December, the group had committed a total of $1.75 billion to the global pandemic response. In March 2020, Bill Gates stepped down from the boards of Microsoft and Berkshire Hathaway to \"dedicate more time to his philanthropic priorities,\" including work to tackle climate change. Melinda Gates is also the founder of investment firm Pivotal Ventures, which confirmed the couple's separation. \"We ask for space and privacy for our family as we begin to navigate this new life,\" the pair said in their statement Monday. The Bill and Melinda Gates Foundation did not immediately return a request for comment from CNN Business. ","link":"/2021/05/03/tech/bill-and-melinda-gates-divorce/index.html"}