{"title":"Sharon Stone says she can't stop XXX cut of 'Basic Instinct' ","time":"Updated 9:14 AM ET, Wed May 19, 2021 ","body":"Sharon Stone says she can't stop XXX cut of 'Basic Instinct' By Lisa Respers France, CNNUpdated 9:14 AM ET, Wed May 19, 2021 <img alt=\"Michael Douglas and Sharon Stone star in the 1992 film &amp;quot;Basic Instinct.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/131030191505-sexy-scenes-basic-instinct-large-169.jpg\">Michael Douglas and Sharon Stone star in the 1992 film \"Basic Instinct.\" (CNN)According to Sharon Stone there's a more explicit version of her hit film \"Basic Instinct\" on the way and she's apparently not thrilled about it.The actress appeared on the Australian TV show \"A Current Affair\" and shared some news.\"I think there's more to come on that, they've decided to release the director's triple x cut for the 30th,\" Stone said.The 1992 erotic thriller starring Stone and Michael Douglas helped catapult her to fame.<img alt=\"Sharon Stone says she was misled about explicit interrogation scene\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210319054132-restricted-sharon-stone-basic-instinct-1992-large-169.jpg\">Sharon Stone says she was misled about explicit interrogation sceneStone said that, in the wake of the #MeToo movement, she thinks \"there's a certain tone-deafness, when it comes to this type of behavior, that people just want to continue to push forward, and ignore the thoughts and feelings of how women in general feel about this.\"Read More\"People in general feel about it,\" she said. \"No one asked me how I felt about it, I can tell you that.\"The film's plot is centered on a police detective, played by Douglas, who becomes involved in a torrid affair with Stone's character who is a suspect in a murder he's investigating.A scene featuring Stone suggestively crossing and uncrossing her legs during a police interrogation garnered much attention and has even been spoofed in more than a few projects. The star has said she was not told beforehand that her genitals would be exposed in that scene and felt misled. ","link":"/2021/05/19/entertainment/sharon-stone-basic-instinct-trnd/index.html"}