{"title":"Israel accused of apartheid by Human Rights Watch","time":"Updated 6:31 AM ET, Tue April 27, 2021 ","body":"Jerusalem (CNN)Human Rights Watch has accused the Israeli government of committing crimes of apartheid and persecution against Palestinians in a new report Tuesday, eliciting an angry response from Israeli officials.In its 213-page report, the United States-based advocacy group says the term apartheid has generally been used in a \"descriptive or comparative\" sense in relation to Israel and the occupied Palestinian territories, and as a warning of what might happen if current trajectories with regard to Palestinians continue.However, after decades of warnings, the report says that \"threshold\" into a crime against humanity has already been crossed. \"The Israeli government has demonstrated an intent to maintain the domination of Jewish Israelis over Palestinians across Israel and the occupied Palestinians territory,\" reads the report. \"That intent has been coupled with systematic oppression of Palestinians and inhumane acts committed against them. When these three elements occur together, they amount to the crime of apartheid,\" it concludes.Israel's Ministry of Foreign Affairs called the report \"fiction\" and said the claims were \"preposterous and false.\"\"Human Rights Watch is known to have a long-standing anti-Israeli agenda, actively seeking for years to promote boycotts against Israel. This report is yet another part of the organization's ongoing campaign ... with no connection to facts or reality on the ground,\" the ministry said in a statement.<img alt=\"ICC prosecutor to launch formal investigation into alleged war crimes in Palestinian territories\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210303101114-01-icc-hague-file-large-169.jpg\">ICC prosecutor to launch formal investigation into alleged war crimes in Palestinian territoriesRead MoreHRW said the report was intended to compare Israeli law and government policy against legal standards governing the crimes of apartheid and persecution. The release of the report comes three months after a similar publication by Israeli human rights organization, B'Tselem, which also accused Israel of becoming an \"apartheid regime\" arguing that the traditional view of Israel as a democracy living side-by-side with a temporary Israeli occupation in the territories \"imposed on some five million Palestinian subjects ... has grown divorced from reality.\"It also comes just weeks after the International Criminal Court in the Hague announced it was pursuing a war crimes investigation against Israel with a focus, among other things, on Israel's settlement activities in the West Bank. HRW says its findings mean the ICC should press ahead and \"investigate and prosecute individuals credibly implicated\" in apartheid and persecution.Israel captured the West Bank, East Jerusalem, and Gaza during a war with its Arab neighbors in 1967. Most of the international community regards all three territories as occupied Palestinian territory and all settlement building there as illegal under international law. Israel disputes those characterizations citing biblical claims on the land and the ambiguous status they held under previous Jordanian and Egyptian control.The Oslo Accords, signed in the 1990s, which gave limited autonomy to Palestinians in Gaza and parts of the West Bank, were intended to pave the way for a final resolution to the conflict before the turn of the century. More than 25 years later there is no sign of the much-vaunted two-state solution, which would see an independent Palestinian state living alongside Israel.HRW says the peace process, a phrase it puts in inverted commas in the report, is used as a smokescreen by Israel and its supporters \"to oppose efforts for rights-based international action or accountability and as cover for Israel's entrenched discriminatory rule over Palestinians in the OPT.\"The apartheid term originated in South Africa, where it defined a system of racial segregation and \"separate development\" operating between 1948 and 1994, which was designed to confine non-Whites to \"self-governing Bantustans,\" stripping them of their citizenship and placing them under the administration of puppet regimes. Israel rejects comparisons with apartheid-era South Africa, arguing that it misses the complexity of the situation with the Palestinians and does not take account of security threats. \"The purpose of this spurious report is in no way related to human rights, but to an ongoing attempt by HRW to undermine the State of Israel's right to exist as the nation state of the Jewish people,\" Strategic Affairs Minister Michael Biton said.Palestinian Authority Prime Minister Mohammad Shtayyeh welcomed the report and said it was time for the international community to bear its responsibilities.\"The traditional situation, where many countries worldwide announce their position against occupation without actual sanctions and without revising their relations and agreements with Israel on the different diplomatic, cultural, and trade relations, can and should not continue,\" he said in a statement.","link":"/2021/04/27/middleeast/israel-apartheid-accusation-intl-hnk/index.html"}