{"title":"Is pandemic purgatory worse than a lockdown? Here's how to end your languishing","time":"Updated 4:33 AM ET, Wed May 19, 2021 ","body":"Is pandemic purgatory worse than a lockdown? Here's how to end your languishingAllison Hope, CNNUpdated 4:33 AM ET, Wed May 19, 2021 JUST WATCHEDVaccinated? Dr. Gupta explains what you can do without a maskReplayMore Videos ...MUST WATCHVaccinated? Dr. Gupta explains what you can do without a mask 03:04 (CNN)I recently went to pick up a gift card for a friend at a restaurant and came across an unseemly sight. The joint was packed to the rim with people, unmasked, clinking glasses, exchanging friendly banter and acting like pandemic was a word reserved for horror or psychological thriller streaming movie recommendations. It was the first time that indoor capacity for dining and bars was lifted in my area following the low rates of Covid-19. \"We've been busy now that everyone is getting vaccinated,\" the bartender told me, as I waited anxiously, still donning my apocalyptic space suit and double layer masks. <img alt=\"4 ways families can ease anxiety together\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200606155748-06-ease-family-anxiety-large-169.jpg\">4 ways families can ease anxiety togetherI felt like the kid who didn't get picked for the dodgeball team, as if I missed the memo that somehow things were back to normal and I should instantly shed the 14 months of fear and caution I had drilled into my head. And what of my extensive hand sanitizer collection?Also like the kid who didn't get picked for dodgeball, I also felt a bit of dull relief that I wouldn't get to play -- at least I wouldn't get smashed in the head with a large, round pandemic-sized flying object. Read MoreAs I watched people around me return to pre-pandemic activities, try as I might, I couldn't easily shed the sense of dread that sat squarely, heavily on my back for the past year. What's more, I couldn't conjure up my inner sense of joy or excitement at the thought of returning to the things that previously brought me such joy -- fine dining, vacations, social gatherings -- and which I had lamented having to give up through the height of the pandemic. What was going on? Was I depressed? Were others feeling this way?That feeling has a name<img alt=\"That Covid-19 vaccine card was supposed to be a ticket to happier times. But for some people, it&amp;#39;s still a rough go.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210106074254-covid-vaccine-card-large-169.jpg\">That Covid-19 vaccine card was supposed to be a ticket to happier times. But for some people, it's still a rough go.In many parts of the United States, vaccination rates are increasing, and restrictions are in turn decreasing. It should be a time to rejoice or at least feel relief. For many, though, we continue to feel what experts have pegged as \"languishing,\" otherwise known as that feeling of \"blah,\" where we aren't technically clinically depressed, but we certainly aren't flourishing either.<img alt=\"Why sexual activity took a pandemic hit and what to do about it\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514130827-02-couples-feet-in-bed-stock-large-169.jpg\">Why sexual activity took a pandemic hit and what to do about it The term languishing, defined as the \"absence of mental health\" in 2002 by Corey Keyes, a researcher and professor at Emory University in the Journal of Health and Social Research, means you are two times more likely to be prone to depression. Keyes also posited that those who were married were less likely to be languishing, but he notably wasn't conducting research during a pandemic when spouses were tethered to one another 24/7.It doesn't take a big leap of faith to connect why living through a once-in-a-century global health crisis might create feelings of languish or challenge our ability to feel joy. A 2020 study showed that a \"significant portion\" of healthcare workers who were languishing during the pandemic were later diagnosed with post-traumatic stress, according to researchers from the University of Milan in Italy in the Journal of Affective Disorders. Your abnormal feelings are actually normal<img alt=\"If you&amp;#39;re still feeling gloomy and uncertain about the future in this pandemic, you&amp;#39;re not alone.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201002144516-mental-health-vls-large-169.jpg\">If you're still feeling gloomy and uncertain about the future in this pandemic, you're not alone.We are navigating through an especially strange time with paradoxes and uncertain circumstances. Some people are vaccinated, but others aren't. Some things are reopening but not everything and not fully. Covid-19 rates are lower in some places and not others. Some people are jumping back onto planes and cubicles and restaurant booths full force and others still feel uncomfortable setting foot inside the grocery store.<img alt=\"What the new CDC mask guidelines mean for your mental health\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514185706-face-mask-mental-health-restricted-large-169.jpg\">What the new CDC mask guidelines mean for your mental healthThe uneven landscape is causing anxiety and confusion for some and, in some cases, feels harder to navigate than when we were experiencing a Covid-19 surge because the directions are less clear.It's reasonable to feel confused and anxious about making the \"right\" decisions and feeling safe while also stepping back into enjoying some of the things we might have pre-pandemic.\"The pandemic took its toll; we are languishing,\" said Sheila Forman, a Santa Monica, California-based psychologist. \"Some of us are languishing more than others,\" in part because some people are more prone to depression or other mental health issues and because social isolation may have taken a bigger toll on extroverts. Lose your languishing<img alt=\"Take a cue from thise people hiking on Emerald Lake Trail in Rocky Mountains National Park in Colorado. A brisk walk could help change your outlook.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200818141600-hiking---stock-large-169.jpg\">Take a cue from thise people hiking on Emerald Lake Trail in Rocky Mountains National Park in Colorado. A brisk walk could help change your outlook.The good news is that there may be ways to mitigate that languish that you're feeling.\"Emotions don't just 'happen' to you,\" said Lisa Feldman Barrett, a distinguished professor of psychology at Northeastern University and chief science officer for the Center for Law, Brain & Behavior at Harvard University. \"They are made by you. Or more specifically, they're made by your brain while it's in constant conversation with your body and the world around you.\" As such, \"you are an architect of your experience. Once you realize this, you have more opportunity to control what you do and how you feel.\"Key to extinguishing the languishing is getting to the root cause. \"Determine if your feelings are due to a mental health issues or just a reaction to the times,\" said Forman. \"This can be done with an appointment with a mental health provider.\" If you can identify that your rut is because of being physically stagnant or isolated, get moving! \"As the pandemic restrictions start to shift, make plans to see friends and family, albeit in a safe way,\" Forman said.Stay mindful and express yourselfMindfulness activities such as meditation can help if you're feeling anxious or nervous. You can access apps for free or low-cost. <img alt=\"This five-minute meditation routine will calm you down\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200831175143-20200831-5-minute-workout-series-4-gfx-large-169.jpg\">This five-minute meditation routine will calm you downOne 2017 study found that medication was effective in treating the symptoms of post-traumatic stress, according to researchers in the medical journal, Psychological Trauma: Theory, Research, Practice and Policy.Lastly, talk about how you are feeling. \"You are not the only one feeling as you do,\" said Forman. \"Share your feelings with someone. It could be a therapist, or it could be a friend,\" she said.If you don't like talking, write it down or draw a picture or go shoot a crossbow in an empty forest with your BFF. Find an outlet that allows you to express yourself and know that, above all, the current circumstances aren't the forever circumstances. There is light at the end of the tunnel.Allison Hope is a writer and native New Yorker who favors humor over sadness, travel over television, and coffee over sleep.","link":"/2021/05/19/health/pandemic-purgatory-lockdown-languishing-wellness/index.html"}