{"title":"More relaxed CDC coronavirus guidelines could come soon, Fauci says","time":"Updated 2:19 AM ET, Thu April 29, 2021 ","body":" (CNN)After loosening its Covid-19 prevention guidelines somewhat this week for people who are fully vaccinated, the US Centers for Disease Control and Prevention could soon go even further if new cases continue to decline, Dr. Anthony Fauci said.The seven-day average of new cases has dropped from about 60,000 new infections per day to \"around 30 to 40\" in the past few days, Fauci, the director of the National Instiitute of Allergy and Infectious Diseases, told CNN's Jim Sciutto Wednesday.\"I'll guarantee you, Jim, that as the level of infection gets down, and we can get it down more and more by continuing this successful vaccine effort, you will see more liberal guidelines,\" Fauci said.The CDC issued new guidance Tuesday, saying fully vaccinated people can unmask at small outdoor gatherings or when dining outside with friends from multiple households -- activities the CDC said require unvaccinated people to still wear a mask.<img alt=\"CDC gives new guidance on what vaccinated people can safely enjoy. But we may be hitting a wall with vaccine hesitancy\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427011305-us-coronavirus-0425-restricted-large-169.jpg\">CDC gives new guidance on what vaccinated people can safely enjoy. But we may be hitting a wall with vaccine hesitancyBut some experts said the new guidance is too cautious and doesn't offer a strong enough incentive for Americans who still are on the fence about getting a shot or who may have already been unmasking in those settings. Read More\"It doesn't go far enough,\" Dr. Jonathan Reiner, professor of medicine and surgery at George Washington University, told CNN on Tuesday night. \"What it doesn't really underscore for Americans is what the CDC knows, which is that these vaccines induce immunity.\"Fauci responded to the criticism, saying the CDC \"Is fundamentally a science-based organization, and they like to do things regarding guidelines and recommendations based on the data that they have.\"\"Right now, the thing I believe that's holding back more liberal relaxation of the kinds of guidelines is the fact that we still have a considerable amount of infection in the community,\" he said. Read about the new guidance here About 43% of the US population has received at least one Covid-19 vaccine dose, CDC data shows and more than 29% of the population is fully vaccinated. The CDC defines fully vaccinated people as those who are at least two weeks past their second Pfizer or Moderna vaccine dose or at least two weeks past the single Johnson & Johnson shot.\"If you tell people that you can do just about anything if you are vaccinated, that is telling people that you have confidence in the vaccines,\" Reiner said. \"But what's the message to the country when you tell people who are fully vaccinated 'Be wary of crowded locations?' You're casting doubt on the efficacy of the vaccine. And I don't think there is any doubt on the efficacy of these vaccines.\"<img alt=\" Nurses fill syringes of Pfizer Covid-19 vaccines during a pop-up vaccination event in Louisville, Kentucky on April 26, 2021 \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428022815-us-coronavirus-0426-large-169.jpg\"> Nurses fill syringes of Pfizer Covid-19 vaccines during a pop-up vaccination event in Louisville, Kentucky on April 26, 2021 What officials say about the guidanceGovernment and CDC officials say the vaccines are extremely effective. But they say there's still good reason to be cautious, as the country is still reporting a stunningly high number of daily Covid-19 cases and tens of millions of Americans remain unvaccinated and unprotected. <img alt=\"Biden pushes new CDC mask guidance as a reason why all Americans should get vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427142809-05-biden-mask-remarks-0427-large-169.jpg\">Biden pushes new CDC mask guidance as a reason why all Americans should get vaccinated\"I don't think the CDC's job is to say, 'Hey, let's create an incentive that will make people want to get vaccinated.' I think their job is to do the safe thing and make the right call,\" White House senior Covid-19 adviser Andy Slavitt told CNN on Tuesday. And there are ongoing education efforts, Slavitt said, reaching into local communities and providing information about the vaccines for Americans who are still trying to decide. CDC Director Dr. Rochelle Walensky said during a White House Covid-19 briefing that while outdoor activities for vaccinated people are generally safe without a mask, the agency continues to recommend masking up in crowded outdoor settings -- like packed stadiums -- where physical distancing may not be possible and where there may also be many unvaccinated Americans. \"We will continue to recommend this until widespread vaccination is achieved,\" Walensky said Tuesday. The CDC says both vaccinated and unvaccinated people should wear masks in indoor public spaces, like malls, movie theaters or museums.\"Although these vaccines are extremely effective, we know that the virus spreads very well indoors,\" Walensky said during the briefing. \"Until more people are vaccinated and while we still have more than 50,000 cases a day, mask use indoors will provide extra protection.\"When can we ditch masks indoors?<img alt=\"Covid-19 masks: Which mask is best for you, and when to use it\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210125154649-01-face-mask-types-restricted-large-169.jpg\">Covid-19 masks: Which mask is best for you, and when to use itAs more Americans get vaccinated, the guidelines will likely continue to open up, including on the issue of masking indoors, US Surgeon General Dr. Vivek Murthy told CNN. Right now, there's still a big part of the country that remains unvaccinated, Murthy said, and there are still high levels of virus spread so it's best for both vaccinated and unvaccinated Americans to keep masking up indoors, Murthy said. \"It's still lower risk if you're vaccinated than if you're not, in terms of indoors activities,\" Murthy said. \"But we want people to wear masks. But again, the more people get vaccinated, we get cases down, and that will start to change as well.\"What do Covid-19 case numbers look like?On Tuesday, Walensky reported a series of encouraging trends in the Covid-19 numbers. In the past seven days, the US has averaged more than 53,600 new Covid-19 cases daily, according to data from Johns Hopkins University.The seven-day case average is now down more than 20% from the previous week, she said. The seven-day average of hospitalizations is also down -- about 9% -- from the previous week. And the weekly average of deaths also fell. But the US still is reporting hundreds of Covid-19 deaths every day, according to data from Johns Hopkins.Reflecting Tuesday on the feeling of \"impending doom\" she said she felt in late March about where the country was headed, Walensky said that the country's curve is stabilizing and coming down. \"As I see more vaccines getting into people's arms, more and more people being willing to do so, confidence increasing, and then I match that with cases that are starting to stabilize, plateau, and come down... we should be in good shape,\" she said. \n\nA Covid-19 pill could be ready this yearMeanwhile, as more Covid-19 shots are making it into arms every day, Pfizer CEO Albert Bourla said he hopes an antiviral pill the company is developing to treat Covid-19 could also be ready for authorization by the end of this year.<img alt=\"Tennessee governor declares that Covid-19 is no longer a health emergency with only 25% of state&amp;#39;s residents fully vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427174206-gov-bill-lee-file-0416-restricted-large-169.jpg\">Tennessee governor declares that Covid-19 is no longer a health emergency with only 25% of state's residents fully vaccinatedPfizer started Phase 1 trials -- the first stage of testing a new drug in people -- of that drug in March.  Bourla told CNBC on Tuesday that having a pill to treat Covid-19 would offer many advantages. \"One of them is you don't need to go to the hospital to get the treatment,\" he said. \"That could be a game-changer.\"Other coronavirus treatments, like the antiviral Remdesivir and monoclonal antibodies, must be infused.Plus, the drug could be combined with other classes of antivirals to fight the virus -- an approach that transformed the treatment of HIV more than 20 years ago.  That could help drugs fight even mutated variants of the virus, Bourla said.\"That leads us to believe that it will be way more effective against multiple variants,\" he said.To seek authorization from the Food and Drug Administration, Pfizer must put the drug through three phases of clinical trials and show that it is both safe and effective. \"We will have more news around summer,\" he said. CNN's Lauren Mascarenhas and Maggie Fox contributed to this report. ","link":"/2021/04/28/health/us-coronavirus-wednesday/index.html"}