{"title":"Uruguay's 'People's Pots' feed the hungry amid pandemic","time":"Updated 6:35 AM ET, Mon May 3, 2021 ","body":" (CNN)On a recent afternoon in Montevideo, a small army of volunteers was gathering in the backyard of a house in Palermo, a neighborhood in the Uruguayan capital's south side. Some were peeling and cutting carrots; others were slicing onions and a third group was getting the pork loins ready. There was yet another group bringing in spices, salt, cooking oil and pots...many pots. There was no time to waste. Their mission was to prepare hundreds of hot meals by dinner time.This is Uruguay's version of a soup kitchen during the pandemic. Here they call it the \"people's pot.\"  Nobody gets paid for their work. Most of the food is donated. And the house where these volunteers were preparing the feast is borrowed. On this particular day they were cooking pork; but the menu varies depending on what ingredients they can get on any given day. Their mission is simple: feeding those who have fallen on hard times during the Covid-19 pandemic, although others are welcome too.Like in many other countries around the world, the pandemic has pushed into poverty many Uruguayans who were previously in the lower middle class. In Uruguay, where the death toll is among the highest in the world, economic activity fell by 6% in 2020 compared to the previous year. That year, during country's first wave of Covid-19 between March and July, one-quarter of the country's privately employed applied for unemployment benefits, according to the International Labor Organization.Andrea Dorta is one of the volunteers working to feed the hungry, something she has been doing for almost a year. Since she started helping, she's seen the line of people seeking food grow longer and has vowed to keep on helping while there's still the need to feed the hungry.\"We're in a food crisis, one of the biggest we've had in the history of Uruguay,\" Dorta said.  She says she understands the people she serves very well because she was recently in their shoes. The single mother of a three-year-old girl, she says she lost her job shortly into the pandemic and was left with a little more than the equivalent of 20 U.S. dollars. A bag of diapers in Uruguay costs 13. Read More\"It was not only diapers. I also had to pay the bills and other things and the first help I got came from a place like this,\" Dorta said.<img alt=\"Andrea Dorta\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430181701-04-uruguay-peoples-pots-dorta-large-169.jpg\">Andrea DortaSoup kitchen cultureThe people's pot in Palermo is not the only one. According to a recent study by Universidad de la República, Uruguay's oldest and largest public university, there are nearly 700 of these soup kitchens around the country, feeding at one point as many as 55,000 people. According to the study, more than 60 percent of such soup kitchens didn't get any state funding over the last year and depended on donations and the work of volunteers.Dorta says they depend on \"Roberto,\" a general name they use to refer to neighbors or caring people who show up unexpectedly to donate food. It always seems like they show up precisely when they're needed, with a sack of potatoes, a bag of onions, dozens of baguettes or some kind of meat.On this particular afternoon, the volunteers were preparing \"guiso,\" fried pork with a side of carrots and potatoes and a piece of baguette. Dorta says they try to pack as many calories into every meal because they know this may be the only one people waiting in line may get today. They call the beneficiaries of their kindness \"clientes\" or customers and they strive to give them a dignified treatment, something the may not get anywhere else.\"We have many homeless people and we have to increase their calorie intake. Some shelters have been forced to shut down,\" Dorta said.And then there are the ones like Homero Mederos. Not long ago, the unemployed south side resident was one of those waiting outside for a warm meal.  When CNN visited the soup kitchen, he was in charge of cutting the bread he was carefully putting in big baskets. <img alt=\"Homero Mederos\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430181656-02-uruguay-peoples-pots-homero-large-169.jpg\">Homero Mederos\"We're here because there aren't any jobs,\" Mederos said choking up. He rides his bicycle to the soup kitchen every afternoon from Parque del Plata, a coastal city in Canelones province located about 50 kilometers away from Montevideo's Palermo neighborhood.  Why travel so far? It's the only way, for now, he and his family get to eat daily, he says. Mederos says that, after volunteering at the soup kitchen, he doesn't get back home until past midnight.As dinner time approached, the line outside started to get longer. Esteban Corrales, who has been in charge of organizing this particular people's pot for months, says they constantly get reminded about the great need there is for the work they do. \"Every day there's a people's pot hundreds of people show up, rain or shine, and we have to cook hundreds of meals. It's something we didn't see before the pandemic,\" Corrales said. Uruguay is in an unusual situation. The World Bank says it \"stands out in Latin America\" for its high income per capita and low level of inequality and poverty. At the beginning of the pandemic, it seemed it had been spared by the virus. But after a spike in infections emerged after the end-of-year festivities, everything changed. As of writing, Uruguay is in the grips of a second wave, with more than 200,000 confirmed Covid-19 cases in this country of 3.5 million.Pan American Health Organization (PAHO) Director Carissa Etienne said last week during a virtual press conference that one in four global deaths from the virus occurred in the Americas. Uruguay, together with Peru, Bolivia and Argentina were seeing rising infections, Etienne said.","link":"/2021/05/03/americas/uruguay-pandemic-hunger-intl/index.html"}