{"title":"It's easy to nod off to 'sleep stories.' Making them is hard ","time":"Updated 9:15 AM ET, Thu May 20, 2021","body":"<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210331145309-20210330-pandemic-sleep-stories-large-169.jpg\">It's easy to nod off to 'sleep stories.' Making them is hard By Brandon Griggs, CNNUpdated 9:15 AM ET, Thu May 20, 2021 (CNN)Elizabeth Skipper, a freelance copywriter in Cincinnati, has done something that might make a lot of people jealous.She's gone to bed with Idris Elba dozens of times. No, not in the flesh. Skipper drifts off to sleep at night listening to Elba's deep baritone narrating a story via the Calm app on her phone. Not much happens in the story, a leisurely travelogue about the African country of Lesotho which slackens into descriptions of alpine valleys and caves with ancient rock art.But Elba's tale and other glacially paced narratives, most commonly called \"sleep stories,\" have become increasingly popular during the pandemic among people looking to quiet their minds and soothe their jangled nerves at bedtime.\"My brain is a noisy place,\" Skipper says. \"The sleep stories are interesting and dull at the same time, the right combination to distract my brain and convince it to shut up long enough to fall asleep.\"<img alt=\"Actor Idris Elba narrates a sleep story about the African country of Lesotho.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200521083754-02-idris-elba-file-large-169.jpg\">Actor Idris Elba narrates a sleep story about the African country of Lesotho.Read MoreSuch stories -- aural hits of Ambien -- appear on Calm, Headspace and other wellness apps. Listeners tuck themselves into bed, hit play on a story and likely surrender to sleep before the tale is over. But writing one is a tricky balancing act. If a story is too dull, listeners won't forget their troubles. If it's too interesting, they won't fall asleep. \"Writers that we hire underestimate how difficult that is,\" says Chris Advansun, Calm's Head of Sleep Stories.  Successful sleep-story writers, he says, must \"set aside all the tools that you're used to working with -- conflict, tension, antagonism, revelation, twists and turns -- all of these things that are so foundational to traditional storytelling.\"Here's how sleep stories are made -- and why some people say they help steer them toward slumber.They're a new genre of bedtime storyCalm and Headspace, leaders in the increasingly crowded field of mindfulness apps, both began by offering guided meditations, breathing exercises and so on. Listeners typically pay monthly or annual membership fees to access their content.In 2016 staffers at Calm noticed a spike in usage at night and realized their subscribers were using the app to wind down at bedtime. And sleep stories were born. Headspace followed two years later with their version, called sleepcasts.So as we relax on this November night, a beautiful balance of things are happening. Events unfolding at every reach and depth of this planet. At at once, it is both autumn and spring, day and night, dawn and dusk. Clouds are converging and clearing, storms looming and dispersing, temperatures heating and cooling...--from \"Wonder,\" narrated by Matthew McConaughey, on CalmThe app has 4 million paid subscribers and has seen downloads double during the pandemic, a Calm spokesperson says. Headspace also reported a surge in usage over the past year.Most sleep stories take the listener to another world -- Iceland, a remote lighthouse, the African savanna -- where, in the story at least, absolutely nothing dramatic happens. The stories unfold in hushed, intimate tones, almost as if the narrator is whispering in your ear. A typical story is filled with soothing sensory details -- a brush of breeze, the faraway call of a loon, the musty smell of old books -- that place the listener in a setting without overstimulating them. Some have ambient sound effects, such as chirping crickets or the gentle crackling of a campfire.Travelogues are popular themes. So are trains. And cozy cabins. And rain -- lots of rain. \"There aren't high stakes, there aren't big revelations ... they're very gentle stories, and they just gradually wind down and guide the listener off to sleep,\" says Calm's Advansun. \"I think what a sleep story is doing on a very subconscious level is ... replicating that experience that many of us had of being a kid and having a loved one, who we trust so much, tuck us in at night, and read a story. And we're drifting off to that comforting voice.\"<img alt=\"Chris Advansun, head of sleep stories for Calm, the wellness app.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210412141132-chris-advansun-calm-large-169.jpg\">Chris Advansun, head of sleep stories for Calm, the wellness app.While Headspace employs anonymous narrators, many of Calm's most popular stories are voiced by celebrities. You can nod off to \"Game of Thrones'\" Jerome Flynn squiring you around Shakespeare's London, Mandy Moore soaring above the clouds in a hot air balloon or LeVar Burton captaining your personal tour of the solar system.One, narrated by Matthew McConaughey, has been streamed more than 11 million times.Called \"Wonder,\" it's about a young girl named Zoe who hears a noise one night at her family's lake house and creeps outside to find her grandpa gazing up at the stars. The story then drifts into plotless musings on the wonders of the universe and the rhythms of the natural world.\"A flamboyance of flamingos is lounging in a lagoon..,\" McConaughey says alliteratively in his soft Texas drawl. \"A kaleidoscope of butterflies is fluttering in a field ...\"The story ends with Zoe climbing back into bed and ... yes, drifting off to sleep.They employ tricks to help you fall asleepMost storytelling has a traditional structure. A conflict is introduced or a quest begins. The main character or characters chart a course of action. The narrative builds to a climax. And at the end, the conflict is resolved.It's usually a dramatic arc. But sleep stories, in Advansun's words, are more of \"a gentle downward slope.\"The same principle applies to how the stories are told. \"As the story progresses, you wind down, and you slow down,\" says Anna Acton, an actress who has narrated more than a dozen stories for Calm. Acton voices the stories in a London recording studio, with a director listening remotely and giving her guidance. Sign up for CNN's SLEEP, BUT BETTER newsletter\"They've done so much research that they know exactly at which point in the story people start to fall asleep. It's very carefully orchestrated,\" she says.\"It all has to do with the pace, really. Instead of keeping people engaged, it's sort of the reverse. It's nothing like I've ever done before. It's difficult, especially being quite animated normally ... if you're lulling somebody off to sleep with a certain tone or a certain delivery, you don't want to do anything where you come back in and engage people.\"The same holds true for Headspace's sleepcasts, which take place in generically titled places such as \"Cabin Porch,\" \"Hushed Theater\" or \"Vineyard Sunset\" -- settings that, according to the company's website, \"evoke feelings of reassurance and safety.\"The fresh air in this desert smells sweet. Its breezes are soft and cool now, carrying the night-blooming perfumes of plants to us. I can smell desert sage blending with the smoky cedar from the campfire. I love to take a big, deep breath of all these smells. It keeps me warm and clears my mind, like a good cup of tea...--from \"Desert Campfire,\" on HeadspaceThe stories unfold without a plot so that Headspace subscribers can begin listening wherever they like and not feel like they missed something.\"We focus on atmosphere first and foremost -- imagine a peaceful, comforting place. What exists in that place? How can we draw on all of the senses to make our listeners feel transported?\" says Brianna LeRose, content director at Headspace. \"It's less about telling a story and more about conjuring images and feelings.\"For that reason, LeRose says, Headspace often hires poets to write its sleepcasts because \"they seem to intuitively get the vibe we're after.\"One, California poet Alexis Aceves Garcia, visits settings with a notepad to capture sensory details that help \"elongate time\" in sleepcasts. For a story called \"Windswept Lighthouse,\" Garcia visited the Cabrillo National Monument near San Diego, studied the flora and fauna of the rocky cliffside and researched the migration patterns of gray whales that passed by each year. \"Each sleepcast is its own world, one outside of time and distraction,\" says Garcia. \"A successful Sleepcast doesn't 'puppeteer' the listener (you do this, you do that) and instead presents the scenery like a floating camera would, fluid and intuitively.\"  <img alt=\"Poet Alexis Aceves Garcia has written sleepcasts for Headspace, the wellness app.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420152850-alexis-aceves-garcia-large-169.jpg\">Poet Alexis Aceves Garcia has written sleepcasts for Headspace, the wellness app.Language is also key. Writers of sleep stories avoid words like \"spider\" or \"snake\" that could spur a listener's anxieties. Even a seemingly innocuous word like \"airplane\" can be triggering to someone with a fear of flying. Blunt words with sharp consonants, like \"crack\" and \"bolt,\" don't work as well as soothing, lyrical words like \"hush\" and \"whisper.\"\"We call it softening the language,\" says Advansun. \"Because there are certain words that are sort of grating ... it's like a bump in that experience of drifting off to sleep.\"For example, in the original draft of \"Wonder,\" the McConaughey story which Advansun wrote, the little girl had a favorite stuffed animal, a dinosaur named Spike.\"Spike is an obvious name for a stuffed animal. He's got a spiky tail, or whatever,\" Advansun says. \"But that's not sleepy, as we say.\"So Spike, the spiky stuffed dinosaur, became Snug.What listeners say works best for them -- and what doesn'tMost sleep stories last 30 to 45 minutes. Calm's early sleep stories ran about 20 minutes, but over time they've gradually gotten longer.\"We realized that the sleep ritual is a long thing,\" says Advansun, \"and it takes time for folks to get transported out of their anxious thoughts at night.\"But not that much time. Mike Harris, a UK-based editor at Golf Monthly, uses an app on his watch that tracks how fast he falls asleep. If he has a lot on his mind, he will \"very rarely\" make it to the end of a Calm story. But Harris says he's usually out within 10 minutes.\"The calming tone and ... the nature of the story -- slow-paced journeys, especially -- help clear my mind of the things I can tend to ruminate on at bedtime,\" he says.You see nothing but ice in this frozen world. Most remarkable is the color. The glacier is a shade of blue, mimicked by nothing else in nature. Almost like a glowing robin's egg, or turquoise glass. The sunlight reflects on frozen water, so that the colors seem alive, playing a game, blinking and swirling, just below the surface...\n--from \"Iceland's Midnight Sun,\" narrated by Anna Acton, on CalmSkipper, the Cincinnati copywriter, surrenders to sleep even faster.\"I've never made it to the end of a sleep story. And I've tried!\" she says. \"I'd really like to know how a couple of my favorite stories end.\"Both Harris and Skipper say deeper male voices are most successful at putting them to sleep. They've tried female narrators, but the stories didn't have the same narcoleptic effect. (One exception to this pattern might be singer Harry Styles. Some women have complained his Calm sleep story, \"Dream with Me,\" is too distractingly sexy.)When she finds a story she likes, Skipper will doze off to it night after night. She estimates she's gotten into bed with some of her favorites, like Elba's, more than 50 times.But that repetition doesn't work for everybody. Headspace shuffles the structure of its sleepcasts so they are different each time someone listens. The thinking is that when the brain recognizes a narrative it becomes stimulated, keeping the listener awake.\"We're trying to keep people's brains from scanning for a familiar pattern, so we intentionally change parts of the story and shift them around on a nightly basis,\" says Headspace's LeRose. \"It's also a unique challenge in the writing because our chapters can't unfold sequentially.\"<img alt=\"The Calm app offers dozens of sleep stories, from travelogues to tales for children.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210412090259-20210412-sleep-stories-split-large-169.jpg\">The Calm app offers dozens of sleep stories, from travelogues to tales for children.The effect, sort of like ambient noise, works for Katherine McCann of Williamsburg, Virginia, who listens to Headspace's sleepcasts about five nights a week.\"I think the sleep stories work well for me because they don't have a beginning, middle and end. It is just running commentary (on) the surroundings of the scene,\" she says. \"With podcasts or even the TV, I feel the need to stay awake to find out the ending. With a sleep story, I feel it gives me permission to actually shut down.\"Writers and narrators of sleep stories say they enjoy the challenge of setting a scene, creating a mood and transporting listeners to dreamland. But they acknowledge it can feel strange to spend hours crafting something they hope their audience will never hear.\"I gotta say, it took some getting used to to hear people say, \"I love your stories. I never get to the end,'\" Advansun says.But now he takes it as a compliment.","link":"/2021/05/16/us/sleep-stories-calm-headspace-wellness-scn/index.html"}