{"title":"San Diego captain of suspected smuggling vessel in custody after boat overturned, killing 3. Here's what we know","time":"Updated 4:50 PM ET, Mon May 3, 2021 ","body":" (CNN)The person believed to have been operating a suspected smuggling vessel that overturned off the coast of San Diego Sunday, killing three people, is in custody.There were 32 people aboard the 40-foot cabin cruiser, including the captain, when the boat hit the reef and broke apart near the Cabrillo National Monument in Point Loma around 10:30 a.m. PT, authorities said in an update Monday.Twenty-nine people survived and three died, officials said. Among five remaining in the hospital, one is in critical condition, according to a news release from the US Coast Guard 11th District PA Detachment San Diego. The Coast Guard indicated Sunday more than 20 people were sent to the hospital.\"Every indication from our perspective is that this was a smuggling vessel to smuggle migrants into the United States illegally,\" US Customs and Border Protection (CBP)  Supervisory Agent Jeff Stephenson said at a news conference Sunday.<img alt=\"3 dead, more than 20 hospitalized after suspected smuggling vessel overturns off San Diego\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502163442-01-boat-capsizes-san-diego-0502-large-169.jpg\">3 dead, more than 20 hospitalized after suspected smuggling vessel overturns off San DiegoStephenson said that the agents were with the man officials believe was the smuggler behind the operation at the time of the news conference.Read MoreThe suspected captain of the vessel's name has not been released.Brandon Tucker, CBP deputy director of air operations for the San Diego Air and Marine Branch, said the captain of the suspected smuggling boat is \"a bit out of it, but he is speaking to agents on scene.\"Search efforts are expected to continue during the night, according to the Coast Guard news release.Boat was 'severely overcrowded,' official saysMultiple agencies responded to the area after the call came in for a multiple casualty incident, including coast guard, lifeguards, and firefighters.Stephenson said the boat was \"severely overcrowded\" when the incident occurred.<img alt=\"Debris is littered along the shoreline off Cabrillo Monument on May 2, 2021 in San Diego, California. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503004619-10-boat-capsizes-san-diego-0502-large-169.jpg\">Debris is littered along the shoreline off Cabrillo Monument on May 2, 2021 in San Diego, California. Six people were rescued from the water and others were able to walk or swim to shore on their own, Lifeguard Lt. Rick Romero with San Diego Fire-Rescue said during a news conference Sunday afternoon.Romero said injuries ranged from hypothermia to physical injuries sustained when the boat broke apart.\"Conditions were pretty rough, five to six feet of surf, windy, cold, water is around 60 degrees, so you get hypothermia pretty quickly,\" Romero said.\"The boat was on the reef, bouncing back and forth, and then just slowly disintegrated into a bunch of pieces, so there's no boat there, it's all debris.\"While there were life jackets aboard the vessel, it's unknown how many passengers or crew were using them, he said.Romero also said that the boat did not have a manifest, so he couldn't say if there were children on board at the time the boat overturned. Officials have not been able to determine the nationalities of the people on board the boat, Stephenson told reporters.CBP said it was 'ramping up operations to disrupt maritime smuggling'The 40-foot vessel that struck the reef Sunday is larger than the smuggling boats CBP typically encounters off the Southern California coast, according to Tucker.\"We're assuming that it was illegal migration, but generally they are smaller, in the 20 to 30-foot range, generally about 20-plus migrants,\" he said. \"This one was a bit larger than normal, but for overcrowding on these vessels, the unsafe conditions on these vessels, it's the same, it's just slightly larger.\"<img alt=\"The City of San Diego Fire-Rescue Department posted the following photos of their rescue operation and wreckage after a boat officials believe was used for human smuggling struck a reef.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502202805-08-boat-capsizes-san-diego-0502-large-169.jpg\">The City of San Diego Fire-Rescue Department posted the following photos of their rescue operation and wreckage after a boat officials believe was used for human smuggling struck a reef.In a news release issued on Saturday, CBP said it was \"ramping up operations to disrupt maritime smuggling off the coast of San Diego this weekend.\"\"We've seen a dramatic increase in the number of maritime smuggling attempts recently,\" Chief Patrol Agent Aaron Heitke with CBP's San Diego sector said in the news release. \"All of these illegal crossings at sea are inherently dangerous, and we have seen too many turn from risky to tragic as smugglers sacrifice the safety of those on board for the sake of profits.\"A small wooden \"panga\" type vessel was interdicted by CBP off the coast of Point Loma on Thursday with 21 people on board, officials said in the news release.\"When we interdict suspect vessels, we routinely find unsafe conditions, with people overcrowded into small boats without necessary safety equipment,\" N. Michael Montgomery, director of CBP's air and marine operations in San Diego, said in the release.\"The individuals on board these small vessels, trying to enter the U.S. illegally, frequently are not told of the dangers they will face on their journey and are not prepared. They will end up far out to sea, in a small boat without adequate food, water, safety gear, or protection against the elements.\"Correction: The Coast Guard has revised its information regarding the number of people on board and those who died. This story has been updated to reflect the corrected numbers.","link":"/2021/05/03/us/san-diego-boat-accident-monday/index.html"}