{"title":"They are hunted and in hiding but Myanmar's journalists continue to report the truth","time":"Updated 3:53 AM ET, Mon May 3, 2021 ","body":" (CNN Business)Journalist Ye Wint Thu was already on the run when his name and photo appeared on a wanted list broadcast by Myanmar's military junta.For weeks, he had been documenting protests in Yangon against the military coup. But in early March, after a colleague was violently arrested in the south of the country, and the junta revoked the licenses of five prominent media organizations, his included, he got word that he should go into hiding. \"I got a call from my source saying I should run right now because they are going to arrest you tonight,\" said Ye Wint Thu, who is in his late 30s.He stuffed what he could into bags — his laptops, work projects and important documents — and fled with his wife.Since then, they have stayed with friends, family and colleagues, moving each night to evade the security forces who regularly conduct nighttime raids of suspected safe houses. Read More<img alt=\"Ye Wint Thu covering an anti-coup protest in Yangon, Myanmar. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501005626-09-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\">Ye Wint Thu covering an anti-coup protest in Yangon, Myanmar. Ye Wint Thu's story is not a one-off. Journalists across Myanmar are being attacked by the military junta merely for doing their jobs. More than 80 journalists have been arrested since the coup on February 1, with more than half of those still in detention, according to a statement from Western embassies in Myanmar.Offices of newspapers and online media have been raided. A nightly news bulletin on state TV broadcasts the names and images of those sought by the junta. Many of them, like Ye Wint Thu, are journalists. Some have been hauled off to secretive military interrogation centers and charged with crimes under section 505a — a law amended by the military that makes it a crime punishable by up to three years in prison for publishing or circulating comments that \"cause fear\" or spread \"false news.\"Braving bullets and potential torture if they are captured, Myanmar's reporters are continuing to expose alleged atrocities by the junta against its own people. And alongside the muzzled media, citizen journalists are taking great risks to gather information, while activists secretly publish and distribute revolutionary newsletters and pamphlets.\"What's happening in Myanmar is a humanitarian crisis of the press,\" said Shawn Crispin, senior Southeast Asia representative for the Committee to Protect Journalists. \"As global condemnation of the coup rose, it's becoming clear that the [military junta] want to suppress the news and to suppress coverage on what they're doing to the pro democracy demonstrators. And so they're going after the press.\"'I could die on the street'Before the coup on February 1, Ye Wint Thu traveled around Myanmar producing and anchoring a current affairs TV program for independent media outlet Democratic Voice of Burma (DVB). Now, he said, most journalists and editors he knows have gone underground as it's too dangerous to be on the streets. \"I could die on the street. Someone could shoot at me or I could get arrested. On the streets, there's a lot of informants and a lot of people who I don't know, so I might get killed,\" he said. During one crackdown in Yangon's Hledan, a district which had become a flashpoint for protests, Ye Wint Thu described running from security forces who were shooting at protesters. He sought shelter in a migrant hostel. \"I had to hide in a small bedroom because the soldiers and police were shooting and were trying to catch people on the streets,\" he said. Despite knowing that he's wanted by the junta, Ye Wint Thu said he won't stop working. <img alt=\"Ye Wint Thu continues to report the news from a safe location in Myanmar. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501005628-10-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\">Ye Wint Thu continues to report the news from a safe location in Myanmar. \"Most of the journalists are on the run, like me. They can't do their jobs freely,\" he said. \"All I can do now is conduct interviews here and make phone calls ... We can't stop, it's really important for the people of Burma,\" he said, using another name for Myanmar. In downtown Yangon, DVB's office has been sealed shut. The staff managed to recover essential broadcast equipment but the once buzzing newsroom, like most media offices in the city, remains empty. Police regularly check the premises to make sure they aren't broadcasting. The morning of the coup, DVB was taken off the air along with all other independent TV channels. The news organization switched to broadcasting via satellite but the junta issued an order for citizens to remove the PSI satellite dishes that carried their channel.Now, while they look for another satellite to broadcast from, DVB is relying on getting information out via its website and YouTube pages, as well through Facebook where it has 14 million followers.\"We never stopped, not even for a single day,\" said Toe Zaw Latt, DVB's operations director who recently fled the city.  A network of safe housesUpon seizing power, the military cut all access to mobile data and wireless broadband, and until last week completely shut down the internet each night. Toe Zaw Latt said the junta's attempt to control all media and communication has created an \"information vacuum\" in the country, which it attempts to fill with military propaganda.Journalists move carefully through a network of safe houses, plotting their routes before they go out to avoid military checkpoints. If they're stopped, security forces search their phones and cameras — any images of protests or the ousted civilian leader Aung San Suu Kyi can be cause for arrest.\"Every day, once you decide to leave, you know that you may never make it back to your room or your safe house. But it is your decision,\" Toe Zaw Latt said. <img alt=\" Protesters take cover behind homemade shields as they confront the police during a crackdown on demonstrations against the military coup in Yangon on March 16.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430225105-03-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\"> Protesters take cover behind homemade shields as they confront the police during a crackdown on demonstrations against the military coup in Yangon on March 16.Toe Zaw Latt tells his reporters: \"Don't stay long on the ground, get the story, get out. Shoot and run. Cover your identity. Don't risk your life. There will be stories all the time. If it is too risky, don't take that risk.\"They operate in small networks for their safety, and there are no bylines on news articles. Even uploading footage is dangerous, as the journalists often have to find someone willing to allow them to use their network. \"You have to make the file size very small, you have to upload to a particular network to get it out of Myanmar. Then people outside will access the cloud and upload,\" Toe Zaw Latt said. \"I had to take risk on a daily basis to get internet access. You have to share [network connection] and you cannot let them know you are uploading files, as it is very scary.\" Toe Zaw Latt is part of an old guard of exiled Myanmar media workers. For half a century, Myanmar was ruled by successive military dictators until economic and political reforms began in 2011. For years, DVB relied on a clandestine network of video journalists who would bravely sneak footage out of the country so independent news could be broadcast into Myanmar.Following the abolishment of pre-publication censorship in 2012, exiled media organizations that operated in Thailand or Europe began slowly moving back. Once blacklisted, journalists could now interview government ministers and report openly in the country. In 2013, daily independent newspapers were allowed to publish for the first time since military rule. From 2015, under Aung San Suu Kyi's civilian National League for Democracy government, TV news channels like DVB were granted licenses, but journalists were still targeted with colonial era laws and defamation. Press freedom was not great, journalists said, but it was better. And there was hope it would continue to improve. Myanmar ranks 140 out of 180 in the 2021 World Press Freedom Index, dropping one place from the year before.<img alt=\"Toe Zaw Latt says Myanmar&amp;#39;s journalists are taking huge risks to report the news following the military coup. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501005624-08-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\">Toe Zaw Latt says Myanmar's journalists are taking huge risks to report the news following the military coup. Now, they have been forced to go back underground. Toe Zaw Latt said four DVB journalists have been arrested since the coup. The former exiled journalists pass down their knowledge and experience to the younger generation who have suddenly found themselves the public enemy of a murderous regime intent on wiping out the truth and replacing it with its own. As it's too dangerous for many to be out on the streets, media workers both inside and outside the country are relying on the bravery of citizen journalists. These are normal people filming or photographing, posting on social media and sending information to reporters. Their videos, often shot from behind windows or walls, provide evidence of the military's shootings, beatings and other human rights abuses and counter the official narrative that security forces are using \"minimum force\" or independent media is \"fake news.\"\"Lots of citizen journalists know that these kind of records are really important,\" said Toe Zaw Latt. \"The [junta has been] accused of crimes against humanity. The more remote, the more abuses because no one is watching,\" he said. He described one instance where a man walked for 24 hours to reach a place with network connectivity so he could send a few photos about a conflict in this home state.\"They want to take a risk to tell the stories,\" he said. Sacrificing freedom to reportFor some that mental and emotional toll is great. Journalists say they wrestle with guilt and grief at leaving family and partners behind, or being the reason they have to flee, potentially putting them in danger.\"The painful part is, I said I'm sorry a thousand times to my partner. If not because of me, he didn't need to go [into hiding],\" said Tin, a journalist for independent online news outlet Myanmar Now, who is using a pseudonym for her safety.  \"When I go to sleep I just wish I could see a different morning, another day,\" said Tin. \"The coup happened around 3 a.m. or 4 a.m. We woke up to the coup and woke up to the news. So whenever I go to sleep I wish that tomorrow morning I can see something different.\"Tin said she feels guilty thinking about her hardships when others are going through so much worse. She draws strength when she thinks of the 760 people killed by the military since the coup.\"I keep reminding myself these are not just numbers, these are lives and families behind those numbers,\" she said. <img alt=\"Police arrest Myanmar Now journalist Kay Zon Nwe in Yangon on February 27, as protesters were taking part in a demonstration against the military coup.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430225103-02-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\">Police arrest Myanmar Now journalist Kay Zon Nwe in Yangon on February 27, as protesters were taking part in a demonstration against the military coup.Known for its investigations and hard-hitting features, Myanmar Now has been a loud and critical voice publishing in Burmese and English. International media, including CNN, often rely on its reporting, which has included reports on military's finances and business dealings with cronies and foreign ventures. That has drawn the ire of the military. In mid-March, Myanmar Now's office was raided by security forces. Along with DVB, Myanmar Now was one of five to have their publishing license revoked. But Tin said they have adapted to the challenging environment in ways they never thought they'd have to. \"A lot of time phone calls don't work. Or in areas where security forces are shooting, you can hear loud bangs or running or shooting. It has been difficult to get information so we keep calling around midnight or 11 p.m. when we think there should no longer be shooting,\" she said.Tin said journalists are now faced with two choices: \"If you want to keep reporting, you have to be exiled or in a place where they can't find you,\" she said. \"You have to sacrifice freedom to report.\"Military courtsThat lack of freedom is something Brang Mai struggles with daily. Brang Mai founded Myitkyina News Journal, an independent weekly, in 2012 with 30 employees covering the northern state of Kachin. On April 29, the military revoked the journal's publishing license. \"Everything is online. It's very dangerous to print, and we cannot find a place to work,\" he said.Since the coup, three of his journalists have been arrested, and it has been a struggle to find out where they are, Brang Mai said. Once charged, trials are held, not in civilian courts, but within the prison walls, in secretive, military-run hearings.The CPJ's Crispin said Myanmar's jails and prisons are like a \"black box.\"<img alt=\"Protesters run as tear gas is fired during a crackdown by security forces on a demonstration against the military coup in Yangon&amp;#39;s Thaketa township on March 19.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430225100-01-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\">Protesters run as tear gas is fired during a crackdown by security forces on a demonstration against the military coup in Yangon's Thaketa township on March 19.\"Many just disappear inside prison, they're not given access to their families, they're not given access to lawyers, the news organizations are not allowed to contact them, so it's becoming a real black box as to what's happening to many journalists that are that are in jail,\" he said. Brang Mai spends his days frantically organizing lawyers for his detained reporters, arranging security for their families and his other staff, hiring trustworthy drivers, and seeking out safe houses. He moved back to his home town of Myitkyina to report on the country's opening up, but now fears being forced back into exile. \"We never thought that this would happen again. What we facing here is unbelievable,\" Brang Mai said. \"All of a sudden everything vanished within a day or two. If we move out to another country, maybe we get asylum, we just have to restart from basics again.\"Rise of alternative media While some face the prospect of going into exile, others are creating new forms of media. Subverting the junta's internet cuts and suppression of information, Myanmar's young people are printing underground newsletters and pamphlets and secretly distributing them in the streets. Some have revolutionary names like Molotov. Others, thrown from bridges or stuck to lampposts, feature news of the coup, arrests, military abuses, and even poems.Activists have now launched a short wave radio station to reach the public and each other. Federal FM, formed in April by a group of activist volunteers, broadcasts news and updates on the political situation. <img alt=\"This screengrab provided via AFPTV video footage taken on April 10, 2021 shows an underground newsletter being produced to spread information in Yangon.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430225108-05-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\">This screengrab provided via AFPTV video footage taken on April 10, 2021 shows an underground newsletter being produced to spread information in Yangon.\"Radio is one of most important things for public information because we know military is cutting internet and phones and news agencies their satellite has been taken away. So I know radio is the only way to inform the public about what's going on,\" said Nway Oo, presenter for Federal FM who uses a pseudonym for safety.Federal FM is broadcast on 90.2 MHz on Thursdays and Sundays in Yangon and Mandalay, and aims to expand all over the country. Set up by members of the ethnic protest group General Strike Committee of Nationalities, their mission is to educate listeners about federalism — and hold the newly formed National Unity Government to account. \"From radio we are able to criticize and express our aims or goals for a federal union,\" Nway Oo said. Their purpose, she said is to \"support the revolution by giving people the news and the peoples' voice.\"Myanmar's journalists say they won't abandon the peopleDVB's Toe Zaw Latt last month made the difficult decision to leave Yangon. The security situation there was untenable, he said. The military had re-imposed household registrations, a hangover from military rule where all house guests have to be registered so the military can keep tabs on who is staying where. \"They make it harder to hide. They know student leaders and celebrities are on the run, so it's to chase them down,\" he said. Toe Zaw Latt, an Australian citizen, managed to make it to the airport and fly out last month. He is now in Australian quarantine.\"This is not over. There is a coup, there is a huge army with guns, but we are not going to give up. For journalists, of course, there is danger, we are facing huge difficulties, but we are not going to give up,\" he said. <img alt=\"Toe Zaw Latt on a plane leaving Myanmar in April, 2021. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501005621-07-myanmar-journalists-military-coup-intl-hnk-large-169.jpg\">Toe Zaw Latt on a plane leaving Myanmar in April, 2021. For Ye Wint Thu, what's happening to his country is not new. He was four years old when his father was imprisoned for 10 years for being a democracy activist following the 1988 failed uprising against the then-military regime. This time, he believes the younger generation will not give up.\"They will keep protesting. Generation Z, they are the hope of the country of Burma,\" he said. Like many journalists in Myanmar, Ye Wint Thu is determined to keep reporting. \"I can't plan at all because things are changing every day,\" he said. \"[But] I'll stick as long as I can inside Burma, and do my job as best as I can.\"","link":"/2021/05/03/media/myanmar-journalists-press-freedom-intl-hnk/index.html"}