{"title":"This college dropout was bedridden for 11 years. Then he invented a surgery and cured himself","time":"Updated 5:29 PM ET, Wed May 19, 2021","body":"JUST WATCHEDMan invents a new surgery and cures himselfReplayMore Videos ...MUST WATCHMan invents a new surgery and cures himself 02:28This college dropout was bedridden for 11 years. Then he invented a surgery and cured himselfBy Ryan Prior, CNNUpdated 5:29 PM ET, Wed May 19, 2021\n (CNN)Doug Lindsay was 21 and starting his senior year at Rockhurst University, a Jesuit college in Kansas City, Missouri, when his world imploded.After his first day of classes, the biology major collapsed at home on the dining room table, the room spinning around him.It was 1999. The symptoms soon became intense and untreatable. His heart would race, he felt weak and he frequently got dizzy. Lindsay could walk only about 50 feet at a time and couldn't stand for more than a few minutes. \"Even lying on the floor didn't feel like it was low enough,\" he said.The former high school track athlete had dreamed of becoming a biochemistry professor or maybe a writer for \"The Simpsons.\"Read MoreInstead, he would spend the next 11 years mostly confined to a hospital bed in his living room in St. Louis, hamstrung by a mysterious ailment.Doctors were baffled. Treatments didn't help. And Lindsay eventually realized that if he wanted his life back, he would have to do it himself.<img alt=\"Today Lindsay tells his remarkable story to audiences around the country, including at a TEDx event in St. Louis.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190430194430-01-doug-lindsay-2-large-169.jpeg\">Today Lindsay tells his remarkable story to audiences around the country, including at a TEDx event in St. Louis.His journey since has amazed medical professionals.\"He did something extraordinary,\" said John Novack, spokesman for Inspire, a healthcare social network for rare and chronic-disease patients. When people hear Lindsay's story, Novack said, they often say, \"I can do something similar for my kid.\"His mother was a living prophecyWhatever was wrong with him ran in the family.By the time Lindsay was 18 months old, his mother was so weak she could no longer pick him up.By the time he was 4 she could no longer walk. She did manage to pick him up one more time that year, when he was choking on a jawbreaker. She saved his life.Otherwise, she was too frail. She lived for decades, mostly bedridden with the same condition that stole her son's twenties. After years of tests, she determined her condition was related to her thyroid, but she was too sick to travel to the Mayo Clinic to get more specialized care, Lindsay said. Lindsay's aunt also developed the same ailment, growing so feeble she couldn't tie her own shoes.<img alt=\"Rockhurst University in Kansas City, where Lindsay was a student before a mysterious illness forced him to drop out in 1999.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190718182352-09-doug-lindsay-large-169.jpg\">Rockhurst University in Kansas City, where Lindsay was a student before a mysterious illness forced him to drop out in 1999.As a teenager, watching his family members sidelined from life, Lindsay wondered whether his body was a ticking time bomb, too.Finally, that day in 1999, the alarm went off. \"When I called my mom that night to tell her I needed to drop out (of college), we both knew,\" he said. The family curse had struck.He found answers in discarded medical textbooksFrom the fall of 1999 onward, Lindsay was bedridden about 22 hours a day.\"If I was up, it was because I was eating or going to the bathroom,\" he said.Lindsay immersed himself in medical research, determined to find a way out. He saw specialists from endocrinology, neurology, internal medicine and other specialties. When one doctor was out of ideas, he referred Lindsay to a psychiatrist. That's when Lindsay he realized he'd have to figure his predicament out on his own.While in college he had picked up a 2,200-page endocrinology textbook near a garbage can, hoping to use it to figure out what condition his mom had. In it, he found an important passage discussing how adrenal disorders could mirror thyroid disorders. <img alt=\"By the time he was 22, Lindsay was almost completely bedridden.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190430194456-04-doug-lindsay-4-large-169.jpg\">By the time he was 22, Lindsay was almost completely bedridden.He zeroed in on his adrenal glands, which sit atop the kidneys on either side of the lower abdomen.Using a stash of aging medical textbooks, Lindsay hypothesized that a whole class of autonomic nervous-system disorders could exist beyond the established categories of what most endocrinologists or neurologists knew about. He cobbled together cash for a computer, had an old college roommate bring it over, and got to work. Lindsay soon stumbled on the website for the National Dysautonomic Research Foundation, delighted that an entire organization was dedicated to researching the type of disorder plaguing him and his family. He asked the foundation to send him literature about emerging research in the field.None of the diseases the foundation was examining fit Lindsay's pattern of symptoms. But he was getting closer.He convinced a researcher who believed in himLindsay soon decided he needed a partner -- not just a physician but a scientist curious enough to take on a rare case and spend long hours with him parsing it out.The best place to find that person, he reasoned, was at the American Autonomic Society's annual conference, attended by scientists from around the world who focused on nervous system disorders.In 2002, he give a presentation about his disease at the group's meeting in Hilton Head, South Carolina. To get there, Lindsay bought a row of airline tickets so that, with the help of friends, he could lay across several seats during the flight.<img alt=\"At a research conference, Lindsay tried to convince specialists he had a disease that didn&amp;#39;t appear in their textbooks.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190430194418-05-doug-lindsay-5-large-169.jpg\">At a research conference, Lindsay tried to convince specialists he had a disease that didn't appear in their textbooks.Lindsay arrived at the conference in a wheelchair, wearing a suit and tie, and presented himself as a Jesuit-trained scientist. He tried to comport himself like a grad student or a junior colleague to the scholars in the audience, not like a patient.He was just a scientist living an experiment in his own body. During his talk, Lindsay argued that a certain drug might help him.Several of the scientists disagreed with Lindsay's hypotheses about his ailment. But that wasn't unexpected. He didn't even have a bachelor's degree and he was telling doctors from Harvard University, the National Institutes of Health and the Cleveland Clinic something their medical training told them was impossible.\"They didn't patronize me. They treated me like a scientist,\" Lindsay said. \"I was entering into a world of science I couldn't participate in because I was at home and couldn't be a grad student.\" Dr. H. Cecil Coghlan, a medical professor at the University of Alabama-Birmingham, approached Lindsay after his presentation. Coghlan said he thought Lindsay was on to something.At last, Lindsay had a medical ally.His first innovation was repurposing a drugIn early 2004, one of Lindsay's friends rented an SUV, loaded a mattress in the back and drove him, lying flat, 500 miles to Birmingham.Lindsay suspected his body was producing too much adrenaline. He knew of a drug called Levophed, which is approved by the US Food and Drug Administration to raise blood pressure in some critically ill patients. Levophed is basically an injection of noradrenaline, which counters the symptoms created by excess adrenaline.It hadn't been done before, but Lindsay convinced Coghlan to repurpose the drug so he could live on a 24/7 noradrenaline drip for the next six years.Lindsay spent \"every second of every day\" hooked up to an IV. It stabilized his condition and allowed him to be active for short periods of time around the house. \"I was no longer at risk of losing everything,\" Lindsay said.<img alt=\"Lindsay&amp;#39;s unique case caught the eye of Dr. Cecil Coghlan, who specialized in treating dysautonomia disorders.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190508135649-06-doug-lindsay-6-large-169.jpg\">Lindsay's unique case caught the eye of Dr. Cecil Coghlan, who specialized in treating dysautonomia disorders.Still, other than doctors' visits, a high school reunion and a few weddings, Lindsay's autonomic dysfunction kept him mostly confined to the house he grew up in well beyond his twenties.Why was he so sick, he wondered? Something was dumping way too much adrenaline into his blood.Coghlan told him he might have an adrenal tumor. But three scans of his adrenal glands all came back negative.Discouraged but not deterred, Lindsay did the only thing he could do: He dove back into the medical literature. And he came up with a treasure.Later he diagnosed a disorder doctors didn't believe could existLindsay suspected there might be something in his adrenal gland that acted like a tumor, but wasn't one.A fourth scan in 2006 showed his adrenals \"glowing brightly,\" Lindsay said, an abnormality consistent with his new theory. Coghlan called Lindsay and said, \"We found it!\" The diagnosis: bilateral adrenal medullary hyperplasia.In layman's terms, it means the medullas, or inner regions, of his adrenal glands were enlarged and acting like tumors. His adrenal glands were producing  way too much adrenaline.Experts in the field doubted the diagnosis. But Coghlan put his professional reputation on the line to back it.As Lindsay delved into more medical literature, he found only 32 recorded cases of bilateral adrenal medullary hyperplasia.And he fixed on what seemed like a simple solution: If he could cut out the medullas of his adrenal glands -- sort of like slicing into a hard-boiled egg and removing the yolk -- his health would improve.Dr. Chris Bauer, Lindsay's personal physician, calls his ailment an \"atypical presentation of a rare disease.\"\"They don't really write textbooks based on that,\" Bauer said. \"We were were all learning with Doug as we went along.\"Then he pioneered a new surgeryLindsay finally came to a bold conclusion. \"If there isn't a surgery,\" he decided, \"I'm going to make one.\"His first big lead came in 2008. He found a 1980 study from a scientist at Georgia State University, which he summed up as: \"You slice the rat's adrenal gland with a razor blade and squeeze it so the medulla pops out like a pimple.\"Then he found that another version of the adrenal medulla extraction had been done at Harvard. Renowned professor Walter Bradford Cannon had performed the surgery on cats in 1926. Lindsay found records of the surgery being done on dogs as well.He built a 363-page PDF which proposed a first-ever human adrenal medullectomy.Then he spent the next 18 months working to find a surgeon who would oversee the unorthodox procedure.<img alt=\"With a little help from his friends, Lindsay was able to travel to the University of Pennsylvania for a meeting of the Society for Amateur Scientists in 2002.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190430194405-03-doug-lindsay-3-large-169.jpg\">With a little help from his friends, Lindsay was able to travel to the University of Pennsylvania for a meeting of the Society for Amateur Scientists in 2002.Pioneering a new surgery is a high-wire act for ethical and financial reasons as well. Surgeons could risk losing their license by performing an unproven operation, especially if complications arose. And insurance companies tend to not reimburse patients for non-standard procedures.Because many of the doctors in that specialized field knew each other, Lindsay was careful where he pitched the idea that might save his life.Eventually he recruited a surgeon from the University of Alabama-Birmingham. In September 2010 Lindsday went to the university hospital, where the doctor successfully extracted one of his adrenal medullas.Three weeks after the procedure, Lindsay could sit upright for three hours. By Christmas Eve, he had the strength to walk a mile to church.As he stood in the back of the church during midnight Mass, it finally felt like hope was winning.But progress was slow. In 2012, he underwent a second surgery at Washington University in St. Louis to remove the medulla from his remaining adrenal gland. A year later, he was well enough to fly with friends to the Bahamas. It was the first time in his life the Midwesterner had seen the ocean.By early 2014, he was coming off some of his meds.Coghlan, his champion, lived just long enough to see Lindsay's remarkable recovery. He died in 2015. Now he's helping other rare-disease patientsAgainst the odds, Lindsay had found a way to save himself. But his mother was too delicate to be moved to another facility, let alone endure the surgery her son pioneered. She died in 2016.She didn't get to see him walk across the stage to graduate that year from Rockhurst University with a bachelor's degree in biology, 16 years after he originally expected to begin his career.Lindsay is now 41 years old. Many of the friends with whom he planned to graduate are now married, with kids in grade school.<img alt=\"In 2017 Lindsay shared his story to graduates at his alma mater, De Smet Jesuit High School in St. Louis.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190718122303-07-doug-lindsay-large-169.jpg\">In 2017 Lindsay shared his story to graduates at his alma mater, De Smet Jesuit High School in St. Louis.\"You can't recapture the past,\" Lindsay said. Today he still lives in his childhood home in St. Louis. He needs to take nine medications per day, and his health is far from perfect, but he has his life back. He's not exactly the biology professor he dreamed of being at 21, but he's not far off the mark. He's leveraging his experience into a new career as a medical consultant.\"I couldn't be an assistant manager at Trader Joe's. I don't have the physical ability for that,\" Lindsay said. \"But I can travel and give speeches and go for walks. And I can try to change the world.\"Doctors are turning to him to help them identify and treat rare diseases like his own.<img alt=\"Lindsay now regularly speaks at healthcare conferences. &amp;quot;I got help from people,&amp;quot; he says, &amp;quot;and now I have to help people.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190718122319-08-doug-lindsay-large-169.jpg\">Lindsay now regularly speaks at healthcare conferences. \"I got help from people,\" he says, \"and now I have to help people.\"\"I'm a full professor at Stanford, and I don't know these answers,\" said Dr. Lawrence Chu, who found himself leaning on Lindsay when a rare disease patient came to him. \"Doug was the expert consultant.\"Lindsay has spoken at medical schools, including Stanford and Harvard, and at a growing list of medical conferences. And he's working on a case study to be published in the British Medical Journal.With his gift for solving intractable problems, he hopes to help steer other patients with hard-to-treat diseases on a path toward wholeness.\"I got help from people,\" he said, \"and now I have to help people.\"","link":"/2019/07/27/health/doug-lindsay-invented-surgery-trnd/index.html"}