{"title":"Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here's the list.","time":"Updated 11:51 AM ET, Tue May 18, 2021 ","body":"Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here's the list.By Jacqueline Howard and Virginia Langmaid, CNNUpdated 11:51 AM ET, Tue May 18, 2021 JUST WATCHEDFDA greenlights Pfizer Covid-19 vaccine for adolescentsReplayMore Videos ...MUST WATCHFDA greenlights Pfizer Covid-19 vaccine for adolescents 03:59 (CNN)Nearly all states require some form of parental or guardian consent for vaccine providers to administer Covid-19 shots to people ages 12 to 15, a CNN analysis finds. But there are a few exceptions. Five states -- Alabama, Iowa, North Carolina, Oregon and Tennessee -- either allow some ages in that group to consent for themselves or leave requirements up to individual vaccine providers.<img alt=\"Less than a third of parents say they&amp;#39;d let their child get Covid-19 vaccine right away, survey finds\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506103813-parent-child-playground-large-169.jpg\">Less than a third of parents say they'd let their child get Covid-19 vaccine right away, survey findsCNN reached out to all 50 states about their laws regarding parental consent to vaccinate people ages 12 to 15. The US Food and Drug Administration authorized the emergency use of Pfizer/BioNTech's coronavirus vaccine in 12- to 15-year-olds in the United States on Monday and on Wednesday, the US Centers for Disease Control and Prevention recommended using the vaccine in that age group.Expanding authorization to people 12 to 15 opened Covid-19 vaccination to another 5% of the US population, nearly 17 million more people. But not all parents of people in that age group want their children to be vaccinated against Covid-19A Kaiser Family Foundation poll taken in April -- before a Covid-19 vaccine for young teens was authorized -- found that 30% of parents of people ages 12 to 15 said they would get their child vaccinated right away, and 26% said they would wait a while. However, 18% said they would get their 12-to-15-year-old vaccinated against Covid-19 only if it was required by schools and 23% said they definitely wouldn't.<img alt=\"Doctors urge parents to catch kids up on other shots ahead of Covid-19 vaccine rollout\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201216102327-pfizer-covid-19-vaccine-1215-large-169.jpg\">Doctors urge parents to catch kids up on other shots ahead of Covid-19 vaccine rolloutRead MoreParental consent requirements for vaccines are decided by states.\"The federal government does not actually govern over what kind of consent or assent you need for these teenagers,\" CDC Director Dr. Rochelle Walensky said during a virtual event with The Economic Club of Washington, DC, on Thursday.\"Each person has to go to their state,\" she said. \"Many places will say, 'Your parent doesn't need to be there, but your parent needs to have information or your parent needs to have signed off.' So it really does vary by state.\"<img alt=\"What parents need to know about vaccinating children ages 12 and older\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511202022-03-kids-vaccinated-0511-large-169.jpg\">What parents need to know about vaccinating children ages 12 and olderIn North Carolina, teens can consent for themselves for Covid-19 vaccines, \"if they have the ability to understand and make decisions about their health,\" Bailey Pennington, a spokesperson for the state's Department of Health and Human Services, told CNN in an email.\"It is expected that in the majority of instances, communication is shared with parent and guardians and parent/guardian consent is obtained for COVID-19 vaccination for people under 18,\" the email said in part, adding, \"As part of normal development, most children are able to understand and make decisions about their health some point before the age of 18. There is no one age at which this always occurs; it varies from child to child. Some vaccine providers may ask for written consent for people under age 18 who are consenting on their own.\"<img alt=\"Teen gets vaccinated despite parents&amp;#39; concerns: &amp;#39;I was doing it for my safety and the safety of others&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/131216153242-fu-vaccine-file-large-169.jpg\">Teen gets vaccinated despite parents' concerns: 'I was doing it for my safety and the safety of others'In a couple of states CNN contacted, Alabama and Tennessee, teens 14 and older can be vaccinated without needing parental consent. \"The Alabama Department of Public Health (ADPH) requires consent for vaccines for persons up to 14 years of age. Of course, ADPH wants parents and guardians engaged in the healthcare of their children,\" Dr. Karen Landers, a health officer within the department, wrote in an email to CNN.In Oregon, children 15 and older may give consent without a parent or guardian. In Iowa, CNN was told that individual health care providers or health systems consult with their legal counsel regarding requirements and documentation needed to administer Covid-19 vaccines. Among the states that require parental consent to administer Covid-19 vaccines to ages 12 to 15, some noted rare exceptions to the requirement include if the person in that age group is married, pregnant or legally emancipated from their parents.Where parental consent is requiredBased on CNN's outreach to health departments across all 50 states, here's a list of where parental or guardian consent is now generally required for Covid-19 vaccinations among people ages 12 to 15:Alabama -- Yes for younger than 14Alaska -- YesArizona -- YesArkansas -- YesCalifornia -- YesColorado -- YesConnecticut -- YesDelaware -- YesFlorida -- YesGeorgia -- YesHawaii -- YesIdaho -- YesIllinois -- YesIndiana -- YesIowa -- \"It is up to each individual health care provider/health system\"Kansas -- YesKentucky - YesLouisiana -- YesMaine -- YesMaryland -- YesMassachusetts -- YesMichigan -- YesMinnesota -- YesMississippi -- YesMissouri -- YesMontana -- YesNebraska -- YesNevada -- YesNew Hampshire -- YesNew Jersey -- YesNew Mexico -- YesNew York -- YesNorth Carolina -- No for teensNorth Dakota -- YesOhio -- YesOklahoma -- YesOregon -- Yes for younger than 15Pennsylvania -- YesRhode Island -- YesSouth Carolina -- YesSouth Dakota -- YesTennessee -- Yes for younger than 14Texas -- YesUtah -- YesVermont -- YesVirginia -- YesWashington -- YesWest Virginia -- YesWisconsin -- YesWyoming -- YesAdditionally, some private businesses or pharmacies have their own rules. For instance, CVS Health announced on Wednesday that Covid-19 vaccine appointments for adolescents ages 12 to 15 were available for scheduling at more than 5,600 CVS Pharmacy locations nationwide -- but parental or legal guardian consent is required, and children must be accompanied by an adult.In general, there's \"state-by-state variation\" in terms of what is required for routine childhood immunizations, Jill Rosenthal, senior program director at the National Academy for State Health Policy, told CNN.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"It does look like it varies in terms of the age of the child, the issues facing the child, for instance if they were emancipated,\" she said. \"So it does seem like in terms of routine childhood immunizations, it really varies quite a bit.\"It comes as no surprise that the same variation is emerging in the rollout of Covid-19 vaccines for ages 12 to 15, said pediatric hospitalist Dr. Lisa Costello, of WVU Medicine Children's Hospital in West Virginia and a member of the American Academy of Pediatrics' Committee on State Government Affairs. \"As a pediatrician, this is certainly not a new issue,\" Costello told CNN about parental consent. \"Every state has different rules that they follow,\" she said. \"Each state has a little bit of differences -- and that's why individuals work at their local level to determine what is needed for their community.\"","link":"/2021/05/14/health/covid-19-vaccines-teens-parental-consent-wellness/index.html"}