{"title":"Elon Musk props up carbon removal research with $100 million competition","time":"Updated 5:46 PM ET, Mon April 26, 2021 ","body":"Austin, Texas (CNN Business)Tesla and SpaceX CEO Elon Musk is putting up $100 million for a new XPrize competition aimed at spurring the creation of new carbon removal technologies and helping to ease the climate crisis.The prize will be the largest cash incentive in history, according to XPrize, a long-running organization that hosts competitions focused on spurring innovation in a variety of business sectors. Carbon removal refers to technologies that can extract carbon dioxide — a pollutant that is among the leading causes of climate change — from the atmosphere or ocean to mitigate the warming effect that copious amounts of CO2 emitted due to human activity are having on our planet.The goal, according to XPrize, is to spur the invention of a \"range of carbon removal solutions\" in order to \"address the biggest threat facing humanity — fighting climate change and rebalancing Earth's carbon cycle.\"The competition will run for four years, and it asks contestants to propose, test and demonstrate technologies that could be used to extract carbon dioxide directly from the Earth's atmosphere or oceans.<img alt=\"&amp;#39;Dire warning&amp;#39; for the planet: Coal is powering the economic recovery\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210419103155-carbon-dioxide-emissions-0225-restricted-large-169.jpg\">'Dire warning' for the planet: Coal is powering the economic recoveryAbout $15 million will be distributed across the teams that choose to participate in the competition as \"seed money\" to help get their development programs off the ground. Another $5 million will be reserved specifically for student teams.Read MoreA grand prize of $50 million will go to whichever team can prove its technology can extract at least 1000 metric tons, or about 2 million pounds, of carbon dioxide per year with the potential to scale up to extracting millions of metric tons of CO2 later down the road. The winner will also have to prove the CO2 can be \"durably and sustainably\" sequestered — or kept out of the atmosphere — for years into the future, according to the XPrize website. The remaining $30 million will be split among second-, third- and fourth-place winners, XPrize founder Peter Diamandis said last week.Musk, who first announced his intention to fund the competition in January, said during an interview with Diamandis last week that he's open to putting more prize money into the competition if there are stand-out teams in need of more money. He said he was moved to put the money up for the competition because he believes creating such carbon-removing technologies will take a while to figure out — especially when it comes to finding economically viable solutions.\"You want to look at both the benefits and cut the costs,\" Musk said. \"You don't want the cure to be worse than disease.\" <img alt=\"Heat-trapping gas levels reach a new record high, despite the coronavirus lockdown\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/191121211745-china-carbon-emissions-file-large-169.jpg\">Heat-trapping gas levels reach a new record high, despite the coronavirus lockdownMusk — who has a net worth of nearly $190 billion — has long been heralded for the contribution his electric car company, Tesla, has made to the clean-energy movement. But he's also faced criticism for his vocal support for cryptocurrencies, which rely on a heavily-polluting digital mining process. Tesla also recently made a $1.5 billion investment in bitcoin, which, according to one calculation, is equivalent to the annual emissions of 1.8 million cars or about 8 million metric tons of CO2.There are already many proposed methods for removing or sequestering CO2, from simply planting more trees to more speculative concepts, such as adding iron to the oceans to speed the uptake of atmospheric CO2 by microscopic plant life. But Musk emphasized that the goal of the XPrize competition is to find methods that are economically viable and to think through the peripheral challenges that come with each approach.Planting trees is a good thing, Musk noted, but no solution is perfect or simple.\"How do you get fertilizer?...Where's the water gonna come from? What habitat are you potentially destroying?\" Musk said. \"So, it's not it's not just a no-brainer.\"The parameters of the competition are based on a report from the global authority on climate science, the Intergovernmental Panel on Climate Change (IPCC), which warned in 2018 that humans must remove about 10 net gigatonnes of CO2 each year by 2050 in order to keep the Earth's average temperature increases below the 1.5 degree mark. If the Earth, we'll need to use technologies that remove carbon dioxide (CO2) from the air.XPrize has been hosting similar competitions for decades, perhaps most famously with its early 2000s Ansari XPrize that lead to the creation of the first privately owned, crewed spacecraft to reach outer space. Other competitions have had varying degrees of success.","link":"/2021/04/26/tech/elon-musk-carbon-x-prize-scn/index.html"}