{"title":"Nearly 70 big cats removed from Oklahoma animal park featured in the Netflix documentary 'Tiger King: Murder, Mayhem and Madness'","time":"Updated 7:43 PM ET, Thu May 20, 2021 ","body":"Nearly 70 big cats removed from Oklahoma animal park featured in the Netflix documentary 'Tiger King: Murder, Mayhem and Madness'By Hollie Silverman, CNNUpdated 7:43 PM ET, Thu May 20, 2021 <img alt=\"Jeff Lowe and his wife, Lauren, are shown with Jax the lion in this 2016 photo.\n\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520143328-tiger-king-park-cats-federal-seizure-restricted-large-169.jpg\">Jeff Lowe and his wife, Lauren, are shown with Jax the lion in this 2016 photo.\n (CNN)Nearly 70 big cats have been seized from an Oklahoma animal park owned by Jeff Lowe and his wife, Lauren, who were featured in the Netflix documentary, \"Tiger King: Murder, Mayhem and Madness,\" a news release from the Department of Justice said Thursday. A total of 68 protected lions, tigers, lion-tiger hybrids and a jaguar were seized from the Thackerville zoo as part of a search and seizure warrant for ongoing violations of the Endangered Species Act, according to the release. The release said the seizure of the animals comes after the US Department of Agriculture's Animal and Plant Health Inspection Service conducted three inspections of the Tiger King Park starting in mid-December 2020. The Lowes received several citations including \"failing to provide the animals with adequate or timely veterinary care, appropriate nutrition, and shelter that protects them from inclement weather and is of sufficient size to allow them to engage in normal behavior,\" the release said. <img alt=\"&amp;#39;Tiger King&amp;#39; is the weird docu-series we couldn&amp;#39;t stop watching\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200329125429-tiker-king-joe-exotic-netflix-large-169.jpg\">JUST WATCHED'Tiger King' is the weird docu-series we couldn't stop watchingReplayMore Videos ...MUST WATCH'Tiger King' is the weird docu-series we couldn't stop watching 01:25An affidavit in the case said that \"USDA veterinarians observed that the conditions at Tiger King Park had declined since the February 2021 inspection.\" Read More\"There is probable cause to believe that the animals are not consistently being provided a sufficient quantity of food free from contamination,\" the affidavit said, adding that there were piles of rotting animals and a refrigerated truck \"covered in flies, likely filled with putrid meat.\" The affidavit also states that as the federal authorities have been working with the Lowes, the couple agreed they \"would not dispose of any animals covered by the Endangered Species Act (ESA) or Animal Welfare Act (AWA) pending resolution of the merits of the United States' claims.\" However, the Lowes then moved four tiger cubs the day after the agreement was made, according to the affidavit. The affidavit said the Lowes have also threatened and harassed law enforcement during the investigation, with Lauren Lowe telling one agent, \"I'm gonna kill him,\" in reference to another during the execution of a search warrant.  It also alleges the Lowes \"significantly obstructed the service of the warrant\" when the feds initially tried to execute it, allowing for only six cats to be removed as of May 12, the day the affidavit seeking another warrant was written. <img alt=\"&amp;#39;Tiger King&amp;#39; star Carole Baskin launches cat-themed crypto coin\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200601235227-02-carole-baskin-tiger-king-zoo-large-169.jpg\">'Tiger King' star Carole Baskin launches cat-themed crypto coin\"This seizure should send a clear message that the Justice Department takes alleged harm to captive-bred animals protected under the Endangered Species Act very seriously,\" Acting Assistant Attorney General Jean E. Williams of the Justice Department's Environment and Natural Resources Division said in the release.  CNN has contacted the attorney for the Lowes for comment but has not yet heard back. According to a report from The Oklahoman last week, the Lowes said they were willing to give up their big cats to resolve the Justice Department civil complaint against them over the animals' care, their attorney told a federal judge. During a hearing where the couple was found in contempt for violating a previous order regarding the big cats, their attorney Daniel Card said the Lowes \"want out completely,\" according to the report.  Jeff Lowe rose to fame after the 2020 Netflix documentary \"Tiger King: Murder, Mayhem and Madness\" showed his purchase of the zoo and subsequent fallout with its previous owner, Joseph Maldonado-Passage, known as Joe Exotic. Maldonado-Passage was sentenced to 22 years in prison for a murder-for-hire plot to kill animal rights activist Carole Baskin, along with several wildlife violations, CNN previously reported.","link":"/2021/05/20/us/tiger-king-park-cats-federal-seizure/index.html"}