{"title":"Crush at religious festival in Israel's Mount Meron kills 45 people","time":"Updated 7:09 PM ET, Fri April 30, 2021 ","body":"Mount Meron, Israel (CNN)Hundreds of buses stretched over miles of winding road were ferrying thousands of worshipers off Mount Meron in northern Israel on Friday after 45 people were killed and some 150 others injured in a crush at a mass Jewish gathering overnight.Israeli Prime Minister Benjamin Netanyahu called the incident a \"huge disaster,\" while paramedics described chaotic scenes of teams administering CPR en masse to people, including children, lying breathless on the ground. According to the Institute of Forensic Medicine, 32 of the victims have been identified, with 22 of those released for burial.An official with knowledge of the list of fatalities said the final death toll is expected to include five US citizens.The official said several factors were delaying an official statement, including the need to inform the families privately of their loss and Shabbat regulations. Families of two US citizens had already been told of their loss, the official said, and three more were expected to follow.Read MoreKalanit Taub, a first responder, described a \"horrific scene\" with \"nonstop people to care for.\"\"I saw 20-plus CPRs ongoing at the same time,\" Taub told CNN. \"Anywhere you looked, you saw another person doing CPR.\" In the hours afterward, she said she saw people crying or staring into space, struggling to process what they had seen.Israeli investigators are examining exactly how the crush happened at the mountain, where worshipers marked the Lag B'Omer holiday, an annual event where participants sing, dance and light fires in homage to second-century sage Rabbi Shimon Bar Yochai at his burial site.<img alt=\"Israeli security officials and rescuers stand around the bodies of victims who died overnight on Mount Meron.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430020656-06-israel-mount-meron-overcrowding-0430-large-169.jpg\">Israeli security officials and rescuers stand around the bodies of victims who died overnight on Mount Meron.<img alt=\"Ultra-Orthodox Jews beside stairs Friday on Mount Meron.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430020505-05-israel-mount-meron-overcrowding-0430-large-169.jpg\">Ultra-Orthodox Jews beside stairs Friday on Mount Meron.Israel's health ministry had urged people not to attend the festival, warning of the risk of another coronavirus outbreak. However, case numbers have been low, and Israel has already fully vaccinated more than 58% of its population, so the event was allowed to proceed. Dov Maisel, vice president of operations of the volunteer-based emergency organization United Hatzalah, told CNN that around 100,000 people were in attendance, though such numbers aren't unusual for the annual festival. Maisel said up to 400,000 people had attended in past years. Hundreds of people were pouring into the site at the same time from different directions, leading to a \"massive amount of congestion,\" he said. People tightly packed in a small area had fallen down a staircase and crushed each other, he added. \"Overall they usually control the crowd, but at a certain point at the peak the crowd became too tight,\" Maisel said. \"It was simply tragic and horrific.\"Social media video from the site show men and boys crammed into a narrow passageway, when it suddenly becomes clear that many are struggling to continue walking, being thrown back and forth in waves of the commotion.Zohar, one of the festival-goers who was near the crush when it happened, told Israel's Channel 12 News that people were moving through the passageway well until they came to a sudden stop. \"Everyone was crammed on top of each other and no one understood why. I raised my head and saw policemen blocking the passageway. We shouted, 'People are dying in there.'\"He said he saw people losing the color in their faces. \"Then, bodies began falling at my feet. I tried to call for help, and slowly rescue forces arrived. There were some people who [rescuers] did not even try to revive. People were lying on my feet, shouting 'Help me.'\"Shlomo Katz, another worshiper, told Reuters: \"We were going to go inside for the dancing and stuff and all of a sudden we saw paramedics from MADA ... running by, like mid-CPR on kids, and then one after the other started coming out of ambulance, and then we understood something's going on here,\" he said. Footage from the scene showed dozens of body bags lined up on the ground, and personal items like abandoned shoes and crushed eyeglasses lying scattered on the ground at the scene. Dozens of ambulances parked in rows, their lights flashing, were on standby to receive the many injured. Authorities said 250 ambulances had been made available to respond. Six helicopters transferred some of the wounded to hospital. Paramedics were seen running all over the area, with stretchers carrying people in need of treatment.<img alt=\"Israeli rescue teams carry a body into an ambulance on Friday at Mount Meron. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430032054-09-israel-mount-meron-overcrowding-0430-large-169.jpg\">Israeli rescue teams carry a body into an ambulance on Friday at Mount Meron. <img alt=\"Paramedics and ultra-Orthodox Jewish men stand next to covered bodies on Mount Meron on April 30. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429204549-02-israel-mount-meron-overcrowding-large-169.jpg\">Paramedics and ultra-Orthodox Jewish men stand next to covered bodies on Mount Meron on April 30. The local police chief told Israeli TV he accepted full responsibility for the incident. \"I take overall responsibility, for good and for bad. I am ready for every eventuality,\" said Shimon Lavie, Israel Police's northern commander. He said Israel's northern police command had prioritized security and public safety, but he could not explain what caused the stampede. Lavie commended police officers who tried to help victims before patients were ferried to hospitals in ambulances and by helicopter. \"Police were saving people's lives while they were also dealing with this complicated incident,\" he said. Lazar Hyman, vice president of United Hatzalah, said it was one of the worst tragedies that he had ever experienced. \"I have not seen anything like this since I entered into the field of emergency medicine back in 2000,\" said Hyman.Prime Minister Netanyahu said the nation was praying for the injured in what he called \"one of the worst disasters that Israel has experienced.\" Speaking during a visit to the site, on a specially-recorded video for his Facebook page, the Israeli leader said that \"our hearts are with the families and the wounded.\"US President Joe Biden offered condolences to Israel and Netanyahu on Friday. \"The loss of life among worshipers practicing their faith is heartbreaking,\" Biden said in a statement. \"I have instructed my team to offer our assistance to the government and people of Israel as they respond to the disaster and care for the wounded.\" Each year, hundreds of thousands of Jews -- many of them ultra-Orthodox -- flock to Bar Yochai's tomb site on Mount Meron, which lies in the Upper Galilee region of northern Israel, about 40 kilometers (25 miles) northeast of the city of Haifa. Bar Yochai's book \"The Zohar\" is the foundation of Jewish mysticism.CNN's Andrew Carey reported from Jerusalem, Angela Dewan wrote from London and Julia Hollingsworth wrote from Hong Kong.","link":"/2021/04/29/world/israel-stampede-intl/index.html"}