{"title":"'The worst': Tax professionals sound off on the 2020 tax filing season","time":"Updated 12:26 PM ET, Wed April 7, 2021 ","body":"It's very hard to win a game when the rules keep changing as you're playing.That in a nutshell describes what accountants and other tax preparers have been dealing with at the federal and state levels as they try to complete their clients' 2020 tax returns accurately and on time.\"This has been my worst tax season in 30 years of practice,\" said certified public accountant Harlan Levinson of Beverly Hills, California. \"So many hurdles have been thrown at us this year.\"Deadline extensions, new retroactive tax breaks, new guidance and then revised guidance on how to incorporate all the changes have been rolling out ever since the American Rescue Plan was signed into law on March 11, which came a month after the tax filing season began and after 66 million returns had already been filed. <img alt=\"2020 taxes: Everything you need to know about filing this year\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200219151515-irs-tax-form---stock-large-169.jpg\">2020 taxes: Everything you need to know about filing this yearAnd there are many unanswered questions remaining, especially at the state level, where it's unclear whether any given state will conform to all the federal changes or just some of them and if so, which ones.Read More\"The changes are confusing everyone,\" said CPA Michelle Staebell in Rochester, New York, who also said this tax season has been the worst one she's experienced in her 15 years of practice.Lynne Fuentes, a CPA in Jericho, New York, put it this way: \"Clients look to us for guidance. And sometimes you look at them like a deer in the headlights because you're getting the information as quickly as they are.\"Staebell said she suspects her clients secretly think she's not doing a good job when she says she still needs more time to finish their returns. \"I tell them, 'The law changed on March 11.' It sounds ridiculous.\"Many CPAs are actually turning away potential new clients seeking help because they have their hands full just handling their existing roster amidst all the changes.\"I try to help as many as I can -- and this is one of the first years where I've been sending people away,\" said CPA Brian Borawski of Waterford, Michigan.And a lot of preparers are sitting on clients' returns -- especially those who received unemployment compensation or got a Paycheck Protection Program loan for their small business -- because their states haven't indicated yet whether they will follow the IRS and exclude the first $10,200 in unemployment income from tax or let small businesses deduct expenses paid for with PPP money.\"I don't like to do anything twice if I can do it right the first time,\" Fuentes said. \"I tell my clients if [lawmakers] change their minds, you're going to have to pay me to do it again and what are you gaining?\" But before the American Rescue Plan went into effect, tens of millions of individuals and small businesses had already filed their returns. And now they and their tax preparers face questions about if and when to file an amended return.<img alt=\"Tax penalties: Here&amp;#39;s what to do if you can&amp;#39;t pay your taxes this year\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210325111833-filing-taxes-computer---stock-large-169.jpg\">Tax penalties: Here's what to do if you can't pay your taxes this yearThe IRS has said for those who already filed returns before the unemployment benefits exclusion was approved that it would figure out the fix and pay the filer any additional money owed so they don't have to file an amended return. Still, tax preparers will have to double-check the math once they hear back from the IRS.\"Do we trust the IRS to fix it correctly?\" said enrolled agent David Mellem in Green Bay, Wisconsin.Preparers will also have to assess whether the incorporation of the unemployment benefits exclusion makes their clients newly eligible for a host of income-based tax breaks, which the IRS will not be calculating. If they are eligible, \"that means taxpayers have to amend their returns. But I can't do that [for my clients] until the IRS has fixed it for the taxpayer because that's my starting point. So I'm on hold until the IRS gets theirs done,\" Mellem said.The agency said it won't start issuing adjusted payments related to the unemployment compensation exclusion until sometime in May and then continuing into the summer. \"It's a pain to have to explain what the change is and why we're not going to be able to [amend] their return for awhile,\" Mellem said. \"I don't like congressional action in the middle of tax season.\"Correction: An earlier version of this story incorrectly spelled Michelle Staebell's last name.","link":"/2021/04/07/success/tax-changes-confusion-tax-preparers-feseries/index.html"}