{"title":"Japan's QAnon disciples aren't letting Trump's loss quash their mission","time":"Updated 1:58 AM ET, Tue April 27, 2021","body":"Hiromi spent most of her life feeling trapped. Growing up, the now 58-year-old Japanese acupuncturist felt pressure to conform to Japan's rules-based society, and to become a model worker and wife. She married young and had three children, but later divorced and says she still struggles to make ends meet.\"I'm sure some Japanese people question this way of life where we take the same crammed train at the same time; we get sucked into corporate life. It's like we don't think for ourselves; instead, we follow someone else's outline for us,\" Hiromi told CNN Business. She withheld her full name to keep her privacy.Convinced there was something wrong with society, Hiromi looked for answers online. While reading the tweets of a medical influencer, who alleged big pharmaceutical companies used the public as human guinea pigs, Hiromi stumbled across Japanese QAnon influencer Eri Okabayashi's Twitter account. It translated QAnon information into Japanese, and had more than 80,000 followers before it was shut down in January as part of a mass purge of QAnon-related accounts by Twitter. Hiromi started speaking to Okabayashi, who claimed to offer her the opportunity to make the world a better place. Read MoreFor Hiromi, QAnon provided an escape from the realities of daily life. \"I have no idea what other people would think of me, but I feel like I became so free,\" she said.<img alt=\"QAnon believers claim they joined the group to find a sense of purpose and challenge the status quo. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210408131319-01-qajf-large-169.jpg\">QAnon believers claim they joined the group to find a sense of purpose and challenge the status quo. The baseless QAnon conspiracy theory began in October 2017 when a person or persons using the name \"Q\" (which is a level of US security clearance) posted a thread on 4chan, an anonymous American messaging board regarded as the birthplace of the alt-right movement. The poster spread several conspiracy theories, including ones claiming that then-President Donald Trump is facing down a shadowy cabal of child-trafficking elites, and others about the Mueller investigation into Russian interference in the 2016 US election. The theory quickly moved from the darkest corners of the internet to draw in people around the world.<img alt=\"I was a member of a cult. Here&amp;#39;s how to bring QAnon believers back to reality\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210130230058-capitol-riot-large-169.jpg\">I was a member of a cult. Here's how to bring QAnon believers back to realityJapan has become one of QAnon's most sophisticated and active networks outside of the United States with its own ideologies and influencers, according to social network analysis research firm Graphika. Though there aren't solid estimates for the number of QAnon followers worldwide or in Japan, Hiromi is just one of a niche number of people who have fallen into fringe QAnon groups that have emerged in Japan.QAnon is rooted in the belief that governments and established institutions are lying to the public, an idea with broad appeal around the world. Experts say QAnon adherents are searching for meaning in a society they feel is broken, manipulated to believe QAnon answers all the world's problems.And while QAnon's roots are in American politics, experts argue that in Japan the conspiracy theory has diverged so sharply that it has taken on a life of its own. QAnon's Japanese rootsCults and conspiracy theories are far from mainstream in Japan, according to Yutaka Hori, a Japanese and religious studies expert at Tohoku University. But the country still has a history of those types fringe belief systems, many of which long predate QAnon.During World War II, a state-sponsored version of Shintoism promoted the idea that the Japanese Emperor was an absolute God ruling over the country. However, once the United States began its occupation of Japan following Tokyo's defeat in WWII, the Emperor issued a declaration in which he said he was not a living god. This sharp departure led many observant Shintoists to have a crisis of faith, Hori said.According to Hori, while the sudden cultural shift away from nationalistic Shintoism allowed people to choose their own belief systems, it also paved the way for fringe religious movements — some with radical leanings.By the 1990s, Japan had entered a period of economic uncertainty, and it became easier for cults to play on people's anxieties, according to Matt Alt, author of \"Pure Invention: How Japan's Pop Culture Conquered the World.\"<img alt=\"Aum Shinrikyo cult group founder Shoko Asahara (4th from left), whose real name is Chizuo Matsumoto, speaking at a press conference in Tokyo in 1990 to announce a plan to field candidates for the general election. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180706095456-aum-shinrikyo-1990-large-169.jpg\">Aum Shinrikyo cult group founder Shoko Asahara (4th from left), whose real name is Chizuo Matsumoto, speaking at a press conference in Tokyo in 1990 to announce a plan to field candidates for the general election. Infamous doomsday cult Aum Shinrikyo, which emerged in the 1980s, grew its membership during this period and perpetrated the deadly 1995 sarin gas attack in a Tokyo subway station.And as the internet took off, the '90s saw the rise of anonymous imageboards. The first widely used imageboard, 2chan (now known as 5chan), spawned chan culture — from which QAnon later emerged — and brought about an era of anonymous unfettered expression. While 2chan provided a space for people to speak their minds without being judged, the platform quickly became synonymous with Japan's right-wing sympathizers or \"netto-uyoku,\" who used the board to spread anti-immigrant attitudes and hate speech against Koreans. Japan's internet right-wingers harbor hostile views towards regional neighbors like Korea and China, reflecting the anti-communist and anti-China views that some QAnon adherents in Japan hold today, according to Alt.\"I think QAnon in Japan is bootstrapping itself on a bunch of pre-existing, far-right extreme movements that already existed in Japan,\" Alt said. Japan's two QAnonsSince its inception in 2017, QAnon has quickly metastasized, infiltrating American politics, internet culture and religious groups.In Japan, two QAnon splinter groups have emerged: J-Anon and QArmyJapanFlynn, which takes its name from Trump's former National Security Adviser, Michael Flynn.The belief systems that underpin the groups have similarities — both mistrust the Japanese government and support Trump. But there are important differences as well. J-Anon adherents, for example, have taken part in large, well-publicized demonstrations in support of Trump. In contrast, a QArmyJapan Flynn (QAJF) believer told CNN Business that the group does not see the value in holding public rallies to support Trump.<img alt=\"QArmyJapanFlynn believers say they didn&amp;#39;t support the Capitol Hill riots. The say their mission is peaceful. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421100105-04-qajf-large-169.jpg\">QArmyJapanFlynn believers say they didn't support the Capitol Hill riots. The say their mission is peaceful. Hiromi and 2Hey, a 33-year-old former real-estate agent turned delivery driver, are members of QArmyJapanFlynn. 2Hey is divorced and has a son. He told CNN Business that at one point he wanted to be a politician to help change Japan, but later decided politics was a farce. \"It's so tough to stay afloat even with both parents working. I kept thinking something was so wrong and that's when I discovered QAnon,\" he said.Neither 2Hey nor Hiromi say they were believers of any other online or religious groups before joining QArmyJapanFlynn, which they claim is different from J-Anon and other QAnon groups. They said the US elections may have been stolen from Trump but their group did not support the violence during the Capitol Hill riots in January. They claim their mission is a peaceful one that goes beyond Trump: They say it's about convincing people to challenge the status quo.Lost in translationAccording to Yasushi Watanabe, an American studies expert at Keio University, information on QAnon can be lost in translation as groups rely on English material being turned into Japanese.\"The difference between Japan and the US is that many QAnon believers in Japan do not understand English so well,\" said Watanabe.He cited the example of how Trump supporters in Japan wrote the American national anthem lyrics in katakana, a Japanese phonetic alphabet, so they could easily sing along without necessarily understanding each word. <img alt=\"How the &amp;#39;parasite&amp;#39; QAnon conspiracy cult went global\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201007094812-02-qanon-berlin-file-large-169.jpg\">How the 'parasite' QAnon conspiracy cult went global\"They are not necessarily responding directly to Trump's literal message, but thinking of him as an anti-establishment cultural icon,\" added Watanabe.But the subtle change in meaning across continents has led to confusion. CNN Business reached out to multiple names listed on J-Anon's website. Only two people responded. Matsumoto, who withheld his full name due to privacy reasons, is a Japanese pro-Trump supporter who helped organize a rally for the former president in Fukuoka prefecture in January. Matsumoto has been an avid Trump supporter since 2015. He says he flew from Japan to America in 2019 to attend a Trump rally in Pennsylvania. Since 2016, Matsumoto has believed the world is controlled by a \"Deep State\" comprised of influential banking figures, but Trump is fighting against them. He also said he felt frustrated with China's mistreatment of Hong Kongers, Tibetans and Uyghurs. <img alt=\"Protesters gather outside the U.S. Capitol Building on January 06, 2021 in Washington, DC. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210321231141-capitol-hill-riot-0106-large-169.jpg\">Protesters gather outside the U.S. Capitol Building on January 06, 2021 in Washington, DC. Although Matsumoto's details appear on J-Anon's website, he said he wasn't a believer and didn't know how his information got there. He said he was familiar with QAnon, but it was not until after the Capitol Hill riots that he began to question the movements' motives. \"I started to feel like QAnon was manipulating people who loved Trump and exploiting them for a different purpose,\" said Matsumoto. \"I think that in Japan, people didn't fully understand what QAnon was. Some people got sucked in because they sincerely supported Trump and thought that Q also endorsed him,\" said Matsumoto. Nowadays, whenever Matsumoto meets QAnon supporters in Japan, he cautions that QAnon might be manipulating Trump supporters.Misinformation in JapanPeople often seek out conspiracy theories in times of crisis, and the coronavirus pandemic has exacerbated feelings of uncertainty, according to Watanabe, the American studies expert.\"People's frustration with Covid-19 might have provided a ground for some conspiracy theories to grow,\" he said.The Japanese public's deep-seated mistrust of political institutions and the media doesn't help matters. For instance, a 2018 report by the Reuters Institute for the Study of Journalism and the University of Oxford points out that though the Japanese have traditionally trusted in authority and mainstream news media, a \"series of high-profile mistakes\" by news organizations have eroded trust in recent years.According to a 2019 report from Genron, a Japanese think tank, Japan, 67% of 1,000 people surveyed said they didn't trust political parties or expect them to solve issues, and 56% of people had little to no trust in the media.Yoshiro Fujikura, a Japanese journalist and cult expert, said the mistrust in mainstream media had spurred some people to seek alternative information sources online.\"People start thinking that Japanese media was so untrustworthy in the past, so they must still be hiding the important facts,\" said Fujikura. \"Some people became influenced by opinions they came across online and became susceptible to misinformation.\" Taking down the QAnon networksWhen Twitter shut down 70,000 QAnon-related accounts in January, the QAnon-affiliated Twitter accounts tweeting in Japanese  saw around 45% of the community deactivated, according to Melanie Smith, the director of analysis at Graphika, the social network analysis research firm.Smith, who has mapped the spread of QAnon online, quantifies the influence of communities by measuring the strength of their networks.\"[QAnon in Japan] was the first international community we saw being coherent and cohesive enough to show up on a network map, which means it has its own influencers, it has its own kind of linguistic markers, its own signals in terms of content that's being produced and consumed,\" said Smith. \"We can tell that even with the enforcement action that's now happening on Twitter, that community remains relatively strong,\" she added. In Japan, QAnon adherents have created a network where Twitter accounts follow each other, Smith said. She said her concern isn't over whether QAnon conspiracy theories will become mainstream in Japan, but whether people will take on radical ideas as they congregate in fringe echo chambers.\"It's almost like when you drop a jar of marbles, and they scatter and try and reconstitute in different places,\" said Smith. \"What we see with that in the US is a movement towards alt tech platforms and places where these accounts know that they're not going to be moderated.\"<img alt=\"The QAnon conspiracy is fake. The harm it&amp;#39;s doing to child welfare groups is real\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201029224640-qanon-camilo-large-169.jpg\">The QAnon conspiracy is fake. The harm it's doing to child welfare groups is real2Hey, the QAJF member, said he felt angry when he discovered his Twitter account had been blocked by the social media giant, but the group has moved to other platforms.QAJF adherents also recruit offline, continuing the cycle of luring others into the baseless conspiracy theory. Hiromi organizes local meetups regularly with mostly middle-aged women who weren't aware of QAnon theories before.Another member, J, 30, who didn't want to disclose his name for privacy reasons, told CNN Business he used to be a financial consultant. J, who is now in Hokkaido in northern Japan, said he travels across the country with donated funds, promoting QAnon by passing out flyers, hosting events and livestreaming online.<img alt=\"QArmyJapanFlynn members allege their numbers have grown amid the pandemic. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420084929-02-qajf-large-169.jpg\">QArmyJapanFlynn members allege their numbers have grown amid the pandemic. Despite the recent social media clampdown, QArmyJapanFlynn members alleged their numbers have increased more than ten times to 1,000 members during the pandemic. They say their members are from across the country: male, female, rich and poor. In contrast, over in America, QAnon has lost support since President Joe Biden's inauguration, with many adherents renouncing their beliefs after a popular Q prophesy known as \"the Storm\" failed to come true.Looking to the futureHori, the Japanese and religious studies expert, said the rise of social media had allowed people to more easily explore unconventional beliefs and religious practices. That, he added, could even lead to the spread of new religious movements in the future.Fujikura, the cult expert, cautioned that even if the QAnon-affiliated pro-Trump demonstrations wane, the anti-Communist China messaging and protests that J-Anon has rallied around will carry on in another form given such sentiment existed long before the advent of QAnon.<img alt=\"How QAnon uses religion to lure unsuspecting Christians  \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201014183844-20201014-q-anon-christianity-gfx-large-169.jpg\">How QAnon uses religion to lure unsuspecting Christians  \"We could reach a point where those anti-Chinese groups gain more members, gain political power and start organizing more radical activities ... Even if QAnon crumbles, I don't think J-Anon will,\" said Fujikura. Ultimately, Fujikura said it was essential to create a dialogue with people who have fallen into the conspiracy rabbit hole.\"We need to make sure people have access to the facts, so they don't believe in baseless conspiracy theories. I think those things are important. We need media literacy and cult literacy,\" added Fujikura.But that may be tough to do. Hiromi, 2Hey and J — members of QArmyJapanFlynn — have already decided that public institutions and society are deceiving them, choosing instead to live in the imagined reality of QAnon.Correction: A previous version of this article misstated the name of Japanese QAnon influencer Eri Okabayashi.Correction: An earlier version of this story misquoted remarks from Graphika's Melanie Smith about the US shift toward alternative tech platforms.CNN's Momo Moussa and Daniel Campisi edited and filmed the video report from Hong Kong and Tokyo. Richa Naik, Logan Whiteside and Bronte Lord contributed to this report from New York.","link":"/2021/04/23/tech/qanon-consipiracy-theory-japan-trump-hnk-intl-dst/index.html"}