{"title":"Selling your home? Here's how accurate online estimates are","time":"Updated 1:28 PM ET, Wed April 21, 2021 ","body":"The housing market is booming and chances are your home is worth more than it was a year ago, making it a tempting time to sell. But how much can you rely on online estimates, like Zillow's Zestimate or the numbers offered by Redfin or Realtor.com? More from Success To prevent burnout, LinkedIn is giving its entire company the week off2020 taxes: Everything you need to know76 all-cash offers on one home. The housing madness shows no signs of slowingWhile your home's Zestimate may have you saucer-eyed, in fast-moving markets like this one it is harder to predict what your home will actually sell for. \"There is a kind of sticker shock that sellers may have right now,\" said Krishna Rao, vice president of analytics at Zillow. \"Even if they may have thought about selling a couple years ago, to look at where the market is now can be surprising.\"Hundreds of factors go into the calculations for these estimates, he said, including local real estate databases, sale records over time, property records, tax records and other sources. Read MoreWhile accuracy is improving, an estimate on one site can still be wildly different from another, sometimes varying by hundreds of thousands of dollars. And individual estimates may be way over or under what a home actually lists and ultimately sells for. A rapidly appreciating housing market, where homes are selling within days, adds even more uncertainty, said Rao. \"There is a wider range of outcomes for any sale. It is a more challenging environment to value a home.\" Here's what you need to know about online real estate estimates and how to make the most of them in this market.Which number is best?Each online real estate firm's estimate is like its own special sauce with its own secret recipe. Does it still make sense to put down 20% when buying a home?\"They can range widely, if you look at one address across many sites,\" said Dave Masters, director of product management at Realtor.com. \"No one has models that aren't sophisticated, but the inputs can be very different.\"The estimates help for an initial conversation. But they are never a replacement for an experienced person who can see the property and understand the real nuances behind value.\" Anders Ibsen, an agent with Windermere Professional Partners in Tacoma, WashingtonThat's one reason why Realtor.com offers three different estimates from the data companies it partners with, sources that are typically used by lenders and insurance companies. \"One reason why we think the three numbers are more insightful, is that it shows home sellers the picture is varied,\" said Masters. \"There are some markets where the difference isn't too drastic, in other cases, they can be wildly different.\" The fast pace of the current housing market has made estimating prices more difficult, Masters said. For example, when there are more comparable homes on the market, the valuation models become more accurate with additional data. But in a super competitive market, where homes are selling quickly and often for well over asking price, the sale price doesn't necessarily represent fair market value -- nor should it.Zillow and Redfin offer some transparency by publishing regular accuracy reports. <img alt=\" \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420164424-restricted-04-tacoma-wa-home-large-169.jpg\"> <img alt=\"This Tacoma, Washington, home had a Zestimate of $658,000. But when it went on the market, it was listed for $950,000. The agent said the home&amp;#39;s updated interior and waterfront location were reasons for the higher list price.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420163938-restricted-02-tacoma-wa-home-large-169.jpg\">This Tacoma, Washington, home had a Zestimate of $658,000. But when it went on the market, it was listed for $950,000. The agent said the home's updated interior and waterfront location were reasons for the higher list price.The company says the Zestimate for homes on the market has a median error rate nationally of 1.9%. Redfin, meanwhile, says its estimate for homes on the market has a median error rate of 2.19% in the 43 states and District of Columbia where it operates. That means that the estimates for half of all homes on the market with estimates on Zilliow or Redfin are within roughly 2% of the selling price. But if you're just thinking about selling and your home is not on the market, the error rate is a lot higher. The Zestimate for off-market homes has a median error rate of 7.3%. The Redfin Estimate for off-market homes has a median error rate of 6.94%.\"The accuracy for an on-the-market home is better because we have more up-to-date information,\" said Rao. \"The typical home information may be out-of-date. Owners added something or renovated. Our estimates can't incorporate that information.\" 76 all-cash offers on one home. The housing madness shows no signs of slowingThanks to better data gathering and algorithms, the estimates have become more accurate over time, Rao said.In fact, they have improved so much that Zillow says it is willing to make offers to buy a home at the Zestimate price in some markets. Since 2018, the company has bought more than 11,300 homes directly through its Zillow Offers division. Last month, it said it began buying homes based on the Zestimate in markets where it determined the estimate was accurate enough to make cash offers.\"We are confident enough in our models and our Zestimate to buy it at that price,\" said Rao. What online estimates can't tell youFor most sellers, the online estimate is not the final offer. It's a starting point.  But it can make for a hard conversation if a real estate agent doesn't believe the home is worth anywhere near those online estimates. For example, earlier this month a four bedroom, five bathroom 2,626 square-foot home in Silver Spring, Maryland, had a Zestimate of $843,000 with a possible sales range that went up to $916,000.But the home listed last week for $550,000 as a \"diamond in the rough,\" suggesting that work is needed on the home. On the listing page, Zillow even acknowledged: \"The list price and Zestimate for this home are very different, so we might be missing something.\" <img alt=\"This Silver Spring, Maryland home had a Zestimate of $843,000,  but was listed for just $550,000. Susan Janney, an agent with Long and Foster, estimated that the home needed at least $200,000 in renovations.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420165449-restricted-01-maryland-home-zestimate-large-169.jpeg\">This Silver Spring, Maryland home had a Zestimate of $843,000,  but was listed for just $550,000. Susan Janney, an agent with Long and Foster, estimated that the home needed at least $200,000 in renovations.Susan Janney, the Long and Foster agent listing the home, said she estimated the house needed at least $200,000 in work. \"The neighborhood can support it selling at $900,000,\" she said. \"But not in its current condition.\"After a week on the market, the Zestimate -- presumably having taken into account the listing information -- dropped to $608,149.\"The estimates help for an initial conversation,\" said Anders Ibsen, an agent with Windermere Professional Partners in Tacoma, Washington. \"But they are never a replacement for an experienced person who can see the property and understand the real nuances behind value.\" Should you rent or buy a home? Ask yourself these 3 questionsA waterfront home in Tacoma that has three bedrooms and 1,468 square feet, had a Zestimate of $658,000 last month. That was before Ibsen evaluated the home and looked at comparable properties and sales in the area and listed it for $950,000.\"The models can get a lot of information, but you can't have a robot go inside your house,\" he said. This home had a very tasteful recent renovation and was being compared with homes without its attractive 60 feet of waterfront, he said. The Zestimate is now $958,657. The home has been on the market for nearly 40 days and has an offer pending.\"They aren't bad tools,\" he said of the online estimates. \"They just aren't all-knowing tools.\"Bridget Frey, Redfin's chief technology officer, admitted that some variables that contribute to the value of a home are things that the online estimates aren't always able to access.For example, the condition of the property, the view and the light in the home.We may know it is three bedrooms, two baths, 1,700 square feet. But where they are and what the light is like in the kitchen matters a ton for the value of a home.\" Krishna Rao, vice president of analytics at Zillow.\"Is it on a more desirable side of the street? On a flight path? Have a cracked foundation? Things a human being is going to notice that the algorithm doesn't have access to,\" she said. While some homeowners have sued the online real estate companies because they felt the estimates hampered the sale of their homes (they didn't win), most sellers now understand that online estimates are just one variable in a home pricing process.More important than what the estimate means for your own home, Ibsen said, are what online estimates of other people's homes say about what to realistically expect when buying or selling. \"If you have buyers and sellers looking at these computer averages, that informs how they feel about a neighborhood or homes in a price range,\" said Ibsen.Increasingly, the sites offering estimates are seeking to include homeowners in the process.At Zillow, Redfin and Realtor.com, homeowners can claim their home and, in some cases, update information about things like recent renovations or amenities inside the home to provide a more up-to-date listing. Owners can see which homes are being compared with theirs.\"We are working on all sorts of data about your home but we don't have as much clarity about the inside,\" Rao said. \"Like the layout. We may know it is three bedrooms, two baths, 1,700 square feet. But where they are and what the light is like in the kitchen matters a ton for the value of a home.\" \n","link":"/2021/04/21/success/home-price-estimates-zillow-redfin-feseries/index.html"}