{"title":"Do you have to take off your mask? Dr. Leana Wen explains","time":"Updated 10:48 PM ET, Wed May 19, 2021 ","body":"Do you have to take off your mask? Dr. Leana Wen explainsBy Katia Hetter, CNNUpdated 10:48 PM ET, Wed May 19, 2021 <img alt=\"Hear Dr. Gupta&amp;#39;s questions after CDC&amp;#39;s big announcement\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-exlarge-169.jpg\">JUST WATCHEDHear Dr. Gupta's questions after CDC's big announcementReplayMore Videos ...MUST WATCHHear Dr. Gupta's questions after CDC's big announcement 01:59 (CNN)Will you or won't you take off your mask? The US Centers for Disease Control and Prevention released new guidelines on May 13 that fully vaccinated people can take off their masks in nearly all settings.Not so fast. Many people are deciding for themselves about which settings in which they feel comfortable shedding them. What if you have young children at home? What if you have an underlying medical condition that results in your being immunocompromised? What if you're just not comfortable doing this yet? Are there situations where you would still double-mask?We turned to CNN Medical Analyst Dr. Leana Wen to ask for her advice. Wen is an emergency physician and visiting professor of health policy and management at the George Washington University Milken Institute School of Public Health. She's also the author of the forthcoming book \"Lifelines: A Doctor's Journey in the Fight for Public Health.\"CNN: Can you explain the new CDC guidelines around masking?Dr. Leana Wen: The new CDC guidelines say that if you're fully vaccinated — meaning it's been two weeks since your second dose of the Pfizer-BioNTech or Moderna vaccine, or since your one-dose Johnson & Johnson vaccine — you don't need to be wearing a mask in most settings.Read MoreThere are some exceptions: You still have to wear a mask on planes, trains, hospitals, nursing homes and if the business requires it. The guidelines also defer to local and state laws, so there's going to be some variation. My state of Maryland has removed indoor mask mandates, but where I live in Baltimore, we still have these mandates in place.<img alt=\"Is pandemic purgatory worse than a lockdown? Here&amp;#39;s how to end your languishing\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210329202820-sad-woman-stock-large-169.jpg\">Is pandemic purgatory worse than a lockdown? Here's how to end your languishingTo be clear, these guidelines do not apply to people who are not vaccinated. They should still have their masks on. That guidance is to protect themselves, as those not vaccinated are still at high risk for contracting Covid-19. It's also to protect others around them, especially those who are also not vaccinated and therefore at risk.CNN: If you're vaccinated, do you have to take off your mask?Wen: No. Just because you can now, this doesn't mean that you have to. It's a personal decision, and everyone needs to figure out what's best for them.There are some vaccinated people who should still take precautions and keep their masks on. This is particularly true for those with severe immunosuppression. If you are a transplant patient on immunosuppression medications or have cancer and are on chemotherapy, you should still keep your mask on and keep distancing in public places where people around you could be unvaccinated and unmasked.People with other forms of immunosuppression should check with their doctor for advice. For example, patients on dialysis or who have lupus or rheumatoid arthritis and are on milder immunosuppressant medications may also need to take extra precautions.Others may be generally healthy, but still want to take extra precautions. That's OK. You should proceed at your own pace. Vaccination protects you very well from contracting Covid-19 and spreading it to others, but it's not 100%. If the small possibility is something that worries you, you could continue to wear masks in higher-risk settings.CNN: How do you think through where you go based on risk? For example, what about going to the grocery store versus a restaurant or gym?Wen: Anything outdoors is going to be safer than the equivalent activity indoors. If you're vaccinated, and you're outdoors, it's going to be very safe. If you are thinking of taking your mask off around others, I think this is the first area to do this. When you're out for a walk or having a picnic in the park, you can take off your mask.Another very safe environment is around others you know are fully vaccinated. A dinner with vaccinated friends, or sharing a workspace with others who you also trust to be vaccinated, are good places to shed your mask and enjoy others' company the way that you did pre-pandemic.If there is a business that is verifying vaccination in some way—for example, some gyms are doing this, and sports venues — that is also safer than if vaccination status is not checked.<img alt=\"5 ways to repair a friendship (or leave it behind if toxic)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517182538-note-taking-stock-large-169.jpg\">5 ways to repair a friendship (or leave it behind if toxic)There is going to be higher risk in indoor settings with people who may be unvaccinated. Again, the risk to you is much lower now that you're vaccinated. The risk level depends on the setting and the community transmission rate.Any setting where you're in crowds and can't physical distance has higher risk, and if your community is still a hotspot, that also increases risk. That's why some vaccinated people may still decide to keep their mask on in, say, a grocery store where there are a lot of people around them, but are fine taking off their mask to eat at a restaurant where there is good spacing.They may decide to take their mask off when at the gym on a treadmill and nobody is close to them, but may not want to be in an indoor exercise class around a lot of people breathing heavily, maskless and unvaccinated. These are personal decisions that people have to decide based on their own risk tolerance.CNN: Are there circumstances where vaccinated people should still double-mask?Wen: Again, this depends on you and your risk tolerance. Previously, the double-masking was because all the tools we had to prevent contracting Covid-19 were masks and distancing. Now we also have vaccines. For most routine settings like grocery stores, you could consider switching the N95 or KN95 for a normal surgical or cloth mask, and if you were double-masking, to switch to one mask.This is really a personal decision. Some people don't find double-masking or wearing an N95 or KN95 masks to be uncomfortable and may wish to keep doing that. That may be advisable in some cases, especially if they have an underlying medical condition that causes immunosuppression. Others found such masking to be uncomfortable, and may switch to a more comfortable single-layer mask.CNN: What about transportation? Should people be wearing masks on buses, planes, and trains? What should you do if someone around you isn't wearing masks?Wen: Yes, people should be wearing masks on public transit, planes and trains because this is still the law and is required. If someone isn't wearing their mask in this setting, they are going against the law. You could approach someone in charge for help, or move away from them if you're uncomfortable.CNN: What about those who live with unvaccinated children or individuals who are immunocompromised? Should they still be wearing masks?<img alt=\"What the new CDC mask guidelines mean for your mental health\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514185706-face-mask-mental-health-restricted-large-169.jpg\">What the new CDC mask guidelines mean for your mental healthWen: That depends on your risk tolerance. The chance of you, as a vaccinated person, contracting Covid-19 and transmitting it to others is very low, but it's not zero. Some might decide a very low risk is enough to return to pre-pandemic normal and not wear masks. Others might decide that a mask is not that much of an inconvenience, and still continue to wear them in some settings.For my family, with a 1- and 3-year-old, my husband and I are not wearing masks any more in outdoor settings or indoor settings with other vaccinated people. But we will wear masks if we're in the grocery store, in church and in other places where there are potentially unvaccinated and unmasked people. That's a personal decision that works for us and our risk tolerance; others will make different choices. CNN: Let's say you have young children or immunocompromised people at home -- should everyone visiting you wear masks?Wen: If the people coming to visit young children are fully vaccinated, they are very low risk. If you want to be absolutely safe, being outdoors is definitely the safest, but it's probably still very safe to be indoors together, without masks. My husband and I are being very cautious, but even we think this would be low enough risk for us. If the visitors are unvaccinated, they should see the other unvaccinated people outdoors only, or if indoors, with masking and distancing.<img alt=\"How should parents with children younger than 12 use the CDC&amp;#39;s new mask guidelines? Dr. Wen explains\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515080625-restricted-elementary-school-students-california-0330-large-169.jpg\">How should parents with children younger than 12 use the CDC's new mask guidelines? Dr. Wen explainsThe person who is immunocompromised should consult their doctor, as I mentioned above, to figure out what their risk is based on their medical condition and therefore how much caution they should take. CNN: What if you want to keep your mask on to show others around you that you care about them?Wen: Some people may choose to do that, especially if they're in crowded indoor settings. We are in an in-between period, where the rules and the norms are changing quickly. The bottom line is that people should do what's comfortable for them.Sign up for the Sleep, But Better newsletter series. Our seven-part guide has helpful hints to achieve better sleep. Decide, as a household and family, what level of risk you would want to take. Start taking off your mask in some settings that you feel the most comfortable with and see how you feel. At this point in the pandemic, so much is about personal choice and your personal tolerance of risk.","link":"/2021/05/19/health/masks-dr-wen-wellness/index.html"}