{"title":"A Canadian oil firm thinks it has struck big. Some fear it could ravage a climate change hotspot","time":"Updated 4:23 AM ET, Mon May 3, 2021","body":"Watch this story on CNN International's One World with Zain Asher on Monday at 12 p.m. ET/5 p.m. BST/6 p.m. Johannesburg time.Kavango East, Namibia (CNN)Syringa trees rise out of the Kalahari sand in the wild expanse of Kavango East, as the humid heat warns of afternoon showers. It's easy to imagine this place has looked the same for a hundred years.  Except, that is, for the road. Recently widened, graded and ramrod straight, new roads like this mean change is coming.Carved out of the trees and surrounded by a chain-link fence, that change comes as a shock: a giant oil rig towers above these flat lands, dwarfing the trees.In this northeastern corner of Namibia, on the borders of Angola and Botswana, a Canadian oil company called ReconAfrica has secured the rights to explore what it believes could be the next -- and perhaps even the last -- giant onshore oil find.\n\t\n\t\t\n\t\n\t\n\tA ReconAfrica oil rig in the midst of the expanse of Namibia's Kavango East region. Credit: Peter Rudden\nThe oilfield that ReconAfrica wants to harness is immense. The firm has leased more than 13,000 square miles, or some 30,000 square kilometers, of land in Namibia and neighboring Botswana.Read MoreThe find -- potentially containing 12 billion barrels of oil -- could be worth billions of dollars. And some experts believe the oil reserves here could be even bigger.\"We know we have discovered a new sedimentary basin. It's up to 35,000 feet deep and it's a large and very expansive basin,\" says Craig Steinke, the co-founder of ReconAfrica.Behind him, a team is operating a thousand horsepower rig capable of reaching depths of 12,000 feet. Even with Covid-19 lockdowns, they are working fast.Steinke is confident; he says a detailed aeromagnetic survey shows the basin is large enough and deep enough to contain oil. \"Every basin of this depth in the world produces commercial hydrocarbons. It just makes sense,\" he said.ReconAfrica is calling this part of eastern Namibia and western Botswana the Kavango basin.It's part of a wider geological formation already known to geologists. Some 110 million years ago, it formed at the bottom of a shallow inland sea. Basins are depressions in the earth's crust formed mostly by tectonic forces over hundreds of millions of years.Think of an empty swimming pool; over a very, very long period of time, the pool is filled with material -- leaves, sand, organic matter. Hang around long enough and you won't see the swimming pool -- just the stuff inside it.When the sediment is sitting at the right depth and is formed by the right mix of organic matter, such as the remains of dead animals or plants, it can, over tens of millions of years turn into oil, a resource that has helped drive the world economy for decades.Today, that hunt for oil is triggering a fierce debate.Supporters of drilling say the find could transform the fortunes of Namibia and Botswana, and that the countries have every right to exploit their own natural resources. After all, so the reasoning goes, the developed world has spent the past century exploiting its own fossil fuel reserves and getting rich in the process.Opponents are using a familiar argument against oil exploration. They believe a major find could devastate regional ecosystems.And they have a powerful tool in the fight against hydrocarbons: In the face of the climate crisis, and in a region uniquely vulnerable to rising temperatures, should oil be exploited at all?  Staggering warmingUnlike neighboring Angola, Namibia doesn't have an oil industry of its own to speak of -- so far. Yet it is already being hammered by the world's dependency on fossil fuels.\"Southern Namibia already has twice the global rate of warming. In northern Namibia it is a staggering 3.6 degrees Celsius per century,\" said Francois Engelbrecht, a professor at the University of Witwatersrand in South Africa, and a lead author on the 2018 Intergovernmental Panel on Climate Change report.\n\t\n\t\t\n\t\n\t\n\tInformal settlements on the edge of Rundu, the capital of Kavango East, one of Namibia's 14 regions. ReconAfrica's exploratory wells lie within the region. Credit: Peter Rudden\n\"The northern part of Namibia and Botswana and southern Zambia are likely the region in the Southern Hemisphere that is warming the fastest,\" he said.Multiple projections show that as the planet warms, these regions will warm twice as fast. Those increasing temperatures will have a specific impact on the region.When warm air rises over the equatorial region of Africa it goes on to sink over the sub-tropics, creating the Kalahari high pressure system that inhibits rain. Most common in the winter months, this weather system creates the semi-arid environment of the area.But as the climate warms, those dry spells will become more frequent in the summer months, Engelbrecht said. The change in weather patterns and the corresponding increase in heat will create an even hotter and drier climate. It could destroy the way of life of the people who live here.<img alt=\"Farmers move cattle within the area ReconAfrica has gained rights to. Climate scientists warn that in just 30 years, unless aggressive mitigation efforts are imposed, the way of life in Kavango will be untenable.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430111457-01-namibia-oil-exploration-large-169.jpg\">Farmers move cattle within the area ReconAfrica has gained rights to. Climate scientists warn that in just 30 years, unless aggressive mitigation efforts are imposed, the way of life in Kavango will be untenable.\"Farming is already marginal. When it gets drastically warmer and drier, the means for adaptation will be extremely limited. The cattle industry will likely collapse,\" said Engelbrecht, stressing that aggressive action on climate change could help reduce the damage.While the future of climate change looks bleak, its impact is already being felt in Namibia. Farmers in southern Africa are already experiencing more frequent droughts and changing weather patterns that make small-scale livestock and crop production more difficult.The end of oil? Not so fast  With the severe repercussions of climate change looming, the pressure to shift from fossil fuels to renewables is gaining ground and climate activists are pushing governments to leave oil in the ground. This global shift on climate action was on full display at US President Joe Biden's Leaders Climate Summit last month, where world leaders were busy trying to outdo each other by promising hefty cuts in greenhouse gas emissions.<img alt=\"World leaders took part in a climate change virtual summit on April 22.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430111634-02-namibia-oil-exploration-large-169.jpg\">World leaders took part in a climate change virtual summit on April 22.Biden announced that by 2030, the US would reduce its emissions by roughly half from 2005 levels. The European Union wants to become carbon neutral by 2050.The message is clear: In the developed world, oil could become a commodity of the past. \"The big risk is that the global North makes the transition, and that Africa becomes the dumping ground for the world's fossil fuel technologies -- the last place where this kind of energy is being pursued,\" said Engelbrecht.In a museum in Namibia's capital, Windhoek, where some of the country's diamond, uranium, and other mineral riches are on display, Tom Alweendo, the Minister of Mines and Energy, makes the case for continued oil exploration.He says Namibia has a fundamental right to exploit its own natural resources -- including fossil fuels.\"Any volume of oil that is commercially viable will mean a lot to our economy. Not only in terms of employment, but income that would come into the treasury,\" Alweendo said.Climate funding for the developing world -- a key element of the Paris Agreement -- remains far short of what climate advocates say is needed to help countries like Namibia mitigate and adapt to the consequences of climate change.While Namibia's wind and solar potential are some of the best in the world, Alweendo says there is still a place for oil too. And he says the country should be given the chance to exploit it.\"There is a feeling from developing countries that somehow the resources that were used to develop the Western Hemisphere are suddenly now not the right thing to do and we need to do something else,\" said Alweendo.<img alt=\"Tom Alweendo, Namibia&amp;#39;s Minister of Mines and Energy.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503085513-03-namibia-oil-exploration-large-169.jpg\">Tom Alweendo, Namibia's Minister of Mines and Energy.He points out that Namibia is fully committed to climate change treaties, but maintains that to abandon oil, Namibia needs concrete compensation.Niall Kramer, a South African oil industry consultant and former oil executive, put it bluntly: \"Someone who is sitting in Norway and has a very good quality of life because of the oil that was found in the North Sea is now telling the world that it should run on renewables. If you are sitting in Africa, your incentives are very different.\"  Those incentives are lining up with the needs of global oil industry. While some developed nations are wavering on oil, ReconAfrica's Steinke readily admits that Namibia provides a welcoming environment and doesn't see anything wrong with plunging the company's oil drill smack bang in the center of a climate change hotspot.  \"The oil is where you find it, right? And you can't blame the Namibian government for wanting to achieve energy independence,\" he said.<img alt=\"ReconAfrica founder Craig Steinke scoured the planet for the next big oil find. He believes they have possibly found one in the Kavango Basin.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430111842-04-namibia-oil-exploration-large-169.jpg\">ReconAfrica founder Craig Steinke scoured the planet for the next big oil find. He believes they have possibly found one in the Kavango Basin.ReconAfrica boasts that it was given favorable terms by the Namibian government: a 5% royalty fee and 35% corporate tax.Last month, the company announced that it had found a workable oil system -- but said it still needed to dig two more wells to be sure.  A unique ecosystem Scientists and environmental activists say ReconAfrica hasn't conducted sufficient environmental impact studies and that it could threaten one of the world's unique ecosystems if it goes ahead with its plans to exploit any reserves it finds in the Kavango Basin.The ephemeral Omuramba-Omatako river lies close to ReconAfrica's first exploratory drill site. This sensitive water system flows into the Kavango River and from there into the Okavango Delta in neighboring Botswana.A UNESCO World Heritage Site, the delta is a major draw for international tourists to the region. The Kavango river fans out into the Kalahari Desert, creating an inland wetland that never makes it to the sea. It is a haven for some of the most diverse animals and birds on the continent.\n\t\n\t\t\n\t\n\t\n\tThe Omuramba-Omatako River, a tributary of the Kavango River. Credit: Peter Rudden\n\"Currently the work that they are doing is not a big deal. It doesn't have a large environmental or social footprint,\" said Jan Arkert, a geologist and activist, referring to ReconAfrica. \"But if they find what they are looking for and expand production, the impact will be absolutely devastating for the Delta.\"Botswana's government has tried to allay people's fears of harm to the Delta. It says ReconAfrica is undergoing appropriate environmental assessment studies before approvals for drilling activities would be granted.Arkert and water experts like Surina Esterhuyse, a professor at the University of the Free State in South Africa, fear large-scale oil production could also have an extreme impact on the local population.\"It is a water-scarce area and where there is drilling, potential pollution could contaminate the groundwater. And the people depend on that,\" said Esterhyse. In their de facto reservation near the drilling site, the leader of the San community has heard only rumors about ReconAfrica's operations. But he fears the consequences.\"I am worried that if they come here, they will say only the good things that they are bringing here, but they won't say any of the bad things,\" said local community leader Paulus Mukoso.\n\t\n\t\t\n\t\n\t\n\tA San village in Kavango East, near where the ReconAfrica oil well has been drilled. Credit: Peter Rudden\nThe San are the first people of Namibia, but over many decades they have been pushed out of their lands and deprived of their way of life.\"Nobody wants to drink dirty water. Clean water is critical for our survival,\" he says.One of the lightning rods of ReconAfrica's exploration here was the early indication that the company intended to use hydraulic fracturing -- better known as fracking -- to exploit the Kavango basin.The practice is highly controversial, blamed for causing significant water and air pollution and even earthquakes. Several US states and countries have banned the practice.In interviews and company documents used to gain investor interest, fracking seemed to be on the table. But after a considerable public outcry, the company has gone quiet on the practice, instead saying they will focus on conventional oil exploration.<img alt=\"Demonstrators in Cape Town, South Africa stage a silent protest against the drilling in the Kavango Basin, on March 11.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430111937-05-namibia-oil-exploration-large-169.jpg\">Demonstrators in Cape Town, South Africa stage a silent protest against the drilling in the Kavango Basin, on March 11.\"We have absolutely no intention in developing unconventionals. Zero,\" said Steinke, using the oil-industry term for finds exploited by fracking. The ultimate decision, he says, lies with the Namibian government.Alweendo, the energy minister, told CNN the decision on how any oil is extracted will happen once they know just what is in the Kavango Basin.Steinke says ReconAfrica has complied with all environmental laws and employs the best possible practices.\"I say to these people who are critics, who likely have never been to Namibia, let alone the Kavango region, come to the Kavango, and let's just have a look at the environment, and then you tell me that these people don't deserve a better lifestyle, especially if they're sitting on, standing on, a major source of energy,\" he said.<img alt=\"In the San village, children carry water from a nearby borehole. Activists and scientists fear that a large-scale oil industry here could pollute the ground water. ReconAfrica says their practices won&amp;#39;t lead to water pollution.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430112037-06-namibia-oil-exploration-large-169.jpg\">In the San village, children carry water from a nearby borehole. Activists and scientists fear that a large-scale oil industry here could pollute the ground water. ReconAfrica says their practices won't lead to water pollution.Few people in Kavango East seemed to know much about his company's oil exploration, but many are holding out for the promise of work or a better life.Mukoso, the San chief, says there isn't any work for members of his community, meaning they have to survive on the meager pensions of their elders. Every month, that money runs out, he says, leaving them to depend on handouts and whatever food they can find in the bush -- and that isn't much.While the San community used to roam freely in this country, hunting and gathering food, that way of life ended decades ago.\"Nature is important for me, but if you go into nature, there is nothing left,\" he says. He hopes to sit down with representatives from ReconAfrica to find out how his community can benefit.<img alt=\"Paulus Mukoso is the leader of a group of !Kung people who live near the exploratory drilling -- nobody from ReconAfrica had come to talk to them. &amp;quot;I am worried that if they come here, they will say only the good things that they are bringing here, not the bad things.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430141322-08-namibia-oil-exploration-large-169.jpg\">Paulus Mukoso is the leader of a group of !Kung people who live near the exploratory drilling -- nobody from ReconAfrica had come to talk to them. \"I am worried that if they come here, they will say only the good things that they are bringing here, not the bad things.\"But as farming and cattle raising become more marginal because of climate change, and young people seeking a different life, more and more people will move to informal settlements like the ones around Rundu, the regional capital. Here shacks dot the Kalahari sand on the edges of the main highway.Here, too, they hear rumors of future oil riches -- but they need work now.Outside a shebeen, a lean-to bar common here, a group of men sit on a bench in the mid-afternoon sun.52-year-old Simone Kaveto tries to make money selling firewood.\"Here in Rundu there are lots of people, but there are no jobs,\" he said.Journalist John Grobler and CNN's Ivana Kottasová contributed to this article. ","link":"/2021/05/03/africa/namibia-oil-exploration-intl-cmd/index.html"}