{"title":"These people started using drugs as children but turned their lives around. Here's how. ","time":"Updated 6:00 AM ET, Sun May 2, 2021","body":"If you or someone you know needs help, text Partnership to End Addiction at 55753 to connect with one of the nonprofit's specialists. (CNN)Honesty Liller started using drugs when she was 12.\"I just wanted to fit in with my friends,\" she said. It was the start of a rocky journey that Liller, now 40, said took her to many dark places and made her a very different person. \"With a name like Honesty I would lie, lie, lie,\" she added. But when she was 26 years old, a phone call with her father made her realize the \"living hell\" she had put her family through. That's when she decided to reach out for help. Liller's story is one in a widespread opioid crisis that has gripped the US since the late 1990s. Since 1999 the number of drug overdose deaths has quadrupled, with nearly 500,000 people dying from an overdose involving an opioid between 1999 and 2019, according to the US Centers for Disease Control and Prevention.An estimated 1.6 million people in the US ages 12 and older have an opioid use disorder, according to a Substance Abuse and Mental Health Services Administration survey on drug use and health from 2019, the most recent year for which data is available. Read MoreAn estimated 10.1 million people misused prescription opioids, 745,000 people have used heroin, and 70,630 people died of a drug overdose in 2019, according to the US Department of Health and Human Services. Methadone, oxycodone and hydrocodone are the most common drugs involved in prescription opioid overdose deaths, according to the CDC. \"Anyone who takes prescription opioids can become addicted to them. In fact, as many as one in four patients receiving long-term opioid therapy in a primary care setting struggle with opioid addiction,\" the CDC reported.  CNN spoke to several adults who started using drugs as children but managed to turn their lives around. Here are some of their stories. <img alt=\"Honesty Liller is shown here when she was 16 years old (left) and now (right).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422222444-03-opioid-addiction-survivors-large-169.jpg\">Honesty Liller is shown here when she was 16 years old (left) and now (right).'It made me not have to feel'By the time she was in high school, Liller said she had experimented with several drugs, including cocaine. She started using opiates when she was prescribed them after a car accident at 16 and started using heroin at 17.  \"It made me feel numb; it made me not have to feel. I had some childhood trauma, and I've always had body image issues, and all these drugs just kind of filled those voids for me as a young girl and a teenager,\" she said.  She didn't stop even when she became pregnant three years later, and her daughter was born in withdrawal.   \"All I cared about was getting heroin. That's all my brain cells could comprehend because I was getting so sick and going through so much withdrawal,\" she added.  After she finally got serious about getting help, she stuck with it. In recovery for nearly 14 years, she is CEO at the McShin Foundation, where she began her recovery. She's now trying to help those who are suffering like she did.   \"Kids are dying, they're getting younger and younger, so just be careful who you hang out with,\" she said. \"I'm just one of the success stories that made it through. But I've had a lot of damage to my body, to my soul, to my family and people around me because of my addiction.\" She said parents also need to reach out to their children and be patient and open-minded. She encourages them not to give up and to find a recovery organization for their child.  <img alt=\"Katie Morrow is shown here when she was 17 years old (left) and now (right).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422222540-04-opioid-addiction-survivors-large-169.jpg\">Katie Morrow is shown here when she was 17 years old (left) and now (right).'Nobody trusted me' Katie Morrow was in second grade when her parents divorced. She said she withdrew into herself, not wanting to make life more difficult for her mother. By middle school she'd started experimenting with drugs.  \"I really wish at that point in my life I had reached out and asked somebody for help or told somebody what was going on with me,\" she said. Morrow said initially she started using drugs out of curiosity and because she wanted to fit in with her friends. But by the time she was in high school, she found it gave her relief from her depression.   One day when she was 21, her mother sat with her and counted the hospital bills for all the times she had overdosed.   \"My family hated the way I was living and the choices I was making. Nobody trusted me. Nobody wanted me around,\" she said.  Two years later, she stole her family's credit cards and ran away to Mexico. Once her mother brought her home, she decided to press charges against Morrow. That's when the court forced Morrow to seek help. \"My long-term plan was to complete the program and then go right back to using drugs,\" she said. Once she was in the program, however, she began to value herself. \"I began to see that this was something that I wanted for myself. That program really changed my life,\" she said.\"I'm now so different from the person that I used to be that I feel like I'm telling somebody else's story, and I don't recognize that person anymore. And I'm so thankful to have made it out,\" Morrow said.  Now she's a prevention education specialist with the non-profit Your Choice to Live, working with parents and children on drug prevention.Her path \"caused a lot of heartache and a lot of pain for people,\" she said.  Life can sometimes be hard, Morrow said, but drugs or alcohol will not solve those problems. Those substances \"might make you forget about (your troubles) temporarily, but it'll never solve things and in the long run it'll only make them worse,\" she added. <img alt=\"Dixie Lewis is shown here when she was 17 years old (left) and now (right).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422222006-02-opioid-addiction-survivors-large-169.jpg\">Dixie Lewis is shown here when she was 17 years old (left) and now (right).'It took me down a really dark path'Dixie Lewis started drinking alcohol and smoking weed in middle school. But when she was 16, she got introduced to prescription pills. By the time she moved away from home at 19, she'd started using heroin, which was cheaper than pills. After multiple overdoses and hospital visits, she decided to seek help and has been in recovery for two years. Now, at age 26, she has her own house and custody of her young son.Lewis said children don't always realize whom they are surrounding themselves with. \"Trying to fit in isn't always the key to success. For me, it took me down a really dark path,\" she added.  Be supportive of your children, she said, and don't \"turn your back on them.\" <img alt=\"Bailey Darbaker is shown here when he was 15 years old (left) and now (right).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423174436-bailey-darbaker-split-large-169.jpg\">Bailey Darbaker is shown here when he was 15 years old (left) and now (right).In the 'grips of addiction'Bailey Darbaker lost his mother when he was 10 to lung cancer. During this time of emotional upheaval he started taking opiates when he was 11. And although he made it through high school with college credits, he didn't think he was going to be successful.Darbaker said he spent years getting into legal trouble and being thrown into jail systems because he couldn't break away from the \"grips of addiction.\" He is now 24 and in recovery and in a long-term relationship.    His advice to children is to \"separate yourself from the people who will lead you\" to use drugs.<img alt=\"Ashleigh Nowakowski (right) is shown here with her mother Sandi Lybert (left), founder of &amp;quot;Your Choice to Live.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422210554-01-opioid-addiction-survivors-large-169.jpg\">Ashleigh Nowakowski (right) is shown here with her mother Sandi Lybert (left), founder of \"Your Choice to Live.\"'I was trying to navigate my own life'Ashleigh Nowakowski's brother used several different drugs, including prescription pills and heroin while in school. He was in and out of jail, and her parents sent him to rehabilitation centers but nothing seemed to work for about 10 years. Nowakowski says her home life was chaotic when she was a teenager, as her parents tried to help her brother.  \"As a sibling it was really tough because I was trying to navigate my own life, but my parents were so focused on him all the time that I didn't have any of their support. And so in a way I felt a little neglected, not that they meant to do that,\" she said. Nowakowski now educates students, parents and teachers on substance abuse prevention. She said when children make the choice to use drugs, they don't realize it hurts siblings, parents, grandparents and friends. \"When you're confronted with that choice whether to use that drug or take that drink, think about like how that one choice can affect people who love you,\" she added. How to prevent addiction and get helpThe reasons why children get addicted can run the gamut. Bucknell University psychology professor Judith Grisel, who once battled addiction herself, is a behavioral neuroscientist researching the causes of drug addiction and the role of stress in addiction. She says sometimes adolescents are just bored and looking for something risky to do. Grisel, who is also the author of \"Never Enough: The Neuroscience and Experience of Addiction,\" says children who have had trauma or a lot of stress sometimes use alcohol and drugs to escape those situations, which results in them eventually becoming dependent on those substances. \"The quickest way to fix this is to come up with ways to help children cope with stress and find developmentally appropriate ways for trying new things and taking risks,\" she said. Jessica Lahey, who struggled with a dependence on alcohol, now teaches parents and educators about substance abuse prevention. Genetics, the environment, stress, adverse childhood experiences, academic failure and social ostracism all contribute to the risk of substance abuse, said Lahey, author of \"The Addiction Inoculation: Raising Healthy Kids in a Culture of Dependence.\" To combat those stressors, she said it's important to start talking to children about these issues when they are very young and to always have open lines of communication. For more information and resources on prescription drug abuse, go to GetSmartAboutDrugs.gov and JustThinkTwice.gov.","link":"/2021/05/02/health/kids-opioid-addiction-wellness/index.html"}