{"title":"Dead puppies and kittens in crates reveal the dark side of China's mystery box craze","time":"Updated 2:52 PM ET, Thu May 20, 2021","body":"JUST WATCHEDSee rescue effort to save dozens of puppies from 'mystery box' online saleReplayMore Videos ...MUST WATCH (15 Videos)<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518220950-09-pet-mystery-box-large-169.jpg\">See rescue effort to save dozens of puppies from 'mystery box' online sale<img alt=\"BEIJING, CHINA - MARCH 25: People walk by the flagship store of clothing brand H&amp;amp;M at a shopping area on March 25, 2021 in Beijing, China. Many on Chinese social networking platforms called for boycotts of major Western brands, including H&amp;amp;M, after statements made by the companies in the past about Xinjiang cotton resurfaced online. (Photo by Kevin Frayer/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210326095714-02-hm-beijing-0325-large-169.jpg\">Western brands slammed in China over Xinjiang stance<img alt=\"HONG KONG, CHINA - DECEMBER 12: Hong Kong media tycoon Jimmy Lai, founder and owner of Apple Daily newspaper is seen handcuffed and escorted by the guards leaving Lai Chi Kok Reception Centre on December 12, 2020 in Hong Kong, China. Lai is accused of collusion with foreign forces to endanger national security, an offence that carries a maximum penalty of life imprisonment. (Photo by Keith Tsuji/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201211201903-01-jimmy-lai-arrest-1212-large-169.jpg\">Hong Kong media tycoon's long battle for freedom<img alt=\"TOPSHOT - A demonstrator wearing a mask painted with the colours of the flag of East Turkestan and a hand bearing the colours of the Chinese flag attends a protest of supporters of the mostly Muslim Uighur minority and Turkish nationalists to denounce China&amp;#39;s treatment of ethnic Uighur Muslims during a deadly riot in July 2009 in Urumqi, in front of the Chinese consulate in Istanbul, on July 5, 2018. - Nearly 200 people died during a series of violent riots that broke out on July 5, 2009 over several days in Urumqi, the capital city of the Xinjiang Uyghur Autonomous Region, in northwestern China, between Uyghurs and Han people. (Photo by OZAN KOSE / AFP)        (Photo credit should read OZAN KOSE/AFP/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180906112400-xinjaing-turkey-protest-0705-large-169.jpg\">Facebook: Chinese hackers targeted Uyghurs living in US<img alt=\"screengrab australia wine \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210301143210-screengrab-australia-wine-large-169.jpg\">Australia's wine industry battered as relations with China sour <img alt=\"Biden US China tech war Wang pkg intl hnk vpx_00010025.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210126110953-biden-us-china-tech-war-wang-pkg-intl-hnk-vpx-00010025-large-169.png\">US-China tech rivalry will likely continue under Biden presidency. Here's why <img alt=\"Jack Ma makes his first public appearance since late October in a new video published on January 20 by Tianmu News, a subsidiary of the Zhejiang government&amp;#39;s official newspaper.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210120093732-restricted-jack-ma-resurfaces-01202021-large-169.jpg\">See Jack Ma's first public appearance in months<img alt=\"In this photo taken on September 5, 2020, people wearing face masks walk in a shopping mall in Wuhan, China&amp;#39;s central Hubei province. - China is recasting Wuhan as a heroic coronavirus victim and trying to throw doubt on the pandemic&amp;#39;s origin story as it aims to seize the narrative at a time of growing global distrust of Beijing. (Photo by Hector RETAMAL / AFP) / TO GO WITH AFP STORY HEALTH-VIRUS-CHINA-DIPLOMACY-WUHAN,FOCUS BY DAN MARTIN (Photo by HECTOR RETAMAL/AFP via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200915022954-china-economy-retail-large-169.jpg\">China's economy grows 2.3% in 2020<img alt=\"A split of Chinese President Xi Jinping and US President Donald Trump.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201210140905-xi-jinping-donald-trump-split-large-169.jpg\">Trump administration dials up US-China tech tensions<img alt=\"NEW YORK, NEW YORK - NOVEMBER 24: People walk past the New York Stock Exchange (NYSE) on November 24, 2020 in New York City. As investor&amp;#39;s fear of an election crisis eases, the DowJones Industrial Average passed the 30,000 milestone for the first time on Tuesday morning.  (Photo by Spencer Platt/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201203023952-nyse-1124-large-169.jpg\">Chinese firms face delisting threat <img alt=\"HONG KONG - 2019/04/06: In this photo illustration a Chinese online payment platform owned by Alibaba Group, Alipay, logo is seen on an Android mobile device with People&amp;#39;s Republic of China flag in the background. (Photo Illustration by Budrul Chukrut/SOPA Images/LightRocket via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200925094018-ant-group-alipay-china-large-169.jpg\">How China's Ant Group built a $17 trillion payments machine<img alt=\"A pedestrians walks past HSBC signage in the Admiralty district of Hong Kong on July 31, 2017.\nHSBC said on July 31 pre-tax profit for the first half of 2017 had risen five percent to 10.2 billion USD compared with the same period last year, in what it called an &amp;quot;excellent&amp;quot; result following a turbulent 2016. / AFP PHOTO / ISAAC LAWRENCE        (Photo credit should read ISAAC LAWRENCE/AFP via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200609234003-hsbc-china-hong-kong-large-169.jpg\">HSBC may have to choose between China and the West<img alt=\"BEIJING, CHINA - OCTOBER 27: A Chinese soldier stands guard in front of Tiananmen Gate outside the Forbidden City on October 27, 2014 in Beijing, China.  (Photo by Kevin Frayer/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200219163815-01-china-beijing-1902-large-169.jpg\">China censors a lot, from Winnie the Pooh to the NBA<img alt=\"SHANGHAI, CHINA - SEPTEMBER 17: Alibaba Chairman Jack Ma speaks during the opening ceremony of the 2018 World Artificial Intelligence Conference at West Bund on September 17, 2018 in Shanghai, China. The 2018 World Artificial Intelligence Conference is held on September 17-19 in Shanghai. (Photo by Zhao Yun/VCG via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180918053804-01-jack-ma-0917-large-169.jpg\">How Jack Ma changed China<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190228144427-kfc-china-large-169.jpg\">Why American fast food chains will do anything to win in ChinaDead puppies and kittens in crates reveal the dark side of China's mystery box crazeBy Ben Westcott and Serenitie Wang, CNN BusinessUpdated 2:52 PM ET, Thu May 20, 2021In the video, the sound of scared animals is deafening. As a flashlight rolls over towers of boxes in the back of a delivery truck, tufts of fur can be glimpsed through tiny air holes. Those are the luckier animals — other boxes appear completely taped up.Animal rights group Love Home filmed this raid on May 3 in the central Chinese city of Chengdu, during which it uncovered 156 boxes of months' old puppies and kittens, some of whom were dead. The images scandalized Chinese social media users, who were horrified the animals had become victims of a shopping craze sweeping China called \"mystery boxes.\"  <img alt=\"Boxes full of young dogs and cats in the back of a truck, which was stopped by animal rights group Love Home in Sichuan province, China, on May 3. They posted footage of their raid to social media, where it spread rapidly.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518220550-04-pet-mystery-box-large-169.jpg\">Boxes full of young dogs and cats in the back of a truck, which was stopped by animal rights group Love Home in Sichuan province, China, on May 3. They posted footage of their raid to social media, where it spread rapidly.It works something like this: Consumers buy a small box with an unknown present inside — normally, a collectible figurine. Ding Ying, an associate professor of marketing at Beijing's Renmin University of China, told state-run newspaper People's Daily the boxes were \"addictive,\" especially when the prizes were part of a collectible series. \"Consumers have an inherent need for closure, thus they tend to [want to] own the whole series once they get one,\" she said.That has turned the boxes into big business. In December, mystery box maker Pop Mart, whose boxes contain cute, plastic figurines, raised $676 million in its initial public offering. That month, the state-run China Daily newspaper said the mystery box industry could be worth 30 billion yuan ($4.7 billion) by 2024, citing an industry report.Read MoreBut there's a darker side of the trend.While delivery of live animals by mail is illegal in China, it is poorly policed, according to state-run media. Some mystery box operators are exploiting that blind spot to offer surprise pets delivered to consumers' doors for as little as 32 yuan ($5).Animal rights groups say it is cruel to the animals, not all of whom survive the trip to their new owners. \"I told the young man selling the animal blind boxes that he was making money at the cost of the lives of these animals,\" Love Home founder Chen Yunlian told state broadcaster CCTV. CNN Business reached out to Love Home for this article, but Chen declined to be interviewed.<img alt=\"One of the puppies found by Love Home in their raid on a truck in Sichuan province on May 3. They believe it was destined for a &amp;quot;pet mystery box.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518220919-08-pet-mystery-box-large-169.jpg\">One of the puppies found by Love Home in their raid on a truck in Sichuan province on May 3. They believe it was destined for a \"pet mystery box.\"'Everything can be put inside a mystery box'As the mystery box trend has exploded in recent years, it has grown to include expensive goods, including smart phones, watches and sunglasses. Major international brands including Starbucks, Sephora and Converse have created their own mystery boxes for Chinese consumers. Social media influencers post elaborate videos showing people opening their \"blind boxes\" and comparing what they found.On Chinese social media, there is a new catchphrase: \"Everything can be put inside a mystery box.\" But on some sites, that catchphrase is being taken a step too far. For example, on Pinduoduo, one of the largest online shopping platforms in China, one listing seen by CNN Business offered, a \"fresh, little cute\" mystery box, which will contain a \"random\" dog for 599 yuan ($92). The picture attached to the advertisement is of a happy, healthy long-haired chihuahua. CNN Business reached out to Pinduoduo for comment.<img alt=\"Advertisements for pet mystery boxes which were shown on Chinese state broadcaster CCTV. The one on the left promises &amp;quot;no native dogs,&amp;quot; while the other says &amp;quot;no sick dogs.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518220750-06-pet-mystery-box-large-169.jpg\">Advertisements for pet mystery boxes which were shown on Chinese state broadcaster CCTV. The one on the left promises \"no native dogs,\" while the other says \"no sick dogs.\"The mystery pet boxes have also turned up on other major online marketplaces, including Alibaba's Taobao. Alibaba did not respond to a request for comment from CNN Business. In one post on an undisclosed website, shown in a documentary by state broadcast CCTV, one seller offered a dog \"mystery box\" for 32 yuan ($5) alongside a picture of a smiling shiba inu. And one social media influencer posted himself unwrapping a mystery box with a random crustacean inside. It's unclear where he purchased the box from.Most mystery box ads specify which type of animal they're selling and guarantee a high-quality pet — but it was a different story when the Love Home Animal Rescue Center raided the truck in Chengdu, run by China-based ZTO Express, a delivery company. Instead of pedigrees, they found mixed-breed puppies and kittens wedged together in the small, taped-up plastic crates. The group said on Weibo that many were dead or dying from suffocation and starvation. It isn't clear which platform they were sold on, but Love Home told state media they had been monitoring the nearby ZTO station for when the animals would arrive. When they raided the truck, it was clear from the labels on the crates that the animals were intended for mystery box market, according to the organization.\"Vendors usually stop providing food and water a day before the departure to limit animals' excretions,\" said the Love Home's Chen on social media. In one box, barely 30 centimeters wide (12 inches), three puppies were wedged together side-by-side, motionless.<img alt=\"Love Home found about 160 young dogs and cats wedged into boxes in the truck they raided on May 3, some of whom had already died.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518220711-05-pet-mystery-box-large-169.jpg\">Love Home found about 160 young dogs and cats wedged into boxes in the truck they raided on May 3, some of whom had already died.It isn't the first time questions have been raised about the quality of the pets in the mystery boxes. In reviews of mystery pet box listings on Chinese e-commerce sites, customers describe receiving animals who were dirty and sick.\"[My] dog has been in low spirits, looking sick, and hasn't moved much since it arrived ... Please think twice before you buy these dogs!\" one reviewer said on Pinduoduo.\"The dog wouldn't move much and customer service said to let it rest ... and it died,\" said another customer on the same website.China's parcel delivery industry has faced animal mistreatment scandals before. In September 2020, at least 5,000 animals, including dogs, cats and rabbits, were found dead in a logistics station in central Henan province. But the Love Home footage and photos outraged Weibo users, who read more than 450 million posts with the \"Pet Blind Box\" hashtag.\"Resolutely resist blind pet boxes‼ ️Boycott live transportation‼\" Love Home Animal Rescue Center posted to social media.<img alt=\"Some of the animals who were rescued from a shipment of about 160 &amp;quot;mystery box&amp;quot; pets found in Chengdu, Sichuan province.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518022541-01-pet-mystery-box-large-169.jpg\">Some of the animals who were rescued from a shipment of about 160 \"mystery box\" pets found in Chengdu, Sichuan province.Widespread backlashA number of listings for mystery box pets have been taken down from e-commerce sites since the Love Home animal rights group exposed the scandal. Others have tried to disguise their products by changing the ad descriptions to remove the word \"mystery box,\" or labeling them as adoption or rescue services.In a commentary on May 5, state-run news agency Xinhua denounced treating pets as toys and called the products a desecration of life. \"Both buyers and sellers should start from their hearts, have more goodwill and more respect for life,\" the commentary said.After the raid, the Hong Kong-listed delivery company ZTO issued an apology over the organization's \"misconduct.\" \"Our investigation found this batch of live animals were sold online and collected in violation of regulations,\" the statement said. \"The healthy development of courier industry is not on built on strict regulation and safe management but also righteous sense of life and value.\" ZTO also said in their statement that the Chengdu delivery facility where the crates were found would be closed, and the company would cooperate with the police investigation.In a statement at the time, the Chengdu postal authorities said they had fined ZTO $12,419 (80,000 yuan) for the misconduct. Despite the widespread outrage and media coverage, just over a week after the Chengdu raid, more mystery pet boxes were found in Jiangsu province, Global Times said. When authorities reached the ZTO Express transfer center in Jiangsu, they found 13 boxes of animals, many of whom were already dead.In response to state media paper.cn, ZTO said the animals found in Suzhou were stranded in the Suzhou center, as they were being returned after it started to rectify the practice of live animal delivery since May 5.Evan Sun, a scientist at the non-government organization World Animal Protection (WAP) in China, said the discovery of a second batch of pet boxes so soon after the initial raid showed ZTO Express had not taken enough action to correct the problem.\"For people who want a pet, they should be aware that it is unaccepted to transport animals in such an inhumane way,\" he said. ZTO did not immediately respond to a request for comment about the second case.<img alt=\"ZTO Delivery apologized after the raid by Love Home, which found puppies like these in small boxes, and were forced to pay a fine by Sichuan postal authorities.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518220845-07-pet-mystery-box-large-169.jpg\">ZTO Delivery apologized after the raid by Love Home, which found puppies like these in small boxes, and were forced to pay a fine by Sichuan postal authorities.Threat of diseaseCurrently, China has no broad, nationwide laws which protect animals from mistreatment. But in the wake of the mystery pet box scandal, experts have called for such legislation to be introduced.\"There is a need to continue to raise animal welfare awareness in the whole society, leading to a stronger animal protection legal system in future,\" said WAP's Sun. \"Collective actions are required to end this cruel animal trade.\"<img alt=\"Coronavirus likely spread to people from an animal -- but needs more study, new WHO report says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210128043734-03-who-leaving-quarantine-0128-large-169.jpg\">Coronavirus likely spread to people from an animal -- but needs more study, new WHO report saysBut animal rights groups and state media said there is another risk from an unregulated, mystery pet box industry — the possibility of rapidly spreading diseases. According to one volunteer from Love Home, who was quoted in an article by state-run China Daily, more than a dozen of the cats and dogs found in the Chengdu raid were diagnosed with diseases, including \"distemper and cat plague.\" The World Health Organization concluded in its draft report into the origins of Covid-19 that an animal was the most likely source of the pandemic, which has killed three million people globally as of May 2021.China has introduced strict new laws in an attempt to prevent outbreaks of animal-borne diseases in the wake of the coronavirus pandemic, including a ban on the eating of wild animals. But state-run China Daily said many pet dealers on e-commerce platforms \"simply ignore\" inspection and quarantine requirements laid out by the government.Ultimately, if extra attention is not paid to preventing the unregulated trading of animals, the paper said \"the suffering may not be restricted to the bought-and-sold animals only.\"<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518220950-09-pet-mystery-box-large-169.jpg\">See rescue effort to save dozens of puppies from 'mystery box' online sale<img alt=\"BEIJING, CHINA - MARCH 25: People walk by the flagship store of clothing brand H&amp;amp;M at a shopping area on March 25, 2021 in Beijing, China. Many on Chinese social networking platforms called for boycotts of major Western brands, including H&amp;amp;M, after statements made by the companies in the past about Xinjiang cotton resurfaced online. (Photo by Kevin Frayer/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210326095714-02-hm-beijing-0325-large-169.jpg\">Western brands slammed in China over Xinjiang stance<img alt=\"HONG KONG, CHINA - DECEMBER 12: Hong Kong media tycoon Jimmy Lai, founder and owner of Apple Daily newspaper is seen handcuffed and escorted by the guards leaving Lai Chi Kok Reception Centre on December 12, 2020 in Hong Kong, China. Lai is accused of collusion with foreign forces to endanger national security, an offence that carries a maximum penalty of life imprisonment. (Photo by Keith Tsuji/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201211201903-01-jimmy-lai-arrest-1212-large-169.jpg\">Hong Kong media tycoon's long battle for freedom<img alt=\"TOPSHOT - A demonstrator wearing a mask painted with the colours of the flag of East Turkestan and a hand bearing the colours of the Chinese flag attends a protest of supporters of the mostly Muslim Uighur minority and Turkish nationalists to denounce China&amp;#39;s treatment of ethnic Uighur Muslims during a deadly riot in July 2009 in Urumqi, in front of the Chinese consulate in Istanbul, on July 5, 2018. - Nearly 200 people died during a series of violent riots that broke out on July 5, 2009 over several days in Urumqi, the capital city of the Xinjiang Uyghur Autonomous Region, in northwestern China, between Uyghurs and Han people. (Photo by OZAN KOSE / AFP)        (Photo credit should read OZAN KOSE/AFP/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180906112400-xinjaing-turkey-protest-0705-large-169.jpg\">Facebook: Chinese hackers targeted Uyghurs living in US<img alt=\"screengrab australia wine \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210301143210-screengrab-australia-wine-large-169.jpg\">Australia's wine industry battered as relations with China sour <img alt=\"Biden US China tech war Wang pkg intl hnk vpx_00010025.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210126110953-biden-us-china-tech-war-wang-pkg-intl-hnk-vpx-00010025-large-169.png\">US-China tech rivalry will likely continue under Biden presidency. Here's why <img alt=\"Jack Ma makes his first public appearance since late October in a new video published on January 20 by Tianmu News, a subsidiary of the Zhejiang government&amp;#39;s official newspaper.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210120093732-restricted-jack-ma-resurfaces-01202021-large-169.jpg\">See Jack Ma's first public appearance in months<img alt=\"In this photo taken on September 5, 2020, people wearing face masks walk in a shopping mall in Wuhan, China&amp;#39;s central Hubei province. - China is recasting Wuhan as a heroic coronavirus victim and trying to throw doubt on the pandemic&amp;#39;s origin story as it aims to seize the narrative at a time of growing global distrust of Beijing. (Photo by Hector RETAMAL / AFP) / TO GO WITH AFP STORY HEALTH-VIRUS-CHINA-DIPLOMACY-WUHAN,FOCUS BY DAN MARTIN (Photo by HECTOR RETAMAL/AFP via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200915022954-china-economy-retail-large-169.jpg\">China's economy grows 2.3% in 2020<img alt=\"A split of Chinese President Xi Jinping and US President Donald Trump.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201210140905-xi-jinping-donald-trump-split-large-169.jpg\">Trump administration dials up US-China tech tensions<img alt=\"NEW YORK, NEW YORK - NOVEMBER 24: People walk past the New York Stock Exchange (NYSE) on November 24, 2020 in New York City. As investor&amp;#39;s fear of an election crisis eases, the DowJones Industrial Average passed the 30,000 milestone for the first time on Tuesday morning.  (Photo by Spencer Platt/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201203023952-nyse-1124-large-169.jpg\">Chinese firms face delisting threat <img alt=\"HONG KONG - 2019/04/06: In this photo illustration a Chinese online payment platform owned by Alibaba Group, Alipay, logo is seen on an Android mobile device with People&amp;#39;s Republic of China flag in the background. (Photo Illustration by Budrul Chukrut/SOPA Images/LightRocket via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200925094018-ant-group-alipay-china-large-169.jpg\">How China's Ant Group built a $17 trillion payments machine<img alt=\"A pedestrians walks past HSBC signage in the Admiralty district of Hong Kong on July 31, 2017.\nHSBC said on July 31 pre-tax profit for the first half of 2017 had risen five percent to 10.2 billion USD compared with the same period last year, in what it called an &amp;quot;excellent&amp;quot; result following a turbulent 2016. / AFP PHOTO / ISAAC LAWRENCE        (Photo credit should read ISAAC LAWRENCE/AFP via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200609234003-hsbc-china-hong-kong-large-169.jpg\">HSBC may have to choose between China and the West<img alt=\"BEIJING, CHINA - OCTOBER 27: A Chinese soldier stands guard in front of Tiananmen Gate outside the Forbidden City on October 27, 2014 in Beijing, China.  (Photo by Kevin Frayer/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200219163815-01-china-beijing-1902-large-169.jpg\">China censors a lot, from Winnie the Pooh to the NBA<img alt=\"SHANGHAI, CHINA - SEPTEMBER 17: Alibaba Chairman Jack Ma speaks during the opening ceremony of the 2018 World Artificial Intelligence Conference at West Bund on September 17, 2018 in Shanghai, China. The 2018 World Artificial Intelligence Conference is held on September 17-19 in Shanghai. (Photo by Zhao Yun/VCG via Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180918053804-01-jack-ma-0917-large-169.jpg\">How Jack Ma changed China<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190228144427-kfc-china-large-169.jpg\">Why American fast food chains will do anything to win in China","link":"/2021/05/19/business/china-pet-mystery-box-intl-hnk-dst/index.html"}