{"title":"Tesla cracks the $1 billion profit mark","time":"Updated 5:01 AM ET, Tue April 27, 2021 ","body":"New York (CNN Business)Tesla posted record profits Monday — its third record quarter in a row — as its adjusted earnings reached the $1 billion mark for the first time.The company recorded $9 billion in total revenue. That was slightly lower than fourth quarter sales but up 75% from the year-earlier period. Revenue was partly held back as it stopped building its two most expensive models, the Model S and Model X, during the quarter, as it prepared to roll out new versions of those vehicles and dealt with a shortage of computer chips that has dogged the entire auto industry.But Tesla said it weathered the chip shortage \"in part by pivoting extremely quickly to new microcontrollers, while simultaneously developing firmware for new chips made by new suppliers.\" CEO Elon Musk told investors later Monday that the chip shortage was \"a huge problem\" for Tesla, and that the company \"had some of the most difficult supply chain challenges that we've ever experienced.\"Shares of the company fell 3% in premarket trading.Read MoreIt said its deliveries of the new Model S \"should start very shortly.\" But that was the same prediction made when it reported fourth-quarter results three months ago. Musk again seemed more cautious than the company's earnings statement, saying that it had experienced \"just a lot of issues\" with the new Model S and Model X. He said deliveries of the Model S would resume deliveries \"probably next month,\" and that volume deliveries of the two cars would not resume until the third quarter.<img alt=\"Protesters upstage Tesla at China&amp;#39;s top auto show \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420231157-tesla-shanghai-auto-show-large-169.jpg\">Protesters upstage Tesla at China's top auto show The company was also helped by an investment in bitcoin. The company had previously disclosed it invested $1.5 billion in bitcoin in the quarter with some of its cash on hand. It said the sale of bitcoin during the period resulted in a $101 million profit.It wasn't long ago that Tesla was losing money most quarters and in danger of running out of cash. It didn't report consecutive profitable quarters until the end of 2018, and it proceeded to lose money again over the first half of 2019.But it has been profitable since the third quarter of 2019, and the stock has soared since then, climbing 1349% since it reported that third quarter profit in 2019. It is one of the nation's most valuable companies and its stock is worth more than the combined value of the world's seven largest automakers. And its adjusted earnings in the first quarter could top that of some established automakers, such as Ford (F), according to analysts' forecasts, even though Ford sells far more cars.Musk said the company should be able to stick to its target for better than 50% growth in sales this year, which would take sales over the 750,000 mark, and that it would be able to continue 50% sales growth annually beyond that. It has plants under construction in Texas and Germany, although he cautioned Monday that he expects only initial limited production from those factories this year. He said the two plants won't have volume production until 2022.Musk and other Tesla executives defended the company's Autopilot feature that has been the focus of a recent fatal crash of a Tesla in a Houston suburb in which police said that investigators were certain that no one was in the driver's seat at the time of the crash. Lars Moravy, Tesla's vice president of vehicle engineering, said the company is working with federal safety investigators and local police. He said that because the steering wheel was \"deformed\" it is now believed there was in fact someone in the driver's seat at the time of the crash. And he did caution \"further investigation of the vehicle and accident remains.\"Musk said that the company is making great progress on developing fully self driving cars, and the he believes it will be the key factor distinguishing it from other companies.\"Right now, people think of Tesla as a car company or energy company. I think long term, people will think of Tesla as much as an AI [artificial intelligence] robotics company as we are a car company or an energy company,\" he said. \"I think we are developing one of the strongest hardware and software AI teams in the world.\"Some critics of Tesla have questioned the strength of its earnings, pointing to the fact that its \"adjusted\" earnings excludes some costs such as stock compensation. But many companies report adjusted earnings as well as a stricter version of net income that follow generally accepted accounting principles, or GAAP results. And even under those GAAP rules Tesla reported net income of $438 million, itself a record.But the critics again say Tesla is losing money on actually selling cars and solar panels, its other primary business, and that it depends on selling $518 million in regulatory credits that other automakers need in order to comply with environmental rules, as well as the profit it reported on bitcoin trades. The revenue and adjusted earnings both topped forecasts of Wall Street analysts surveyed by Refinitiv, although on a GAAP basis its net income fell a bit short of expectations.","link":"/2021/04/26/tech/tesla-earnings/index.html"}