{"title":"Covid-19 booster shot will likely be needed within a year of vaccination, Fauci says","time":"Updated 9:49 PM ET, Wed May 19, 2021 ","body":"Covid-19 booster shot will likely be needed within a year of vaccination, Fauci saysBy Virginia Langmaid and Amir Vera, CNNUpdated 9:49 PM ET, Wed May 19, 2021 <img alt=\"Dr. Anthony Fauci gives an opening statement at a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to Covid-19 on May 11, 2021, in Washington, DC.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519184321-01-anthony-fauci-0511-large-169.jpg\">Dr. Anthony Fauci gives an opening statement at a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to Covid-19 on May 11, 2021, in Washington, DC. (CNN)While the world may be opening up because of the increase in Covid-19 vaccinations, top medical experts say there may be another round of shots needed within about a year. A booster Covid-19 vaccine for people who have already been vaccinated may be needed as soon as eight to 12 months after their second shot, according to Pfizer CEO Albert Bourla and Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases.\"We know that the vaccine durability of the efficacy lasts at least six months, and likely considerably more, but I think we will almost certainly require a booster sometime within a year or so after getting the primary,\" Fauci said.Roughly 47.9% of the US population has received at least one Covid-19 vaccine dose, according to Centers for Disease Control and Prevention data as of early Wednesday. About 37.8% of the population is fully vaccinated.<img alt=\"How long will coronavirus vaccines protect people?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210401061941-01-moderna-covid-19-vaccine-texas-0329-large-169.jpg\">How long will coronavirus vaccines protect people?As of Wednesday, there were more than 33 million cases of Covid-19 in the United States and more than 587,000 deaths. Read MoreFauci also said Wednesday that variant-specific boosters may not be needed. \"Instead of having to play whack-a-mole with each individual variant and develop a booster that's variant-specific, it is likely that you could just keep boosting against the wild type, and wind up getting a good enough response that you wouldn't have to worry about the variants,\" he said.The wild type is the non-mutated strain of the virus.Pfizer has not yet finished its trials on a booster vaccine, Bourla said. \"I believe in one, two months we will have enough data to speak about it with much higher scientific certainty,\" he said.A March report from Pfizer indicated the vaccine may be more akin to vaccines against the measles than flu vaccines. Vaccination against measles protects against infection for life in 96% of people.The first dose of Pfizer's Covid-19 vaccine in the United States was administered December 14, 2020 -- five months ago. \"If they got their second shot eight months ago, they may need a third one,\" Bourla said, adding that booster shots could be coming between September and October of this year. He said Pfizer will have to see what the US Food and Drug Administration (FDA) approves and their recommendation on how best to protect the American people.Moderna has already been working on a booster shot -- a half dose of its vaccine -- to fight Covid-19 variants like B.1.351, first seen in South Africa, and P.1, first discovered in Brazil. As vaccinations continue to increase, medical experts believe coronavirus may end up being like influenza, which requires a new vaccine every year both because the circulating strains mutate quickly and because immunity from the vaccine wears off quickly.","link":"/2021/05/19/health/covid-vaccine-booster-anthony-fauci/index.html"}