{"title":"Ethiopian soldiers armed with guns and grenades raid hospital featured in CNN report","time":"Updated 1:51 PM ET, Wed May 19, 2021 ","body":"Ethiopian soldiers armed with guns and grenades raid hospital featured in CNN reportBy Nima Elbagir, Barbara Arvanitidis, Eliza Mackintosh and Nicole Gaouette, CNNUpdated 1:51 PM ET, Wed May 19, 2021 JUST WATCHEDCNN report shows Eritrean troops blocking critical aid in TigrayReplayMore Videos ...MUST WATCHCNN report shows Eritrean troops blocking critical aid in Tigray 08:57 (CNN)Ethiopian soldiers armed with machine guns, sniper rifles and grenades raided a hospital in Ethiopia's war-torn northern Tigray region earlier this week in retribution, doctors say, for a CNN investigation that revealed Ethiopian and Eritrean troops were blocking humanitarian aid to patients there.Medical staff at the University Teaching and Referral Hospital in the besieged city of Axum, in Tigray's central zone, said that the soldiers stormed the hospital in the early hours of Sunday morning, raiding the student dormitory, doctors and patient wards, contaminating the operating room and stopping all surgical operations. The troops returned again on Monday, after some medical staff and patients fled, searching for people they accused of \"tarnishing the country's image\" in news reports, doctors speaking on condition of anonymity told CNN. The soldiers demanded a \"list of the names of doctors who will not cooperate with the military's investigation into the hospital.\"The international medical humanitarian organization Medecins Sans Frontieres (MSF) confirmed the incident to CNN, saying that several soldiers went \"ward by ward looking for patients, intimidating caretakers and threatening health staff.\" <img alt=\"Eritrean troops disguised as Ethiopian military are blocking critical aid in Tigray\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504165853-01-cnn-tigray-axum-aid-blockade-large-169.jpg\">Eritrean troops disguised as Ethiopian military are blocking critical aid in TigrayOn Wednesday, the United States government said it was \"deeply disturbed\" by the Ethiopian soldiers' raid on the hospital, describing their actions as \"inacceptable.\" Read More\"We are deeply disturbed by reports that soldiers have raided a hospital in Ethiopia's Tigray region,\" a spokesperson for the State Department told CNN. \"These credible reports are a further example of armed forces in Tigray committing abuses that are unacceptable and that must stop.\"\"The Ethiopian and Eritrean governments must hold accountable all those responsible for abuses and atrocities in Tigray,\" the spokesperson went on to say, calling \"on all parties to cease immediately all hostilities and allow humanitarian aid to reach those suffering and in need of assistance.\"CNN has reached out to the Ethiopian Prime Minister's Office for comment.In spite of the threats, medical staff said they don't regret speaking out. \"I feel like I'm living on an isolated planet, with no law or order. The world must open its eyes that people in Tigray are living in anarchy,\" staff at Axum University Teaching and Referral Hospital said in a statement.In April, a CNN team reporting from Tigray with the permission of Ethiopian authorities witnessed Eritrean soldiers -- some disguising themselves in old Ethiopian military uniforms -- blocking aid to desperate populations more than a month after Ethiopia's Nobel Peace Prize winning leader Abiy Ahmed pledged to the international community that they would leave.On April 21, after being thwarted repeatedly by Ethiopian and Eritrean troops, the team traveled from the regional capital Mekelle to the historic city of Axum, two weeks after it had been sealed off by the military. An aid convoy also made the seven-hour journey.<img alt=\"UN confirms military forces blocking aid in Ethiopia&amp;#39;s Tigray region following CNN investigation\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504165912-03-cnn-tigray-axum-aid-blockade-large-169.jpg\">UN confirms military forces blocking aid in Ethiopia's Tigray region following CNN investigationInside the Axum University Teaching and Referral Hospital, CNN interviewed medical workers who detailed the disastrous effects of the blockade -- essential supplies were so perilously low that some staff had begun donating blood. They asked not to be named for fear of reprisals, but requested that CNN identify the hospital so that people in the region knew they were still operating.At the time, CNN also witnessed gun-toting troops roaming the corridors of the hospital, dropping off wounded soldiers and threatening medical staff, who were trying to treat a grim array of trauma from shrapnel, bullets, stabbings and rapes.On Tuesday, after 48 hours of raids by Ethiopian soldiers, only a few patients -- those who were unable to move -- remained in their beds.One doctor, who is still at the hospital, told CNN over text message they are living in fear of what will happen when the soldiers next return. \"Everyone in the hospital is now helpless, with either detention or death looming at any point in the future from now.\" The United Nations on Thursday confirmed that \"blockades by military forces\" had severely impeded the ability for assistance to reach rural areas of Tigray where the humanitarian crisis is worst. The report has also triggered condemnation in recent days from US Secretary of State Antony Blinken and ratcheted up a bi-partisan push for the Biden administration to enact sanctions.In a rare public statement on their activities in Tigray, Mari Carmen Viñoles, head of the emergency unit of MSF, told CNN the organization was \"very concerned about the frequent violations of the neutrality of the medical mission by armed groups.\"","link":"/2021/05/18/africa/ethiopian-soldiers-raid-axum-hospital-intl/index.html"}