{"title":"Summer camps look forward to welcoming back children, with new protections","time":"Updated 8:15 PM ET, Mon May 17, 2021 ","body":"Summer camps look forward to welcoming back children, with new protectionsBy Bianna Golodryga and Yon Pomrenze, CNNUpdated 8:15 PM ET, Mon May 17, 2021 JUST WATCHEDSummer camps prep for reopening with new safety protectionsReplayMore Videos ...MUST WATCHSummer camps prep for reopening with new safety protections 03:15Equinunk, Pennsylvania (CNN)Days are getting longer and warmer, summer is surely coming. For millions of children, that signals the end of school and fun-filled days at camp. After the arrival of the pandemic triggered closings like dominoes last year, camp directors have been working for months to make this summer different.Across the country, the focus is on giving children the enjoyment and freedom of earlier years, while keeping everyone safe.Covid closures in 2020 cost more than $16 billion in revenue at 15,000 camps and 19.5 million youths lost out on a day or overnight camp experience, estimates the American Camp Association.Camp IHC, a sleepaway camp in Equinunk, in the far northeastern corner of Pennsylvania, was one of those that was empty last year. Reopening this summer will be a slow approach, according to Lauren Rutkowski, co-owner and director, but one that should have a happy ending.Read More\"There's a lot of excitement,\" she told CNN. \"I think that camp is the light at the end of a very long tunnel. Kids want to be in a space where they can just be kids.\"<img alt=\"Lauren Rutkowski is planning several rounds of testing to make sure coronavirus isn&amp;#39;t brought in to Camp IHC in Pennsylvania.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517100915-lauren-rutkowski-large-169.jpg\">Lauren Rutkowski is planning several rounds of testing to make sure coronavirus isn't brought in to Camp IHC in Pennsylvania.Campers will be asked to take a coronavirus test before they leave home and will be tested again on arrival. A third test after a week or so will hopefully confirm no virus has been brought in. There will be more outside dining, fewer trips and no family visiting day.Rutkowski said working out what measures to take was relatively simple, given the increasing amount of data, knowledge and guidance about how to beat the virus.\"It was an easy process because we learned so much more throughout the year,\" she said.Still, the camp is engaging children and their families to ready them for what awaits at camp, said Rutkowski, who has a doctorate in clinical psychology.\"We have to prepare our children for the camp experience and that it's gonna feel very different to what they've been experiencing for the last 12-14 months,\" she said. \"Communicating with them really clearly and effectively, cultivating a relationship with them before they even get to camp is going to be hugely important.\"Keeping thousands healthySmaller summerlong camps might be able to seal themselves off somewhat from the outside world and any community virus spread, but that's not possible at YMCA facilities, where thousands may come throughout the season for both day and overnight programs.Still, that is not sapping the confidence of Jeff Merhige, executive director of Joe C. Davis YMCA Outdoor Center, on the outskirts of Nashville, Tennessee, which is home to Camp Widjiwagan.They cut back last year, but still hosted 3,200 campers safely and without one case of sickness, he said.<img alt=\"Jeff Merhige shows the cleaning protocols for the cabins, where bunks now have sneeze guards. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517100919-jeff-merhige-camp-widjiwagan-large-169.jpg\">Jeff Merhige shows the cleaning protocols for the cabins, where bunks now have sneeze guards. So as they deal with the heaviest demand that Merhige has seen in his 27 years of working with YMCA camps, he does not just want to go back to the old days.\"Even as the restrictions come down, the lessons learned shouldn't go away,\" he said.Enhanced cleaning protocols will continue, even if they are not needed against the airborne coronavirus, because they help to prevent other illness, he said. And the ventilation upgrades that do help to combat the pandemic are already in place.<img alt=\"Why young people are not safe from Covid-19 — Dr. Wen explains\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210405234330-in-person-learning-ca-0324-large-169.jpg\">Why young people are not safe from Covid-19 — Dr. Wen explainsCamps are continuing to watch the guidance updates from public health authorities, as daily cases fall and vaccinations rise, even as more variants are seen globally.But in the end they hope children are thinking more about enjoyment and less about the coronavirus.\"We want to social connect now, not social distance,\" Merhige said. \"The need for the kids to be outside is tremendous, and beneficial.\"In Pennsylvania, Rutkowski said, \"I think that I'm most excited about camp offering my own children a space for emotional and psychological recovery.\"She believes the benefits will last long after the summer.\"This is a great precursor to school and I think it's really going to get our children ready for that academic success,\" she said.Even if camps look different, Rutkowski is confident one thing will be the same.\"I always say that walking through this camp in a summer looks incredible, but it sounds even better,\" she said. \"When I close my eyes and I listen, I hear happy kids.\"","link":"/2021/05/17/health/summer-camps-reopening-coronavirus-pandemic-wellness/index.html"}