{"title":"Oregon lawmaker accused of unlocking state Capitol door for protesters faces misdemeanor charges","time":"Updated 7:43 AM ET, Mon May 3, 2021 ","body":" (CNN)An Oregon state lawmaker accused of allowing protesters into the closed state Capitol building while lawmakers were debating Covid-19 restrictions is now facing two misdemeanor charges.Republican Rep. Mike Nearman was charged Friday with first-degree official misconduct and second-degree criminal trespass, according to court records.A charging document obtained by Oregon Public Broadcasting accuses Nearman of \"unlawfully and knowingly perform(ing) an act which constituted an unauthorized exercise of his official duties, with intent to obtain a benefit or to harm another.\"<img alt=\"Legislator says he has been threatened after security video allegedly shows him opening an Oregon Capitol building door for protesters\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210108101949-mike-nearman-file-restricted-large-169.jpg\">Legislator says he has been threatened after security video allegedly shows him opening an Oregon Capitol building door for protestersAccording to court records, Nearman is due to be arraigned on May 11.Surveillance video at the Capitol showed Nearman leaving the building on December 21 through a locked door that was surrounded by anti-restriction protesters, which allowed the protesters to pour into the building. Read MoreProtesters were not able to enter the main chamber, but there was a physical confrontation with officers during which Oregon State Police said, \"a protester sprayed some kind of chemical irritant.\"After the charges were filed, Oregon House Speaker Tina Kotek, a Democrat, called for Nearman to resign, writing on Twitter, \"Rep. Nearman put every person in the Capitol in serious danger and created fear among Capitol staff and legislators.\"The offices of the Marion County District Attorney and Nearman were both closed Saturday. Neither responded to emails from CNN Saturday requesting comment.After the surveillance video was initially released, Nearman said in a written statement, \"I don't condone violence nor participate in it. I do think that when ... the Oregon Constitution says that the legislative proceedings shall be 'open,' it means open, and as anyone who has spent the last nine months staring at a screen doing virtual meetings will tell you, it's not the same thing as being open.\"","link":"/2021/05/01/us/mike-nearman-oregon-representative-capitol-door-charges/index.html"}