{"title":"How to socialize for the first time again after a year of isolation","time":"Updated 6:42 AM ET, Fri April 30, 2021 ","body":" (CNN)I've been wanting to take my friend to my favorite tea shop for what seems like forever. Ever since we had to switch from having our tea in person to sipping over video calls during the pandemic, I've been looking forward to having a reunion at \"Dr. Bombay's Underwater Tea Party.\"It has been a tough year for both of us. I'm trying to stay optimistic that we can find a way to celebrate and that the reunion isn't just a solemn reminder of all the in-person tea outings we've missed out on. I'm hoping she likes the place, since she's never been before. While she loves fruity herbal teas and I'm more a fan of black teas, I know we'll each be able to find something we like within the book-lined walls. <img alt=\"Even just meeting up with a friend for a chat is much more complex than it used to be\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428104436-drinking-tea-coffee-stock-restricted-large-169.jpg\">Even just meeting up with a friend for a chat is much more complex than it used to beIf we want to sit outdoors, I know there is a space at the back of the shop, but there isn't room for many people if we are social distancing. I've always ordered one pot of tea for two people and shared -- is sharing even an option anymore?Although we'll both be fully vaccinated by the time we get together, I haven't felt free to enjoy myself in public without the fear of contributing to the spread of the virus since the pandemic began. I can't begin to imagine what it will feel like -- simply to get tea with an old friend. Read More<img alt=\"9 things that weren&amp;#39;t scary before the pandemic but are now\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210312180307-isolation-restaurant-illustration-large-169.jpg\">9 things that weren't scary before the pandemic but are nowI know I'm not the only one anxious about re-entering the world once I'm fully vaccinated. That's why I called Jane Webber, an assistant professor of counselor education and doctoral program coordinator at Kean University in New Jersey. While it may be challenging, Webber said there are ways you can prepare yourself as you reemerge into the world as a social being.This interview has been condensed and edited for clarity. CNN: Is it normal to be nervous about socializing right now?Jane Webber: Yes, it's normal, because what we've just gone through is a completely abnormal situation. Pandemics are like something from another world, and it's not of any value to us to worry about whether it's normal. We just have to say, \"Today is today and tomorrow is another day.\"When we going through such an abnormal experience for so long, we forget what we know naturally as human beings -- that people do reach out, help each other and say hello.Like any traumatic event, which we've been living every day, it's scary to step out and say, \"Am I safe? Do I want to do this? Do I have the courage to go back to socializing?\"<img alt=\"You&amp;#39;re vaccinated now, so can you go to a restaurant? What you should know\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210406154601-01-indoor-dining-nyc-large-169.jpg\">You're vaccinated now, so can you go to a restaurant? What you should knowCNN: Where should we go for our first outings?Webber: The first thing I thought is: Where would I like to go? And, for me, there is a wonderful restaurant just a few blocks from me that sells raw oysters. I am comfortable there. I know the staff. I know the location. I know where the exit is. I know where the ladies' room is. And boy, do I love oysters. I'd go with safety and comfort, because that tells me it's OK. For someone else, they can dive into new experiences, but it's probably not the time for me to do that.CNN: Who are the best people to reach out to?Webber: Reconnect with the people you know first -- because you already have that sense of friendship. We might have to say: \"Do I really want to do a blind date? Do I really want to join a new club? Or shall I start safely?\" And sometimes, safety helps us build our confidence for going a step further.Isolation is hard. What happens if you don't have someone you can meet up with? Try finding a small support group, like people who all want to speak Italian. It may even be less anxiety inducing for you to meet a new group of people with a common interest.Seeing other people, even if you're technically alone, is still worthwhile. I have gone for the special on the raw oysters and sat alone, even though it took a great deal of courage to get out there by myself.CNN: What do we do if we experience anxiety during a conversation?Webber: It's that sudden stillness where you don't know what to do and suddenly: \"Oh my God, what am I doing here? This is terrible.\"Take a very quiet, deep breath in saying, \"bring the calm in\" and a deep breath out saying, \"send my anxiety out.\" And just thinking of that -- not saying it out loud, because it definitely would be very strange -- brings your anxiety down.My other secret is \"tapping.\" I just tap my feet, one at a time, and my anxiety drops completely.CNN: What topics are our safest bets to discuss?Webber: I probably would avoid anything to do with the pandemic, except \"I hope it's almost over.\" Break out into the things you used to talk about, and think of a few things to discuss before you get there, too.For many of us, we may not have kept up with this person, or we haven't seen them for a long time. We may wonder, what did they do during the time that passed? How have they changed? Now it might take some thinking from a year or so ago, but you will probably remember something you really enjoyed about them or a positive memory you shared with them. CNN: What if a topic comes up that you aren't ready to talk about?Webber: Especially after surviving a whole year of really difficult things, I'd just say, \"Let's not do that today. Let's talk about something else.\" But make sure you have something else ready to talk about. And if they continue, maybe this just isn't the person you should be with right now.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.CNN: Why should we go out into the world again?Webber: Because we want to, because we are human beings who thrive only with social connections, and because our life is full and fresh when we're with other people. Isolation was not in any way fun; we survived it, but we still don't feel human. It's just scary to take that first step. I'm grateful for the people in my life, even if we haven't reconnected in so long and I'm a little embarrassed about how that's going to go. When I finally see them, I'm going to take a breath; I'm going to smile and I'm going say \"Glad to see you again.\"","link":"/2021/04/30/health/post-pandemic-socializing-wellness/index.html"}