{"title":"'The ocean is our life-support system': Kerstin Forsberg on why we must protect our seas","time":"Updated 5:38 AM ET, Mon May 3, 2021 ","body":"Editor's Note: Call to Earth is a CNN initiative in partnership with Rolex. Kerstin Forsberg is a Rolex Award Laureate. (CNN)Ever since she was a child, Kerstin Forsberg has been fascinated by the ocean. After finishing her degree, the Peruvian biologist began working on a sea turtle protection project in the north of the country. Two years later, in 2009, Forsberg founded \"Planeta Océano,\" an organization that aims to empower local communities to look after the ocean. Its work with giant manta rays led to Peru's government granting the species legal protection. Through Call to Earth, CNN is reporting on the environmental challenges facing our planet, together with the solutions. Forsberg will be guest editor for Call to Earth as the series explores themes around the ocean, lending her expertise and commissioning features on the subject.CNN spoke to Forsberg about her passion for the ocean, its importance for humankind and the steps we must take to keep it healthy.The following interview has been edited for length and clarity.Read More<img alt=\"Forsberg&amp;#39;s organization Planeto Océano involves local fishermen in scientific research. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430154943-05-kerstin-forsberg-rolex-large-169.jpg\">Forsberg's organization Planeto Océano involves local fishermen in scientific research. CNN: Where does your passion for the ocean come from?Kerstin Forsberg: I have always lived close to the coast. I'm from Lima, Peru's capital, which is just in front of the ocean. When I was three years old, my parents moved to Vancouver, in Canada, also on the coastline. It was my parents that cultivated that love for our surroundings and the environment. The passion that I had since I was a kid and that genuine interest and care for the environment has followed me throughout my studies and while I was growing up. CNN: You've worked in marine conservation your whole adult life. Why do you feel such a need to protect the ocean?Kerstin Forsberg: There are many reasons why we should protect the ocean. First of all, simply because the ocean is our planet's main life-support system. None of us could be here on this planet today if we didn't have the ocean. It provides us with over 70% of the oxygen that we breathe. It provides us with a habitable climate. It provides us with resources for subsistence, for livelihoods. Read: Blue Nature Alliance aims to restore 7 million square miles of ocean in five yearsWhen I was 22 years old, after finishing my undergraduate degree in biology, I started a very small community project conserving endangered sea turtles in northern Peru. In one month, we had over 100 local volunteers reporting sea turtle strandings and fishermen were reporting sea turtles that were entangled in their fishing nets. It really opened my eyes to how communities depend on a healthy ocean. CNN: Why did you set up Planeta Océano, and what is its mission?Kerstin Forsberg: For me, sea turtles became the tip of the iceberg. There was so much more to do. Even though my project was finishing, I felt this clear responsibility to do more, and that was how Planeta Océano started. What Planeta Océano does is it brings people together and empowers people to conserve the marine environment. We focus on research, we focus on education, and we focus on sustainable development. The work around education aims to increase ocean literacy and marine education in schools. We formed the Marine Educators Network that has, over the years, gained participation of over 50 local schools in Peru. It trains teachers to work together with youth, creating solutions to the environmental challenges they find within their coastal communities.But it's not enough just to research or educate -- you need to think about creative solutions that can support the livelihoods of these impoverished communities and can give alternatives to small-scale fishermen. For example, we've been working with fishermen to build manta ray ecotourism and community-based ecotourism, as this serves not just as a way for fishermen to contribute to conservation but also to develop additional income that is really benefiting them and their communities. <img alt=\"Planeto Océano teaches marine conservation at schools in Peru. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430154917-02-kerstin-forsberg-rolex-large-169.jpg\">Planeto Océano teaches marine conservation at schools in Peru. CNN: Tell us about your work with giant manta rays. Why is the species vulnerable and why did you decide to focus your work on them?Kerstin Forsberg: In the past, manta rays were not a conservation priority in Peru. They were not legally protected, they weren't a conservation priority for the government or scientists or the community, and they were being harvested.Read: How NASA technology can help save the world's biggest sharkWe started a small research study together with local fishermen, local volunteers and local and international partners to understand the mortality that manta rays were facing, and we found over a dozen manta rays that had been caught by local fisheries in less than a year. This number, despite being small, was very worrying because manta rays typically have small population sizes and they reproduce very slowly -- only having one pup every two to seven years. So we were talking about a species that could really be threatened and jeopardized by this continuous overexploitation.If we want to make sure that the ocean is healthy, we need to think about all the different species that live there. Working with these charismatic species and understanding them will lead us to wanting to care for the ocean as a whole. If you care for a giant manta ray, you want the manta to live in a healthy ocean, and you will want to share a healthy ocean with that manta as well. <img alt=\"Forsberg photographed in front of a mural of manta rays, painted by local kids.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430154927-03-kerstin-forsberg-rolex-large-169.jpg\">Forsberg photographed in front of a mural of manta rays, painted by local kids.CNN: What are the critical issues facing the ocean right now, and what steps does the world need to take to protect it?Kerstin Forsberg: There are so many things challenging the ocean right now, but to put it in a very simple way, there's everything we're putting into the ocean. We're putting in all our waste, including single-use plastic and microplastics. Apart from the pollution, there's everything we're getting out of the ocean -- the unsustainable, illegal or underreported fisheries. There's a limited awareness from consumers on what they are feeding on and the traceability of these products. Read: A marine biologist is using virtual reality to bring people closer to the oceanThen there's the threats that are happening through climate change -- for example, habitats changing and species having to migrate, or ocean acidification affecting coral reefs and mangroves. I think that people need to recognize that they can all take a part in whatever role they have. It's not just about scientists, or government, or businesses, it's about everybody talking to each other and moving forward. CNN: What do you believe is key to long-lasting conservation? Kerstin Forsberg: If you want to develop change for marine conservation, it really is all about local empowerment and creating ownership. It's all about people. Of course, it's critical to have policy, enforcement, regulation, and it's critical to have sustainable business practices and science. But it's about looking at all different sectors of society and identifying how each can contribute. Our environment has so many different challenges that it's really important to look at solutions from a holistic point of view, to make sure that local people have a voice and that they have an opportunity to create change. If we're talking about marine environments, it's about the local fishermen that are out there looking at the water every single day, it's about understanding and viewing things from their lens. It's about listening.","link":"/2021/05/03/americas/kerstin-forsberg-oceans-spc-intl/index.html"}