{"title":"First-ever US release of genetically modified mosquitoes begins in Florida Keys","time":"Updated 5:55 PM ET, Fri April 30, 2021 ","body":" (CNN)The first release of genetically modified mosquitoes in the United States began this week in the Florida Keys -- the culmination of a decade-long effort by local mosquito control authorities to see if a genetically modified organism is a viable alternative to spraying insecticides in the region.<img alt=\"Water is added to a box of genetically modified mosquito eggs in the Florida Keys.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429191059-genetically-modified-mosquitos-wellness-large-169.jpg\">Water is added to a box of genetically modified mosquito eggs in the Florida Keys.For the first 12-week phase, blue-and-white boxes containing about 12,000 GMO eggs developed by a US-owned, British-based company called Oxitec have been placed in six small areas of Ramrod Key, Cudjoe Key and Vaca Key. When water is added, the mosquitoes hatch, mature and enter the environment over the next week or so. A small, vocal group of Florida Key residents have fought the release of what they call \"mutant mosquitoes\" since the project was announced -- and they are incensed.\"Our opposition has been long and strong,\" said Barry Wray, the executive director of the Florida Keys Environmental Coalition. \"We live here, this our home, and they're forcing this down people's throats.\"\"The only thing you can do legally at this point is stand in your yard with an insect fogger,\" said Mara Daly, a resident of Key Largo, Florida, who has fought the release for eight years. \"You can't touch a box, but you can fog the s**t out of your own yard if you don't want to be a part of the trial.\"<img alt=\"Local residents in the Florida Keys continue to protest the release of &amp;quot;mutant&amp;quot; mosquitoes.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428204741-gmo-mosquitoes-large-169.jpg\">Local residents in the Florida Keys continue to protest the release of \"mutant\" mosquitoes.Read MoreFirst release of GMO mosquito in USThe Florida Keys project, greenlit by the US Environment Protection Agency in May 2020, was approved to release up to 750 million genetically altered mosquitoes in 2021 and 2022. The program's target: Aedes aegypti, an invasive species of mosquito that carries several potentially deadly diseases, including yellow fever, dengue and Zika virus. <img alt=\"The forgotten mothers and babies of Zika\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/171023131850-02-mothers-babies-of-zika-large-169.jpg\">The forgotten mothers and babies of ZikaThe rapid spread of Zika became a worldwide public health emergency in 2016 after an alarming spike of babies born with abnormally small heads -- a condition called microcephaly -- to mothers infected with Zika in Brazil and French Polynesia. Aedes aegypti soon spread the virus to at least 34 countries and territories, including Texas and Florida in the US. Dengue outbreaks, often epidemic in Puerto Rico, the Caribbean, Latin America and Southeast Asia, also strike south Florida: Key Largo had a small outbreak in 2019 and 2020, while Key West had outbreaks in 2009 and 2010.Known as \"break-back fever\" due to the piercing headaches and joint pain it creates, dengue also causes flu-like symptoms, including fever and rashes. Serious cases can cause bleeding, shock, organ failure and even death.In reality, the 2021 release will include far fewer than the 750 million approved by the EPA, said Nathan Rose, who heads regulatory affairs for Oxitec.In the initial stage, 144,000 male mosquitoes will be released in the three-month pilot period, Rose said, after which additional testing will be done to ensure the mosquitoes are mating with females in the wild and reducing the population as planned. If successful, up to 20 million more male mosquitoes could be released during the height of the mosquito season this year.A deadly mate The current Oxitec method targets female mosquitoes of Aedes aegypti -- because only the female mosquito bites for blood, which she needs to mature her eggs. Males feed only on nectar and do not bite people, so they are not a carrier for disease.While many mosquitoes live in grasses and fields, the female Aedes aegypti prefers to live around her favorite prey -- humans -- and can breed in receptacles as small as flower vases and shower drains. Forgotten or discarded containers in backyards or construction sites? Even better. Unlike species that carry other diseases which may swarm and bite viciously, the female Aedes aegypti is sneaky. She prefers to hide under your chair, waiting for just the right moment to attack, typically during the daytime. Capturing a sip or two of your blood, she deposits any virus she carries and departs -- moving on to the next victim.     Oxitec's solution to the problem is OX5034 -- a 2.0 version of its original Aedes aegypti modification. Unlike version 1.0, designed to kill all offspring, the newer model has been genetically altered to pass along a lethal gene that only kills females. The kill switch is triggered in the larval stage of the female's growth -- well before hatching and growing large enough to bite and spread disease. \"The second generation of the mosquito allows us to target only the females, and allows the males to continue to go and do more of their work, which helps effectiveness,\" said Oxitec CEO Grey Frandsen.Only females that are grown in an environment with antibiotics in the tetracycline family will live to mate and give birth, Frandsen said. Those females are kept in the Oxitec production facility in Oxford, England. Eggs they produce are shipped to Florida for release, but since there are no antibiotics in the release boxes, just food and water, the only OX5034 mosquitoes that will survive and fly away are male, Rose explained.<img alt=\"Genetically engineered moths have been released into the wild to wipe out pests\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200128141732-01-diamondback-moth-restricted-large-169.jpg\">Genetically engineered moths have been released into the wild to wipe out pestsOnce mature, the GMO males mate with local wild females, passing along the lethal gene that makes their female offspring die. OX5034 male mosquitoes can survive for several generations, or about three to four months, passing along their modified genes to subsequent male offspring.If enough GMO males mate with local females, the population of biting females drops within months -- as does disease transmission.A long fight in FloridaThe state of Florida issued an Experimental Use Permit in June 2020 after seven state agencies unanimously approved the project. But it took over a decade to obtain that approval. <img alt=\" 750 million genetically engineered mosquitoes approved for release in Florida Keys\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190522114416-mosquito-stock-large-169.jpg\"> 750 million genetically engineered mosquitoes approved for release in Florida KeysThe local outbreaks of dengue fever a decade ago left the Florida Keys Mosquito Control District desperate for new options. Despite an avalanche of effort -- including aerial, truck and backpack spraying and the use of mosquito-eating fish -- local control efforts to contain Aedes aegypti with larvicide and pesticide had been largely ineffective. And costly, too: Even though Aedes aegypti is only 1% of its mosquito population, Florida Keys Mosquito Control typically budgets more than $1 million a year, a full tenth of its total funding, to fighting it. The district reached out to Oxitec for help in 2012. The company had developed a male mosquito named OX513A, programmed to die before adulthood unless it was grown in water that contained the antibiotic tetracycline.Batches of the OX513A would be allowed to live and mate with females; however, their male and female offspring would both inherit the \"kill\" programming and die, thus limiting population growth. Because few offspring survived, mass production and release of the GMO male was consistent to control local populations.The OX513A mosquito had been field-tested in the Cayman Islands, Panama and Brazil, with Oxitec reporting a large success rate with each release. For example, a trial in an urban area of Brazil reduced the presence of local Aedes aegypti by 95%.<img alt=\"Florida releases experimental mosquitoes to fight Zika\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/160101121706-zika-virus-aedes-mosquito-large-169.jpg\">Florida releases experimental mosquitoes to fight ZikaBut when word spread in the Florida Keys that a GMO mosquito was on the way, public backlash was swift. More than 100,000 people signed a Change.org petition against the proposal; that number has grown to more than 237,000. The EPA and US Food and Drug Administration spent years investigating the mosquito's impact on both human health and the environment, allowing time for public input along the way, Frandsen said. But public relations campaigns reminding Floridians that the male GMO mosquito doesn't bite didn't solve the problem. Media reports quoted angry residents refusing to be treated as \"guinea pigs\" for the \"superbug\" or \"robo-Frankenstein\" mosquito. In the midst of the evaluation, Oxitec developed the second-generation OX5034, which it dubbed the \"Friendly\" Aedes aegypti mosquito, and withdrew the application for the first.New mosquito, similar worriesToday, environmental groups and local advocates worry that the new \"Friendly\" mosquito has not been as rigorously tested as the first generation, a claim that Oxitec roundly refutes.<img alt=\"FDA approves Zika-fighting genetically modified mosquito \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/160303113256-07-mutant-mosquitos-oxitec-colour-marker-large-169.jpg\">FDA approves Zika-fighting genetically modified mosquito One concern is that some female larvae may live and make their way to local sources of antibiotics, thus defusing their genetic kill-switch. Pharmaceuticals, including antibiotics, are in the US water supply, primarily due to \"human excretion and by drugs being flushed down the toilet,\" according to the US Geological Survey.\"In my opinion, some of those females will find antibiotics, just because there's so many antibiotics in the environment, and so some of them will live,\" said environmentalist Jaydee Hanson, policy director at the Center for Food Safety, which advocates for organic, ecological and sustainable food alternatives.\"That's actually something which was looked at carefully by the regulators when they approved this project,\" Oxitec's Rose told CNN. \"They looked to see if there were any potential environmental sources of tetracycline in the project release area and the conclusion was 'No, there weren't.' \"The Aedes aegypti species flies very short distances, typically traveling no more than 150 meters, or less than a mile, in its two-week lifespan.\"So the chance of a female mosquito actually finding some tetracycline in a place where she could lay her eggs, and then have some of the female offspring survive is extremely, extremely low,\" Rose said.Despite a lengthy, ongoing public education campaign by local officials, including monthly webinars designed to address citizen concerns, critics like Barry Wray believe that many Florida Key residents have no idea that \"mutant\" mosquitoes are coming.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"You can walk down the street and knock on anybody's door, and I guarantee you about 80% of the people will know nothing about this whatsoever,\" Wray said.\"We have gone above and beyond as it relates to public engagement,\" Oxitec CEO Frandsen said. \"Can you imagine any other large multinational chemical company doing 14 public webinars, being at farmer's markets or going door to door to talk about the technology? Never happens.\"Critics say they will not stop fighting the release, telling CNN they are speaking with officials in the Biden administration's EPA and may even consider legal action.\"I'm hoping civil unrest happens,\" said Key Largo's Mara Daly. \"Other than that, you can hire a private mosquito control company to come out to your whole community and have them spray. There's no way to opt out of this trial at this point.\"","link":"/2021/04/30/health/genetically-modified-mosquitoes-us-scn-wellness/index.html"}