{"title":"Lebanon battles swarms of locusts after wind changes direction","time":"Updated 6:35 AM ET, Tue April 27, 2021 ","body":"Beirut, LebanonArmy helicopters are spraying agricultural land in northeast Lebanon to help farmers battle swarms of locusts that flew to the country in what a United Nations agency said was a \"very rare\" event caused by a change in the wind direction.The agriculture ministry, which is on full alert, said on Monday large numbers of the locusts had been destroyed.There have been no big farming losses so far but there are concerns that more swarms could be blown to the south of Lebanon, caretaker agriculture minister Abbas Mortada told Reuters.\"We managed in little time to destroy huge numbers but some have escaped and there are large quantities still, mostly in the Hermel area of Marjaheen,\" Mortada said.The locusts, which threaten crops, are the latest addition to a long list of challenges faced by Lebanon, which is battling its worst financial crisis in decades.Read More<img alt=\"Lebanese Army helicopter fight a swarm of desert locusts in Lebanon&amp;#39;s northeastern town of Arsal on the border with Syria, on April 23.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427053950-02-locusts-swarm-lebanon-0423-large-169.jpg\">Lebanese Army helicopter fight a swarm of desert locusts in Lebanon's northeastern town of Arsal on the border with Syria, on April 23.The Baalbek-Hermel region in the northeast has mostly livestock farming with a few cherry plantations affected by the locusts so far whereas Lebanon's south has more agricultural land.\"We are ready for anything that may occur,\" Mortada said.The United Nations Food and Agriculture Organization (FAO) said the occurrence was unusual for the area but that a change in wind direction had blown the locusts in from Saudi Arabia to Jordan and onwards to Syria and Lebanon.\"It is a very rare occurrence... the breeding grounds were on the Red Sea coast, Saudi Arabia's northern coast, so they were blown in through Jordan and Syria,\" Maurice Saade, the FAO representative in Lebanon, said.\"But so far it is under control and I certainly see nothing to panic about,\" he said.","link":"/2021/04/27/middleeast/lebanon-locust-intl-scli/index.html"}