{"title":"Black physicist rethinks the 'dark' in dark matter","time":"Updated 9:47 AM ET, Sun May 2, 2021 ","body":" (CNN)When many kids were running around playing tag or video games, Chanda Prescod-Weinstein was thinking about particle physics. After her mother took her to see \"A Brief History of Time,\" Errol Morris' 1991 documentary about theoretical physicist Stephen Hawking, she fell in love with the discipline. She was just 10 years old. Nearly 30 years later, she is the first Black woman to hold a tenure-track faculty position in theoretical cosmology as an assistant professor at the University of New Hampshire. Prescod-Weinstein is one of the country's few core faculty members of both physics and women's and gender studies departments at a higher institution.In her new book, \"The Disordered Cosmos: A Journey into Dark Matter, Spacetime, and Dreams Deferred,\" Prescod-Weinstein invites readers into the universe as she sees it -- and as a self-described queer agender Black woman, she sees it differently than many people.    <img alt=\"Chanda Prescod-Weinstein is author of the new title &amp;quot;The Disordered Cosmos: A Journey into Dark Matter, Spacetime, and Dreams Deferred.&amp;quot; She is shown at Las Campanas Observatory in Chile&amp;#39;s Atacama Desert, December 18, 2011. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430234221-02-black-scientists-scn-wellness-large-169.jpg\">Chanda Prescod-Weinstein is author of the new title \"The Disordered Cosmos: A Journey into Dark Matter, Spacetime, and Dreams Deferred.\" She is shown at Las Campanas Observatory in Chile's Atacama Desert, December 18, 2011. Her book chapters -- including \"The Physics of Melanin,\" \"Black People Are Luminous Matter\" and \"The Anti-Patriarchy Agender\" -- show her focus \"at the intersection of astrophysics and particle physics\" and at the intersection of physics and Black feminist thought and anti-colonial theory. Read MoreHer book is a tour of particles like quarks and leptons, as well as the axions that Prescod-Weinstein specializes in, but it also explores the various structural oppressions that affect who gets to study and discover them -- and even who gets to name those discoveries. She points to terms like WIMP -- weakly interacting massive particles -- and its relative MACHO, or massive astrophysical compact halo objects, as examples. \"You can tell that physicists love an acronym,\" she wrote, \"and that the physicists who came up with WIMP and MACHO were almost certainly men.\"<img alt=\"NASA&amp;#39;s Artemis program will land the first person of color on the moon\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190621105728-nasa-astronauts-moon-render-large-169.jpg\">NASA's Artemis program will land the first person of color on the moonWomen and people of color, she notes, are routinely left out of histories of science, despite their important role in the progress that White men are credited with making. Prescod-Weinstein asks us to consider how science would be different if scientists were from more diverse backgrounds, and if it incorporated Indigenous scientific knowledge and voices.We spoke to Prescod-Weinstein about her ideas and her hopes for future scientists. This conversation has been lightly edited for clarity. CNN: The subtitle of your book combines dark matter, space-time and dreams deferred. How do those three things intersect for you? Chanda Prescod-Weinstein: I'm a dark matter expert, and so of course, the dark matter -- an invisible form of matter that we believe comprises 80% of the universe -- is going to figure into it in some big way. And dark matter exists in this larger context of space-time, which is how Einstein's theory of relativity requires us to think of space and time, as existing in relationship with each other.I also wanted to be honest that this was going to be part of the larger social context and not just the larger physical context. That larger social context is dreams deferred. That is both a comment on the social issues that I raise in the book, but also a comment on having to raise the social issues.CNN: How so?Prescod-Weinstein: \"Dreams deferred\" refers to a suite of poems by Langston Hughes, about the Black experience under White supremacy in America and in all of its facets, and that there are still limits on how we live. One of the things that attracted me to particle physics and particle physics as a career path when I was 10 years old was that it seemed so far away from the problems that my parents were confronting. When I was a young person dreaming of particles, it was never my dream to write a book about popular science that also problematizes how science happens. And yet here I am doing this work.CNN: Tell us more about your parents and how their work influenced you.Prescod-Weinstein: I had a political vocabulary that was maybe a little bit unusual for a kid who was interested in physics. My parents were both political organizers. I was raised by a Black feminist thinker who was also doing Black feminist organizing. She was spending a lot of time dealing with the problem of the way poverty is criminalized in the United States. I was also at points going to picket lines with my father, who was a union organizer and, at one point, a union officer. I was seeing a lot of bad things, and I was hearing a lot of bad stories. <img alt=\"Meet the trailblazing Black woman scientist behind a Covid-19 vaccine\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210404120025-kizzmekia-corbett-orig-thumbnail-large-169.jpg\">JUST WATCHEDMeet the trailblazing Black woman scientist behind a Covid-19 vaccineReplayMore Videos ...MUST WATCHMeet the trailblazing Black woman scientist behind a Covid-19 vaccine 09:09Particle physics just made it seem like there is a universe out there, and life isn't just about what's messed up on our little planet. And that was really exciting -- that maybe there was a way to get away from the bad stuff. But it turned out that it wasn't just my job to do the things in physics that excite me, but to think about what I was doing in a larger social context and the impact of my work on the larger community.The question that I'm interested in, ultimately, is how can we be in good relations with each other and what is the role that scientists play in what kinds of relationships we have with each other? But also: What is the role that particle physics and cosmology can play in promoting good relations?CNN: You note that White people sometimes find the term \"dark matter\" scary and foreboding, and that for terms like that and others, \"a Black feminist physicist working in the 1960s would never have used this language.\" How would such terms be different if scientists had been and were now a more diverse group?Prescod-Weinstein: My biggest pet peeve around the phrase \"dark matter\" is that it's not a good name for it, because it misrepresents the properties of the thing. It's not dark; it's actually invisible. <img alt=\"Dark matter halo found around ancient &amp;#39;cannibal&amp;#39; galaxy\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210202121119-dwarf-galaxy-halo-mit-large-169.jpg\">Dark matter halo found around ancient 'cannibal' galaxyThe thing about a question like yours is that it's speculative fiction. At the time that dark matter got its name, there were almost no Black men and literally zero Black women with a doctorate in physics. So, we have no idea. It would be another 40 years between when dark matter got its name around 1933, and when Willie Hobbs Moore got her doctorate in physics in 1972 at the University of Michigan; she was the first African American woman to earn a doctorate in physics.But it's an interesting question to ask, and I think it's one that we have to ask, knowing that there never actually will be a clear, definitive answer. And at the same time, we have to grapple with these alternative futures that were foreclosed because of White supremacy, because of patriarchy.CNN: Can you give an example of someone whose future in physics was curtailed because of White supremacy?Prescod-Weinstein: Elmer Imes was the second African American to earn a doctorate in physics, which he did at the University of Michigan in 1918. His work as an experimentalist actually played a really important role in providing evidence for quantum mechanics. When you're situating the history of how quantum mechanics came to be accepted as a correct model for physical reality, Elmer Imes should be part of that story. <img alt=\"Former NASA astronaut Leland Melvin was never afraid to go to space. But a police stop made him sweat\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200831181929-02-leland-melvin-nasa-large-169.jpg\">Former NASA astronaut Leland Melvin was never afraid to go to space. But a police stop made him sweatThe way that students of physics typically learn the history of the field is through anecdotes that their professors told them during class and through anecdotes that are littered throughout their textbooks. But Black people have our own community historians, like Dr. Jami Valentine Miller, the first African American woman to earn a doctorate in physics from Johns Hopkins University. She runs African American Women in Physics and has been keeping track of Black women who have a doctorate in physics and related areas. A lot of these stories get transferred through oral communication, even if no one has been given the opportunity to write it up for a publication.I think publishers have a really big role to play here when writing their quantum mechanics textbooks. I think that we are long overdue for a history of Black people in American physics.CNN: Would having more physicists who look similar to you have made a difference in your path? Prescod-Weinstein: I talk in the book about meeting Nadya Mason, an incredibly accomplished condensed matter experimentalist at University of Illinois, Urbana-Champaign, who is also a Black woman. She shares my heritage: one Black, non-Jewish parent and one White Jewish parent. Meeting Nadya was incredibly important for me, but we were both the kinds of students who got into Harvard. This kind of representation is particularly helpful for the chosen few. But if you have a situation where you're living in a bubble of a chosen few, effectively the power relations are unchanged. Yes, it is important to see examples. But if those examples are exceptions, then you have a problem.<img alt=\"The face of the Perseverance landing was an Indian American woman\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210219123120-01-nasa-swati-mohan-0218-large-169.jpg\">The face of the Perseverance landing was an Indian American womanI don't want to undercut the significance of my accomplishments, because I know that I have worked hard and that I have overcome barriers. I also know that as a light-skinned woman who has a Harvard degree, I experienced less racism because of my appearance. I don't think that representation or diversity and inclusion necessarily bring us to material change that actually changes those power relations. What we need are a different set of power relations.CNN: You talk about making the \"night sky accessible\" to all children. What does that mean to you?Prescod-Weinstein: It starts with a very simple question: How do we create the conditions so that every child has access to a dark night sky and the opportunity to sit and wonder underneath it? It has very deep implications, because that requires thinking about public transportation and how people get access to dark night skies. It requires thinking about pollution and whether dark night skies continue to be possible. And it has to do with thinking about patriarchy: making it safe to be out under a darkening sky. It has to do with making sure that parents aren't working 80-hour weeks because their jobs don't pay a living wage. It's about making sure that everyone has access to good health care, to clean water, to food, because it is hard to just enjoy and wonder when you are either being poisoned or when you are hungry.<img alt=\"Guiding gender-atypical kids through puberty \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210118172821-09b-strong-is-the-new-pretty-kate-t-parker-book-restricted-large-169.jpg\">Guiding gender-atypical kids through puberty At the end of the day, even though I have pretty extensive critiques of the scientific community, at heart I'm still a scientist who is really passionate and excited about the fact that we can use math to describe the universe. It's such an incredible thing that it starts with learning to count when you're a toddler and ends with being able to describe to my students how gold is made in stellar explosions. Each generation is tasked with doing the work of trying to push the boundaries further into freedom. I find myself hoping that someone from the next generation will actually get to live my dream, which is enjoying learning about the universe and telling its stories, without being distracted by racism, transphobia and other forms of oppression.Correction: An earlier version of this story incorrectly referred to Willie Hobbs Moore's accomplishment. She was the first African American woman to earn a doctorate in physics.Lisa Selin Davis is the author of \"Tomboy: The Surprising History and Future of Girls Who Dare to Be Different.\" She has written for The New York Times, CNN, The Wall Street Journal, The Guardian and many other publications.","link":"/2021/05/02/world/black-scientists-structural-racism-scn-wellness/index.html"}