{"title":"'Marvel's M.O.D.O.K.' gives a fringe villain a weird, very-adult starring role","time":"Updated 9:54 AM ET, Thu May 20, 2021 ","body":"'Marvel's M.O.D.O.K.' gives a fringe villain a weird, very-adult starring roleReview by Brian Lowry, CNNUpdated 9:54 AM ET, Thu May 20, 2021 <img alt=\"A tech CEO (voiced by Beck Bennett) buys out a supervillain (Patton Oswalt) in &amp;#39;Marvel&amp;#39;s M.O.D.O.K.&amp;#39; (Courtesy of Marvel)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517120021-marvel-modok-large-169.jpg\">A tech CEO (voiced by Beck Bennett) buys out a supervillain (Patton Oswalt) in 'Marvel's M.O.D.O.K.' (Courtesy of Marvel) (CNN)Marvel dives big head first into the Adult Swim sandbox with \"M.O.D.O.K.,\" a stop-motion animation series that seeks hilarity in exploring the lighter side of one of the more ridiculous denizens of the comics. While the show -- decidedly not for kids -- should amuse those steeped in comic-book trivia, the kick of doing something different is offset by the sheer weirdness of the effort.Created by Patton Oswalt (who also provides the voice of the title character) and Jordan Blum, \"M.O.D.O.K.\" has been improbably plucked from what Oswalt has called the \"C and D-level\" of Marvel's heroes and villains, with several equally obscure, third-tier figures (and one more prominent one) making cameos.For comic-book fans who once groused about not having the medium taken seriously on screen, the appetite for all things Marvel is almost too much of a good thing.The name is an acronym for Mental Organism Designed Only for Killing, which might not be the most inspired creation ever to come from the fertile minds of Stan Lee and Jack Kirby. Yet the series significantly broadens M.O.D.O.K.'s narrative, not only plaguing him with managerial and economic problems, but as the sort-of sitcom dad to a pair of kids and unhappy wife (Melissa Fumero), with a marriage that's suddenly on the rocks.M.O.D.O.K. is introduced battling Iron Man, taking megalomaniacal pride in what amounts to the smallest of victories. But the celebration is short lived, as he assembles with his yellow-costumed minions at AIM (Advanced Idea Mechanics, naturally), after realizing that the criminal empire has hit hard financial times.Read MoreAmong the cheekiest flourishes, a corporate white knight enters the picture in the form of a tech company known as Grumbl. Selling out a controlling interest, however, means M.O.D.O.K. must give up control of his fiendish enterprises, forcing the title villain to fight a pair of battles -- one at work, and another in trying to keep his family together.Grumbl's oily CEO (\"Saturday Night Live's\" Beck Bennett) really just wants the fabulous technology that M.O.D.O.K. can dream up, assuring him that he can \"kill all the Iron Mans you want\" as long as he provides product for the company's pipeline. Yet M.O.D.O.K. becomes increasingly frustrated and experiences mounting indignities on both fronts, with a serialized storyline that grows darker -- and odder -- as the season progresses.The R-rated nature of the dialogue and situations explains why the show found a home on Hulu, not Disney+, although the image of parents inadvertently letting their kids watch the next \"Marvel show\" might be as darkly comical as anything within these 10 episodes.On one hand, the sheer love of the comics exhibited demonstrates how far Marvel has come, where the brand has the latitude to take a flier on something this self-consciously absurd. On the other, so much of the comedy hinges on violent sight gags or sex (the sheer logistics of which boggle the mind) it's easy to wish Blum and Oswalt -- whose Marvel ties already included a recurring role on \"Agents of SHIELD\" -- had aimed (or AIM-ed) just a bit higher.Clearly, the need for content has thrown open the Marvel vault, especially for streaming, where this kind of strange confection only needs to tantalize a small subset of subscribers. Just visually, the animation technique underscores the mandate to think outside the box, which should generally be applauded.That said, even in the world of supervillains designed for killing, just because you can doesn't always mean that you should.\"Marvel's M.O.D.O.K.\" premieres May 21 on Hulu.","link":"/2021/05/20/entertainment/marvel-modok-review/index.html"}