{"title":"Emma Watson sets the record straight on work and love life","time":"Updated 9:22 AM ET, Tue May 18, 2021 ","body":"Emma Watson sets the record straight on work and love lifeBy Lisa Respers France, CNNUpdated 9:22 AM ET, Tue May 18, 2021 <img alt=\"English actress Emma Watson arrives for the &amp;quot;Little Women&amp;quot; world premiere at the Museum of Modern Art in New York on December 7, 2019. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415161808-cnn-red-emma-watson-large-169.jpg\">English actress Emma Watson arrives for the \"Little Women\" world premiere at the Museum of Modern Art in New York on December 7, 2019.  (CNN)Even though Emma Watson has almost 60 million followers on Instagram and almost 30 million on Twitter, she hasn't posted since last June and last August respectively.That was until Monday.Watson took to her verified Twitter account Monday to address speculation about her life.Dear Fans, Rumours about whether I'm engaged or not, or whether my career is \"dormant or not\" are ways to create clicks each time they are revealed to be true or untrue.— Emma Watson (@EmmaWatson) May 17, 2021\n\nIf I have news - I promise I'll share it with you.— Emma Watson (@EmmaWatson) May 17, 2021\n\n\"Dear Fans, Rumours about whether I'm engaged or not, or whether my career is \"dormant or not\" are ways to create clicks each time they are revealed to be true or untrue,\" she tweeted. \"If I have news - I promise I'll share it with you.\"There have been reports that the \"Beauty and the Beast\" star is retiring from acting and engaged to boyfriend Leo Robinton.In the mean time please assume no news from me just means I'm quietly spending the pandemic the way most people are - failing to make sourdough bread (!), caring for my loved ones and doing my best not to spread a virus that is still affecting so many people.— Emma Watson (@EmmaWatson) May 17, 2021\n\nRead MoreI am sending so much love to you, hoping you're ok and as well and happy as you can be in these strange times. And again, thank you to everyone working so hard to keep us safe and well. E Xx— Emma Watson (@EmmaWatson) May 17, 2021\n\nWatson tweeted \"In the mean time please assume no news from me just means I'm quietly spending the pandemic the way most people are - failing to make sourdough bread (!), caring for my loved ones and doing my best not to spread a virus that is still affecting so many people.\"\"I am sending so much love to you, hoping you're ok and as well and happy as you can be in these strange times,\" she wrote. \"And again, thank you to everyone working so hard to keep us safe and well. E Xx.\" Watson's last project was 2019's \"Little Women\" film. ","link":"/2021/05/18/entertainment/emma-watson-addresses-rumors/index.html"}