{"title":"It's Equal Pay Day: Women lose an average of $406,000 to the wage gap in their lifetime","time":"Updated 2:43 PM ET, Wed March 24, 2021 ","body":"New York (CNN Business)This year, Equal Pay Day falls on March 24, a date that symbolizes how far into the year women must work to earn the same as men did in the previous year.More from Success It's been a year. Here's what your home office should look like'I don't have to choose between lifestyle and career.' How remote work changed livesHomes are selling at record speed as buyers scramble to find propertiesThe most recent estimates show women across the nation earned about 82 cents for every dollar earned by men, according to 2019 data from the US Census. That amount changes when broken down by race -- with many women of color faring much worse. White women earned 79 cents, while Asian American and Pacific Islander women earned 85 cents. Worse off are Black women, who earned 63 cents, while Latinas earned 55 cents and Native American women earned 60 cents. That's according to a report from the National Women's Law Center, which based its estimates on median earnings data for full-time, year-round workers from the Census Bureau.In total, a woman starting her career today loses an average of $406,280 to the wage gap in their lifetime.  And that was before the Covid-19 pandemic. Read MoreThe pandemic has hit women hard -- massively disrupting employment, childcare and school routines and reversing progress in the work force. It has driven millions of women out of the workforce. So what's next for women? CNN Business asked four women leaders for their take on where things stand and their hopes for what lies ahead. On the gender pay gap Fatima Goss Graves, President and CEO of National Women's Law Center\n\n\n        \n        Mary Kate McKenna Photography\n\nEven before the pandemic, the wage gap typically shortchanged women more than $10,000 each year. These lost earnings are now intensifying the economic repercussions of the pandemic-induced recession, robbing women and their families of a financial cushion when they need it most. In the months and years ahead, as women who lost jobs seek work, there is risk of a widening wage gap since many will feel the pressure to take the first offer -- often at a lower level than where they were before -- simply because they don't have the savings to hold out for something better. Kim Churches, CEO of American Association of University Women\n\n\n        \n        Courtesy of AAUW\n\nWe're not in a good place, and I fear that things are, at best, stalled or, at worst, declining. Women suffered more layoffs and job losses during the pandemic because so many work in retail and service jobs. And many other women have been forced to quit jobs because of caregiving demands. As we begin economic recovery plans, we need to address the systemic issues causing the gender pay gap. Until Covid-19, women were making major strides, but the pandemic has rolled back all of our hard-earned progress. We need to double down on our efforts to achieve parity and demand change now. Rachel Thomas, co-founder and CEO of LeanIn.org\n\n\n        \n        Jessica Chou/LeanIn.org\n\nThe pay gap hurts all women, but it's also critical to recognize that it hurts some women much more than others. Latinas and Black women are up against huge systemic barriers. They're overrepresented in low-wage jobs that don't provide critical benefits like paid leave. Many struggle with the cost of childcare, which has nearly doubled over the past two decades. And they face discriminatory lending practices that make it harder to accumulate wealth. Fixing this will require real systemic change. Business leaders need to close the gender and racial pay gaps once and for all. And policy makers need to raise the minimum wage to $15 an hour, make childcare far more accessible and affordable, and provide national paid family leave to all employees.Dr. C. Nicole Mason, President and CEO of Institute for Women's Policy Research\n\n\n        \n        Courtesy of IWPR\n\nThe gender pay gap continues to impact women's long-term economic security and well-being. Since 1985, the gap has only closed by about 18 percentage points. That's glacial. At this rate, it will take more than 40 years to close the pay gap. For Black and Latino women, it will take more than a century. What this means is that my daughter and my daughter's daughters' daughter will not see pay equity in their lifetimes. Women earn less than men in almost every occupation. That's true for female-dominated professions and for male-dominated professions. \n\nOn women in leadership \n\n\n        \n        Courtesy of AAUW\n\nChurches: Sure, we've made some notable gains. Today, America elected a woman vice president; the most powerful person in Congress is a woman; the number of women running Fortune 500 companies has hit an all-time record of 37. But come on -- that's nowhere near equity! Women make up about half of the workforce, and we're still a long way from holding half of leadership positions in every sector. We need a culture shift, and we need to be proactive about removing the barriers and biases that are holding women back from top leadership roles in every field. \n\n\n        \n        Mary Kate McKenna Photography\n\nGraves: Furthering solutions that pull families out of this pandemic will be thanks in no small part to including women in the rooms where these decisions are made. Women -- particularly women of color -- understand the lived experiences of those who are suffering the most. But we must remember that while these leaders are here in this moment, that may not be the case without intentional investment in a generation of leaders to come behind them. So many women have been pushed out of work due to the Covid-19 crisis. These women are not just today's workers, they are tomorrow's leaders. \n\n\n        \n        Courtesy of IWPR\n\nMason: I am optimistic about women's leadership. In this moment, women are leading in huge ways. From Kamala Harris, the first woman Vice President, to Sue Nabi, CEO of Coty to Secretary Janet Yellen, women are leaning into this moment and serving as national experts on critical issues, such as the economy, national security, and growth in the private sector. They are demonstrating how to lead inclusively and with an eye towards our greatest and common good. \n\n\n        \n        Jessica Chou/LeanIn.org\n\nThomas: Senior leaders are under enormous pressure right now -- and women are facing the same demands as men and then some. This is likely rooted in two dynamics: senior-level women are more likely to have childcare responsibilities, and decades of social science research shows that we hold women in leadership to higher standards than men. Women in leadership are twice as likely as senior-level men to think about downshifting their careers or leaving the workforce as a result of Covid-19. Women are already underrepresented in leadership, and we can't afford to lose the few we have. Compared to men at the same level, women leaders are more likely to champion racial and gender diversity, advocate for employee-friendly policies and programs, and mentor and sponsor other women. On women in the workforce\n\n\n        \n        Courtesy of IWPR\n\nMason: The pandemic has had an outsized impact on women, forcing more than five million women out of the workforce. The intersection of motherhood and work has certainly made the economic downturn more excruciating for women. This is a moment of public reckoning and revelation that would not have been possible without the twin crises of the pandemic and economic downturn. I hope we can use it to propel us to re-imagine a society, including our workplaces and homes, that is more supportive of working women and their families.\n\n\n        \n        Mary Kate McKenna Photography\n\nGraves: Even before the pandemic, millions of low-paid women across the country were on the edge of a fiscal cliff -- barely living paycheck-to-paycheck, cobbling together makeshift childcare, and routinely lacking basic protections like paid sick leave and health insurance. Once the pandemic hit, massive job losses by women in sectors where they were the vast majority of workers -- like retail, leisure and hospitality, and education -- collided with a collapsing childcare system to create a perfect storm that tossed women -- disproportionately low-paid Black women and Latinas -- into the crosshairs of the crisis. Women seeking to re-enter the workforce after the Covid-19 crisis will need every tool at their disposal to avoid long-term harm to their wages and secure the ability to challenge discrimination when it arises. \n\n\n        \n        Jessica Chou/LeanIn.org\n\nThomas: In short, Covid-19 is a disaster for women in the workforce. Companies need to double down on retaining, hiring, and promoting women -- and on addressing the barriers and biases that have long limited women's advancement -- or they risk losing years of progress toward gender equality. It will also be critical that companies create a culture that embraces virtual work, and that they create norms and processes to ensure that remote workers receive the same support, access, and opportunities as in-office workers. Otherwise, remote employees -- who are likely to be disproportionately women -- will be overlooked and left out. \n\n\n        \n        Courtesy of AAUW\n\nChurches: There's no doubt, none at all, that women are a vital part of workforce and the US economy benefits greatly from their contributions. But one disturbing issue is how gendered our workforce remains: Men still dominate in certain fields, and women in others, usually the ones that pay least. That's occupational segregation in a nutshell. There's no reason at all that more women aren't working in manufacturing, the trades and, of course, in the STEM fields. Just as there's no reason for men not to have jobs as teachers, librarians, nurses. Research has repeatedly shown that a company's bottom line is enhanced by a diverse workforce. It's in everyone's interest that we achieve that. ","link":"/2021/03/24/success/equal-pay-day-women/index.html"}