{"title":"Elliot Page cries 'tears of joy' in Oprah interview","time":"Updated 6:31 PM ET, Wed April 28, 2021 ","body":" (CNN)Elliot Page is comfortable in his skin. In an on-camera interview with Oprah Winfrey for Apple TV+, the actor's first since disclosing that he is transgender, Page talks about his trailblazing decision and the \"joy\" that has come with it. In fact, in one clip, Winfrey asks what has brought him the most joy since revealing his truth. Page, who gets emotional while answering the question, says it's the little things that bring the most happiness. \"It's, you know, getting out of the shower and the towel is around your waist, and you're looking at yourself in the mirror and you're just like 'There I am,'\" he says in a clip released to press. \"And I'm not having the moment where I'm panicked...It's being able to touch my chest and feel comfortable in my body probably for the first time.\" .@TheElliotPage sits down with @Oprah for his first on-camera interview since coming out as transgender. This is truly a conversation you won't want to miss. Watch this special episode of #TheOprahConversation April 30 on Apple TV+ pic.twitter.com/PPV0UmapGc— Apple TV (@AppleTV) April 28, 2021 The full interview will be released on Friday. Read MoreThe Oscar-nominated star of movies like \"Juno\" and \"X-Men: Days of Future Past\" shared his trans identity -- and preference for \"his\" and \"him\" pronouns -- in a heartfelt letter posted to Instagram in December. In print interview with Vanity Fair and trans journalist Thomas Page McBee, Page added that it is not lost on him that his joy is coming at a time of great trials for the trans community, and he intends to be an advocate. \"I feel emerging joy and excitement one moment, and then in the next, profound sadness reading about people wanting to take gender-affirming health care away from children,\" he said. \"I feel so grateful to be at this place in my life, and I want to use the strength I have to help in all the ways that I can.\" ","link":"/2021/04/28/entertainment/elliot-page/index.html"}