{"title":"These are the key things America now needs to tackle in its Covid-19 vaccination efforts","time":"Updated 9:06 PM ET, Sun May 2, 2021 ","body":" (CNN)The US needs to vaccinate tens of millions more Americans to have a chance at suppressing the spread of coronavirus -- but in parts of the country, vaccinations are slowing and demand has dropped. Experts say they saw that coming. \"In the first few months, we were capturing the part of the population that really wanted these vaccines,\" infectious diseases expert Dr. Mati Hlatshwayo Davis told CNN on Saturday. \"But now we've reached the 'wait and see' crowd and the outright 'I don't want it' crowd.\"<img alt=\"Full FDA approval of Covid-19 vaccines could help fight vaccine hesitancy, officials say\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429130255-vaccination-0414-florida-large-169.jpg\">Full FDA approval of Covid-19 vaccines could help fight vaccine hesitancy, officials sayAnd while efforts to get more shots into arms -- from the federal, state and local levels -- have been ongoing for months, Davis said officials now need to double down on their efforts to tackle two key challenges.\"Vaccine confidence needs to be addressed, while access needs to be addressed, too,\" Davis said. \"We need to be ... innovative around both culturally competent education and be thoughtful about where the holes are and where we can get shots in people's arms.\"Read MoreExperts including Dr. Anthony Fauci estimate between 70% and 85% of the country needs to be immune from the virus -- through vaccination or previous infection -- to control its spread. So far, roughly 44% of the US population has gotten at least one Covid-19 vaccine dose, according to data from the Centers for Disease Control and Prevention (CDC). More than 31% of the population is fully vaccinated, that data shows. <img alt=\"Covid-19 vaccine myths: These reasons for not getting a shot don&amp;#39;t hold up. In fact, they&amp;#39;ll set the US back\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420141937-01-needles-pfizer-vaccine-0415-large-169.jpg\">Covid-19 vaccine myths: These reasons for not getting a shot don't hold up. In fact, they'll set the US backThere are three groups of people who haven't gotten a vaccine yet, emergency physician Dr. Leana Wen told CNN on Saturday. One is generally anti-vaccine and anti-science, Wen said, and not the group the US should target first. \"The group we should be targeting first are those who actually really want the vaccine but just haven't had it because they have other things in their lives to worry about,\" like jugging multiple jobs or taking care of children or elderly parents, she said. \"We need to make it really easy for them to get the vaccine. I think we should be closing mass vaccination sites, redistributing vaccines to doctors' offices, pharmacies, getting public clinics and churches and schools and workplaces,\" Wen added. And there's a group of people who have specific concerns about the vaccines, like for example, what the side effects might be, Wen said. \"We need to address these concerns, ideally by people in their community who changed their minds, who initially thought, 'I'm worried about the vaccines, too, but here's what changed my mind.'\"<img alt=\"Pedestrians pass in front of Covid-19 vaccination site signs outside the American Museum of Natural History in New York on Friday.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501215719-0502-us-coronavirus-sunday-restricted-large-169.jpg\">Pedestrians pass in front of Covid-19 vaccination site signs outside the American Museum of Natural History in New York on Friday.US is still in a race to vaccinateThe CDC reported Sunday that that 245,591,469 Covid-19 vaccination doses have been administered in the United States.More than 147 million people -- 44.3% of the total population -- have now received at least one dose of vaccine, and more than 104 million people -- 31.6% of the total population -- have been fully vaccinated, CDC data shows.While it may feel like the US is slowly making its way out of the pandemic, officials say there's still an ongoing race to vaccinate as many Americans as possible. <img alt=\"Coronavirus deaths are down in the US, and vaccines may be partly responsible\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429163319-coronavirus-vaccine-portland-oregon-file-large-169.jpg\">Coronavirus deaths are down in the US, and vaccines may be partly responsibleNationwide, Covid-19 cases, hospitalizations and deaths are all going down, CDC Director Dr. Rochelle Walensky reported at a White House Covid-19 briefing on Friday. But the quicker the US vaccinates more Americans, the more opportunity the country has to prevent both further spread of the virus and the potential for new dangerous variants to emerge. \"The more virus and viral replication, the virus has more chances to mutate and this means additional opportunities for variants to evolve,\" Walensky said.  In Oregon, Gov. Kate Brown sounded the alarm Friday, saying the state has recorded Covid-19 case increases of 20% or more for five weeks straight and nearly doubled its hospitalization numbers in a week. <img alt=\"White House ready to grind through next pandemic steps: &amp;#39;Every 1% from here on out will represent incredible progress&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427161252-06-100-days-covid-large-169.jpg\">White House ready to grind through next pandemic steps: 'Every 1% from here on out will represent incredible progress'Cases were widespread, the governor said, and driven by more contagious variants. She added multiple counties would now see temporarily tightened restrictions to help slow the spread of the virus.\"Scientific modeling also shows that over the course of the next two to three weeks, based on current vaccination rates, we can get ahead of these variants,\" Brown said. \"Following that trajectory, we should be able to lift restrictions statewide and return to a sense of normalcy no later than the end of June.\"By summer we could be back to normal, expert saysOther leaders across the US have also shared timelines for when they hope to return to a sense of normalcy. New York Mayor Bill de Blasio recently said he's targeting July 1 for the city's full reopening, citing fewer hospitalizations, a climbing vaccination rate and walk-in vaccine availability around the city as reasons behind that strategy. <img alt=\"The US is taking a major step toward resuming normal life\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430023340-new-york-city-0413-restricted-large-169.jpg\">The US is taking a major step toward resuming normal lifeWalensky, the CDC director, said Friday a July 1 Covid-19 reopening plan was reasonable. \"We are focused on getting people vaccinated and decreasing the case rates,\" she said. \"If we can continue at this pace -- case rates are coming down, vaccinations going up -- then I think July 1 would be a reasonable target.\" One expert told CNN on Saturday that by summertime, the US will be very close to the normal we've longed for. \"As we head into the summer and hit 60, 70% vaccination rates, transmission will plummet. And that means that life will look very much like it did in 2019,\" said Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine.<img alt=\"What to do to get your Covid vaccination added to your medical record\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426111834-01-coronavirus-vaccine-card-restricted-large-169.jpg\">What to do to get your Covid vaccination added to your medical recordBut right now, Hotez said, there's still a significant level of transmission of the virus. In the past week, the US has averaged more than 49,000 new Covid-19 cases daily, according to data from Johns Hopkins University. Even as Covid-19 numbers get better, it will be important to keep vaccinating Americans to prevent a resurgence of the virus in the fall and winter, Wen said. \"I ... fear that people are going to get complacent,\" she said. \"They're going to see that things are returning to normal. They can go about doing things that they weren't able to before, regardless of whether they were vaccinated.\"If people who are now on the fence don't get vaccinated, the US may not reach widespread levels of protection against the virus, Wen said. \"And then, with the winter ... we have a big resurgence, maybe we have variants coming in from other countries, and we could start this whole process all over again,\" she said. CNN's Kelsie Smith and Virginia Langmaid contributed to this report. ","link":"/2021/05/02/health/us-coronavirus-sunday/index.html"}