{"title":"The anger driving Colombia's protest movement isn't going away anytime soon","time":"Updated 6:15 PM ET, Thu May 20, 2021 ","body":"The anger driving Colombia's protest movement isn't going away anytime soonBy Natalie Gallón and Polo Sandoval, CNNUpdated 6:15 PM ET, Thu May 20, 2021 JUST WATCHEDColombia protest: Video shows violent clashes between police and protestersReplayMore Videos ...MUST WATCHColombia protest: Video shows violent clashes between police and protesters 03:01Bogotá (CNN)What started as a tax reform proposal to help ease the strain of the pandemic on the economy and balance government finances ended with people taking to the streets to express their discontent. Large-scale protests in Colombia are now in their third week, and prosecutors have announced homicide charges after a national police officer was seen on video shooting and killing a 17-year-old in the city of Cali during the first day of demonstrations. Last week, Colombia's Attorney General's Office released a statement charging the police officer, Luis Ángel Piedrahita Hernández, with aggravated homicide in connection to the killing of Marcelo Agredo Inchima. Officer Piedrahita Hernández maintains his innocence and the case will go before a criminal court. Read MoreThe charges were announced on the same day that the head of Colombia's National Police, General Jorge Luis Vargas, just four months into the new role, defended the credibility of the force -- which has been fiercely criticized for its heavy-handed response to the protests --  while admitting that police would be the first to recognize their faults. \"Any act that a police officer commits against the law is forcefully rejected,\" General Vargas said, speaking to Spanish newspaper El País last week. \"Whoever has individual responsibility, we hope that the full weight of the law falls on him. And we will be the first to ask for forgiveness when it is determined,\" he added.The institution the general oversees has found itself in the middle of a credibility crisis, as reports of human rights violations increase and international humanitarian groups including the United Nations voice concerns. On Saturday, the Inter-American Commission on Human Rights (IACHR) formally requested access to the country to investigate these abuse allegations. At least 42 people have died in the protests according to Colombia's Ombudsman Office. Rights groups say the death toll could be higher. According to a compilation by human rights organization Temblores, at least 2,387 cases of police violence have been reported. The shooting of Marcelo Agredo InchimaMarcelo Agredo Inchima was among the first casualties that resulted in the protests, on a day when social media videos of brutal repression by police would ignite fury across an already angered nation. Seventeen-year-old Agredo and his brother joined an anti-tax bill rally on April 28, the first day of protests in Cali — a city in southwest Colombia that would soon become the heart of the movement. Little did they know it would be the last day he would be seen alive.<img alt=\"Reckoning with lethal violence in Colombia&amp;#39;s prolonged wave of protests\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514131242-go-there-colombia-protests-dp-weekend-large-169.jpg\">Reckoning with lethal violence in Colombia's prolonged wave of protests Dramatic social media footage shot from a balcony in the Mariano Ramos neighborhood shows Agredo kicking a police officer on a motorcycle. Shots can be heard as people scatter in panic. Agredo attempts to run away on foot, but the police officer grabs his gun and shoots, downing the young man. A second social media video from another angle shows Agredo running and then falling to the ground. A third shows his body on the pavement in a pool of blood, as people frantically try to move him. \"They killed him!\" a woman screams, terror resonating in her voice.\"No, he's already dead,\" she sobs near Agredo's still body. The following day, the young man's father spoke on camera with Temblores and confirmed the death of his son. \"My kid died there as a result of a shot that a police officer gave him. My son attacked a policeman with a kick,\" Armando Agredo Bustamante said, arguing the kick wasn't a reason to take his son's life when his son was unarmed and \"defenseless.\" For many Colombians, what started as protests over the now-withdrawn tax reform that would have hit many families already struggling economically, have transformed into a cry to end excessive police force directed at protesters— something they say has plagued the nation for decades. \"The way that they decided to take these things is to bring the police and the military forces against their own people. That's why we are all here,\" Juan Pablo Randazzo, 21, told CNN during a peaceful protest in the capital of Bogotá, the brightly colored yellow, blue and red Colombian flag wrapped around his neck like a cape. \"We are not prepared to hear the next day that one of our friends, that one of our family, that one of our brothers is getting killed,\" the university student added with emotion in his voice. In an exclusive interview with CNN's Chief International Anchor Christiane Amanpour last week, Colombian president Iván Duque announced 65 investigations have been opened into police abuse adding that there were \"strict protocols\" on the use of force in the country.<img alt=\"Iván Duque: Zero tolerance for police abuse\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512193855-amanpour-ivan-duque-large-169.jpg\">JUST WATCHEDIván Duque: Zero tolerance for police abuseReplayMore Videos ...MUST WATCHIván Duque: Zero tolerance for police abuse 13:33 Duque said his government had \"always trusted and defended the fundamental right in our institution for specific protests.\"Nevertheless, government officials also maintain that leftist militants and illegal armed groups are behind some of the violence.Last week, Colombia's Defense Ministry announced security forces had detained a leader of a local cell of the largest leftist guerrilla group in the country, the National Liberation Army (ELN). The Ministry accused him of attempting to blend into the protests in Cali with plans to detonate a hand grenade and blame security forces, but offered no proof. A cascade of discontent The withdrawal of the tax reform proposal, which the government said was necessary to ease the pandemic's blows, was too late to allay protesters' fury over months of economic pressure, reinforced by police brutality, all of which has deepened the sense of inequality that many Colombians feel. Protesters have burned public buses, police precincts, looted stores and blocked roads throughout the nation, further hampering the economy and flow of goods. \"The Colombian Constitution does not establish the right to block, for violence, or vandalism,\" Interior Minister Daniel Palacios said on Twitter. \"The blockades generate poverty, don't build a country and end the economy,\" he added. Negotiations between the Colombian government, indigenous groups and the National Strike Committee are ongoing but have so far been unsuccessful. Even President Duque's announcement last week to cut tuition for lower-income students in the second semester of 2021 has failed to stem the protests.  Meanwhile, Colombians are sinking deeper into poverty, a problem exacerbated by the pandemic and nationwide lockdowns. According to the country's National Statistics Department (DANE), the poverty rate increased from 36 percent in 2019 to 42.5 percent in 2020.<img alt=\"In Colombia&amp;#39;s protests, pandemic pressures collide with an existential reckoning for police\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510090546-primera-colombia-large-169.jpg\">In Colombia's protests, pandemic pressures collide with an existential reckoning for police A study from DANE also reports the number of Colombian families eating less than three meals per day has tripled since the start of the pandemic.  Sociology and history professor Jose Alejandro Cifuentes tells CNN the economic situation Colombia faces is grim and entangled with its history of civil war and inequality. \"We are in a very serious situation in the face of access to higher education, employment, and we are facing a situation of high informal employment that is the only space left for these youths,\" Cifuentes said in regard to the many young Colombians taking to the streets to voice their frustrations and concerns. Not only has the pandemic hit the future generations though. It has also affected people like Marlon Rincon Peralta, 46, a father of five who we met as he waved down the few visitors who drove past his mostly empty tables. Rincon Peralta was forced to go from business owner to waiting tables at a restaurant in the once bustling colonial tourist town of Zipaquirá, north of the capital. \"Never, never have I seen this situation,\" Rincon Peralta told CNN as he got emotional sharing how the pandemic only helped make the rich richer and the poor poorer due to the inequality the country has faced and continues to live. Financially, he is at his worst. \"I tell my wife, my kids, if we continue like this, no, no... what are we going to do?\" he said with tears in his eyes. \"The pandemic has a cure,\" he said but the economy and inequality doesn't. \"If we don't do something, we will never have a cure.\"","link":"/2021/05/20/americas/colombia-protests-deaths-intl-latam/index.html"}