{"title":"How to reduce Covid-19 risk at salons and spas","time":"Updated 9:56 AM ET, Wed April 28, 2021 ","body":"There are few no-risk activities during the Covid-19 pandemic, but there are ways to mitigate risks. Fully vaccinated people are, of course, at much lower risk of contracting and spreading coronavirus than people who haven't been vaccinated. CNN Medical Analyst Dr. Leana Wen advises approaching your activity decisions with that in mind. (CNN)You may be wondering whether more people getting Covid-19 vaccinations means you can finally safely get a real haircut or have a masseuse knead away more than a year's worth of pandemic stress.Salon or spa services like blowouts or line-ups, mani-pedis, or full-body massages don't happen without the kind of close proximity to others that increases Covid-19 risk. Coronavirus spreads when infected people cough, sneeze or talk and others breathe in those droplets, or when virus accumulates in or flows through the air. People can also contract coronavirus from contaminated surfaces, but this mode of transmission is less common, according to the US Centers for Disease Control and Prevention.<img alt=\"Hairdresser Marko Stanzl wears a face mask and cuts a client&amp;#39;s hair in his salon in Zagreb, Croatia, on May 4, 2020, as the country started gradually loosening its pandemic lockdown.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200515071933-11-hair-salons-reopening-coronavirus-lockdown-croatia-0504-large-169.jpg\">Hairdresser Marko Stanzl wears a face mask and cuts a client's hair in his salon in Zagreb, Croatia, on May 4, 2020, as the country started gradually loosening its pandemic lockdown.When you went to salons or spas before the pandemic, you might have been able to relax for as long as you wanted. \"Unfortunately, we're a little bit longer away from the way we think about\" these experiences, said Regina Davis Moss, the associate executive director of health policy and practice at the American Public Health Association. \"It's really about going in to get the service more so than it is the experience ... I think if we focus on just getting the service and trying to do that as quickly as possible -- trying to minimize our risk -- we will be a lot better.\"Vaccinated people are at much lower risk of contracting or spreading coronavirus. Since unvaccinated people remain unprotected, both groups need to take the following precautions in most situations.Preparing for your appointmentRead MoreBefore you make an appointment at a salon or spa, call the business or check its website to make sure the staff is following CDC guidelines for beauty salons and barbershops, or similar guidance of the government local to the business. Recommended safety precautions -- for staff and customers -- include constant mask-wearing, physical distancing as much as possible and cleaning between each customer.Hair salons should be cleaning the following items between each client, the CDC has said: styling chairs, hair-washing sinks, payment equipment, chair covers, salon capes and any other tools used to clean and style hair. The CDC has also recommended that staff set up physical barriers between workers where possible.<img alt=\"How to keep up your grooming regimen in isolation — without disaster\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200411022507-20200411-quarantine-grooming-tips-2-large-169.jpg\">How to keep up your grooming regimen in isolation — without disasterNail salons, too, should be sanitizing chairs, countertops, tables, nail lamps and any other frequently touched surfaces -- such as nail polishes used -- between customers. Some nail salons might have set up plastic screens between nail technicians and customers, said Dr. Ada Stewart, a family physician with Cooperative Health in Columbia, South Carolina, and the president of the American Academy of Family Physicians.At spas, massages tables should be cleaned between each guest, and other items -- such as changing areas and robes -- as much as possible. Employees of any of these businesses should wash their hands at least before and after each client, cleaning and work breaks.Getting a facial isn't wise since it would require removing your mask, but if you do, both you and the employee should be fully vaccinated, said CNN Medical Analyst Dr. Leana Wen, an emergency physician and visiting professor of health policy and management at the George Washington University Milken Institute School of Public Health.If \"you are fully vaccinated but your esthetician is not, then realize that you are taking a risk. ... In that case, you should try to reduce risk in other aspects of your life,\" she said.<img alt=\"Are we getting weirder? Perhaps we&amp;#39;re simply becoming ourselves\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210129160030-2021-becoming-weirder-pandemic-wellness-large-169.jpg\">Are we getting weirder? Perhaps we're simply becoming ourselvesVentilation quality is important for all indoor areas, but especially in hair salons since blow dryers and personal fans could blow around virus-laden air if infected people are present. While physical distancing can help prevent the spread of large respiratory droplets carrying coronavirus or other germs, it doesn't protect salon-goers from the indoor air -- which is the greatest risk in salons.Salon managers should ensure other measures for well-ventilated rooms are in place, including open windows or doors when possible and portable air cleaners that have HEPA (high-efficiency particulate air) filters. Managers can also consult HVAC (heating, ventilation and air conditioning) professionals who can adjust these systems to deliver clean air and dilute potential contaminants, the CDC has said. If you're going to a spa, shower at home so you can avoid locker or changing rooms where you might be in close proximity to other people. Pack extra masks in case one gets wet during the hair or spa appointment, since wet masks can be less effective and hinder breathing, according to the CDC.At your salon or spa appointmentIf possible, go to your appointment alone to reduce chances of crowding the building. These businesses might be limiting customer capacity anyway.Weekends are usually the busiest for salons and spas, so try to go at a less busy time and check for requirements regarding vaccination status, Wen said.How to reduce Covid-19 risk at:• Hotels• Restaurants• Gyms and fitness classes• Theaters• Concerts\"We're talking about almost certainly something that occurs indoors,\" Wen said. \"If it's a packed salon and there are some other customers within 6 feet of you indoors, that becomes, again, a higher-risk setting that I would try to avoid.\"Once you're there, wear a mask at all times unless you're getting a facial. Try to check in and pay online, or use touchless payment where possible.If you have to change in a shared area, you should also physically distance as much as possible from others who don't live in your household and \"reduce your length of time there,\" Wen said. Stay at least 6 feet away from others when you're in the waiting room, too.You should probably avoid saunas and steam rooms altogether. \"Saunas are very challenging because your mask is not really going to work,\" Wen said. \"It's going to get soggy from all the humidity and those tend to not be well ventilated. So, the only way you should go to a sauna is if everybody else there is fully vaccinated, otherwise that is a very high-risk setting.\"The service you're getting also can impact the level of risk you're facing.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"Depending on what you're getting done, hair might take longer, and length of time increases exposure risk too,\" Wen said. \"The same would apply for nail salons.\"At the same time, don't stay longer than you need to. \"In a lot of cultures, you are not just going to get your hair service, but it's a time to catch up with friends and family and you end up staying in there a lot longer after your service,\" Davis Moss said. \"Forgo that to minimize risk.\" CNN's Virginia Langmaid and Maggie Fox contributed to this report.","link":"/2021/04/28/health/salon-spa-safety-covid-pandemic-wellness/index.html"}