{"title":"The Israeli-Palestinian conflict has strained medical services and left families reeling. Here are six organizations you can support to help victims ","time":"Updated 9:03 AM ET, Wed May 19, 2021 ","body":"The Israeli-Palestinian conflict has strained medical services and left families reeling. Here are six organizations you can support to help victims By CNN StaffUpdated 9:03 AM ET, Wed May 19, 2021 <img alt=\"Left: An Israeli firefighter extinguishes a burning bus in Holon, Israel, after it was hit by a rocket fired from Gaza on May 11, 2021. Right: A Palestinian walks next to a building destroyed by Israeli airstrikes in Gaza City on May 13, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515141949-restricted-split-iyw-how-to-help-israeli-palestinian-victims-large-169.jpg\">Left: An Israeli firefighter extinguishes a burning bus in Holon, Israel, after it was hit by a rocket fired from Gaza on May 11, 2021. Right: A Palestinian walks next to a building destroyed by Israeli airstrikes in Gaza City on May 13, 2021. (CNN)As the Israeli-Palestinian conflict grinds on, families in the region continue to reel.In just the first week of fighting, more than 200 people were killed by Israeli airstrikes according to the Hamas-run health ministry in Gaza. The ministry says more than 1,500 have been injured. At the same time, Israeli officials say Palestinian rocket attacks have  killed at least 12 people.Protests and mob violence, including attempted lynchings, have also been reported in Israel and the West Bank.Many of the victims -- Israeli and Palestinian -- are ordinary civilians in dire need of medical help. But the demand for urgent care has put a strain on hospitals, blood supplies and other vital services.Here are some of the organizations you can support providing humanitarian relief.Read MoreDoctors Without BordersDoctors Without Borders is an international organization that provides lifesaving medical humanitarian care across the world, and speaks out about what they see. The group works in more than 70 countries, as well as the Palestinian territories. Not only do their teams treat victims of war and violence, but also respond to other medical needs, such as mental health care and the coronavirus pandemic. They were awarded the Nobel Peace Prize in 1999. Palestine Red Crescent Society Palestine Red Crescent Society (PRCS) caters to the health and welfare of Palestinians in the West Bank, Gaza and refugee camps in surrounding countries. With more than 4,000 employees and 20,000 volunteers, the group provides Emergency Medical Services (EMS) in times of conflict as well as preventative, curative and rehabilitative health care. PRCS is a non-government organization that adheres to the principles of the International Federation of Red Cross and Red Crescent.American Friends of Magen David AdomAmerican Friends of Magen David Adom (Red Star of David) supports Israel's primary ambulance, blood-services and disaster-relief organization. When tragedy strikes in Israel, Magen David Adom (MDA) is often on the frontlines helping victims receive proper medical care. MDA also provides first-responder medical training to approximately 90,000 people each year throughout Israel. It is a non-government organization that works in association with the International Federation of Red Cross and Red Crescent.  The International Committee of the Red CrossThe International Committee of the Red Cross is working with both the Magen David Adom (Red Star of David) and the Palestine Red Crescent Society to promote the welfare and safety of the wounded in Israel, Gaza and the West Bank. Palestine Children's Relief FundPalestine Children's Relief Fund (PCRF) is a U.S.-based nonprofit organization that sponsors volunteer medical teams to treat sick and injured Palestinian children in the West Bank and Gaza. It also brings children to the US for free medical care they could not receive locally. The group has built two pediatric cancer departments in Gaza and the West Bank and has treated tens of thousands of youth. United HatzalahUnited Hatzalah is the largest independent, non-profit, volunteer Emergency Medical Service (EMS) in Israel. Volunteers drive ambucycles from emergency to emergency, providing fast and free medical care 24 hours a day, 7 days a week. With more than 6,000 volunteers, they're able to respond to emergencies across the country in less than 3 minutes and 90 seconds in metropolitan areas. ","link":"/2021/05/16/world/iyw-how-to-help-israeli-palestinian-victims/index.html"}