{"title":"New York City primary care doctors begin vaccinating patients against Covid-19","time":"Updated 1:47 PM ET, Wed April 28, 2021 ","body":"New York,  New York (CNN)New York is the latest state to allocate Covid-19 vaccine doses directly to primary care doctors as part of an initiative to reach people who may be reluctant to be inoculated.  A group of primary care doctors in New York City vaccinated patients at their own offices for the first time Tuesday.Primary care doctors have not been included in a significant way in the early stages of most states' vaccine distribution plans, and the scale of existing primary care programs has varied.Maryland allotted vaccines for primary care providers to reach vulnerable populations in mid-March and continues to expand the program. <img alt=\"Some experts say new CDC guidelines are too cautious. Here&amp;#39;s why that matters with vaccine hesitancy\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428022815-us-coronavirus-0426-large-169.jpg\">Some experts say new CDC guidelines are too cautious. Here's why that matters with vaccine hesitancyCalifornia allows physicians to volunteer to be a vaccine provider through an online sign-up portal.  Read MoreOn Tuesday, primary care doctors at 40 locations in the SOMOS Community Care network in New York administered the Moderna vaccine to patients. One hundred SOMOS-affiliated primary care providers in New York City will have doses available to their patients by the end of the week, according to a spokesperson.  Gov. Andrew Cuomo announced the partnership in March, allocating at least 1 million doses to the network of physicians to get them to New Yorkers he says have been harder to reach.  \"This new partnership will allow New Yorkers in under-served communities to get the vaccine from trusted community healthcare providers. Together, we will break down barriers to access, while combating vaccine hesitancy,\" the governor said.  Some doctors say vaccine participation numbers would be higher if primary care doctors had doses in their offices from the beginning. Dr. Luisa Perez, a SOMOS-affiliated physician who has served her Bronx community for nearly 20 years, is one of them.  \"If I just may say I think this should have been the first step,\" Perez told CNN. \"Our first front line is the medical office. I will say if I had the vaccines earlier, we would have thousands and thousands of patients already vaccinated. This whole community would have been vaccinated. And I think we would have been further ahead.\"<img alt=\"Dr. Luisa Perez\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427225050-04-nyc-primary-care-doctors-vaccines-large-169.jpg\">Dr. Luisa PerezSOMOS is a network of more than 2,500 physicians that describes itself as \"dedicated to health, wellness and social services in lower-income, underserved Hispanic, Asian and African-American communities throughout New York City.\"  Perez serves a predominantly Spanish-speaking patient population. She says education has helped her community overcome vaccine fears and that she's uniquely placed to offer that outside the four walls of her medical practice. \"I've been around here for over 30 years so a lot of my patients, they see me not just in my office. They see me at the supermarket, at the fruit shop, down the block. 'Hey, Dr. Perez, you know, what about the vaccine?' And we talk, before you know it, I have two or three people joining the crowd,\" Perez said.\"In general you know everybody's anxious and hesitant, you know. It's something that before they were not involved in any decision making as to whether what vaccine is good or not but because of the pandemic, they've been exposed more than in other times,\" she said.Vaccine equity in communities of color Nearly 74% of New Yorkers who've received at least one dose of the vaccine are White, according to state data. Nationwide, White people account for about 64% of first-dose vaccine doses, federal data show. <img alt=\"I got vaccinated -- but my family can&amp;#39;t, and the guilt is killing me\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210327183309-02-johnson-and-johnson-covid-19-vaccine-pennsylvania-0326-large-169.jpg\">I got vaccinated -- but my family can't, and the guilt is killing me\"I spent eight hours in one site and in that eight hours, I gave a vaccine to one African American -- one African American. That was like two months ago. And all of them, all the rest, they were White,\" Dr. Francisco Rosario of SOMOS told CNN.When asked why, he said, \"Probably, they didn't have access to the website, they didn't have the internet, they didn't have a computer, or maybe not savvy, especially my elderly patients. So, now this is going to be very different because this is right in the community.\" Rosario, who, like Perez, treats a predominantly Hispanic and African American community, says accessibility to educational resources and vaccines contributes to the disparity. \"[This is] what needs to be done, because the primary care provider, the doctors will answer the question. It's not like going to the pharmacy, going to a center where a technician or a licensed practical nurse has so many of those vaccines that they don't have the time to explain to the patient. \" A 43-year-old home health aide from West Harlem was initially hesitant to get the vaccine and still has several family members who have long been eligible but are choosing not to get vaccinated out of fear for side effects.  <img alt=\"Dr. Francisco Rosario \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427224334-01-nyc-primary-care-doctors-vaccines-large-169.jpg\">Dr. Francisco Rosario The patient, who asked that we refer to her only by her first name, Venessa, intentionally waited for a vaccine to become available at Rosario's office. She'd been on a waiting list for months, she said. After receiving her first dose of the Moderna vaccine on Tuesday, Venessa said she's relieved.   \"You know , it's just a sense of relief. You know, that I got it, and, you know, maybe I can travel,\" she said, \"It's just home, work, home everyday, you know, unless I have to come out to grocery shop,\" she said.  News of the Johnson & Johnson pause also had deterred Venessa from seeking out a shot at a larger vaccine site sooner.  \"I said I was going to get the Johnson & Johnson, because it's one shot, but after hearing about the situation, I said, you know what I'm going to go back and wait and get a two shot,\" she said.    The vaccine needs to be convenient  President Joe Biden's administration has talked about  the importance of getting direct vaccine allocations to primary care doctors in every state.  White House Coronavirus Coordinator Jeff Zients told reporters last week that the administration is working on it. \"Estimates show that about 90% of doctors have gotten at least one shot, which makes doctors a powerful and important messenger,\" Zients said. \"And we're working with states to get primary care providers vaccine doses, so more Americans can get vaccinated at their doctor's office, the same way they are accustomed to getting other vaccinations.\"As health officials acknowledge there's been a slowdown in demand, they say the current challenge is reaching Americans who are still hesitant or haven't made an effort to get vaccinated.  Local primary care doctors can easily reach their patient populations to overcome this lull in demand.  <img alt=\"Covid-19 vaccine demand is slowing in parts of the US. Now an uphill battle starts to get more shots into arms\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210417222337-mercer-county-drive-thru-clinic-screengrab-large-169.jpg\">Covid-19 vaccine demand is slowing in parts of the US. Now an uphill battle starts to get more shots into armsClaire Hannan, executive director of the Association of Immunization Managers, told CNN there are still people who want the vaccine but may not have scheduled an appointment yet. \"We're going to have to make it as easy as possible for them to get the vaccine,\" she said. \"We're going to have to do everything that we can. We're going to have to use community leaders, church leaders. We're going to have to take the vaccine to people. We're going to have to get it to private physicians,\" she said.   SOMOS holds the vaccine doses at its Bronx headquarters and will provide small quantities to participating physicians' offices regularly as needed.  Perez believes she can ensure her patients return for a second dose of a vaccine because her patients are also her neighbors.  \"If you went to another community to get the vaccine, that entails taking a taxi or transportation or what have you, but you know, most of the patients that are coming to me -- they live in the community, and they're coming from around the corner, and even if they forget or not able to, I call them,\" she said.  <img alt=\"Trump&amp;#39;s close advisers urge him to make PSA to persuade his followers to get the Covid-19 vaccine\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210319215641-donald-trump-022821-large-169.jpg\">Trump's close advisers urge him to make PSA to persuade his followers to get the Covid-19 vaccineMass vaccination sites cannot provide that same accountability, according to Rosario.  \"This will increase the compliance. This is no doubt because it's not the same, a center where they have, let's say, thousands of patients per day, when I will be, let's say, giving 30 vaccines day. It will be more personalized, and not only with this office,\" he said. Closing the equity gap in vaccinated New Yorkers was a priority in directing a large vaccine dose allocation to the SOMOS network, Cuomo's office said.  \"There is a hesitancy about for some in receiving the vaccine. They call it hesitancy. I reject the word hesitancy. I don't know what that means. And hesitancy is one of those words you use when you don't want to really admit the ugly truth of what it is. It's not hesitancy. It's distrust. It's the Black community and the Hispanic community has less trust in the system,\" the governor said when he announced the initiative in March. Ultimately, choosing to get a Covid-19 vaccine comes down to trust. \"I have so many patients that they've had the opportunity but you know, it's that trust that they have. You know I have patients for the last 17 years,\" Perez told CNN. \"So it's a trust that we build in something, somebody that they know, and they're willing to, you know, to go and have the vaccine from, from us, from me.\"Amanda Sealy contributed to this report. ","link":"/2021/04/28/health/nyc-primary-care-doctors-covid-vaccines/index.html"}