{"title":"Google parent Alphabet sees revenue jump 34% to $55.3 billion in the first quarter","time":"Updated 12:13 AM ET, Wed April 28, 2021 ","body":" (CNN Business)Alphabet kicked off a big week for tech earnings as the industry starts to look ahead to a post-pandemic economy by reporting a characteristically strong start to 2021. Google's parent company reported revenues of $55.3 billion for the first three months of the year — a 34% jump from the same period last year — and made close to $18 billion in profit, comfortably blowing past analyst estimates. It also announced a $50 billion stock buyback. The company's stock jumped nearly 4% in after-hours trading on Tuesday.\"Over the last year, people have turned to Google (GOOG) Search and many online services to stay informed, connected and entertained,\" Google and Alphabet CEO Sundar Pichai said in a statement Wednesday.Google's cloud business, which the company has increasingly leaned on to diversify from its core advertising revenue, trimmed its losses to $974 million from $1.7 billion in the same quarter last year. Revenue from cloud increased 46% year over year, to $4 billion.Read More\"Our Cloud services are helping businesses, big and small, accelerate their digital transformations,\" Pichai added.With the vaccination rollout around the United States in full swing and a broader reopening of the country on the horizon, tech companies that made billions off people forced to work from home may now have to change their strategies. This week's earnings bonanza will be a big early indicator, with Facebook (FB), Apple (AAPL), Amazon (AMZN), Twitter (TWTR), Microsoft (MSFT) and chipmaker AMD (AMD) all set to report earnings in the coming days. Google, for its part, benefited from a big increase in digital ad spending and cloud computing investmentsWhile the full extent of a return to pre-pandemic life won't be apparent for some time, there are reasons for tech investors to remain optimistic. Businesses are preparing to let workers continue to log in remotely, which means a continued reliance on gadgets and services. And some of the transformation that has occurred over the last year, such as more digital meetings or virtual doctor's visits, is likely to stick.Some headwinds do exist, however, including the possibility of greater regulation and the Biden administration's desire to raise corporate and capital gains taxes.  CNN Business' Anneken Tappe and Paul LaMonica contributed to this report","link":"/2021/04/27/tech/google-earnings-q1-2021/index.html"}