{"title":"How the human eye changes after 1 year in space","time":"Updated 2:19 PM ET, Thu April 29, 2021 ","body":" (CNN)When humans finally have the chance to explore Mars, the members of those crewed missions will be millions of miles from home with delayed communications. Before they go, scientists want to understand as much as possible about the potential effects of microgravity and radiation on the human body. A big step toward this goal was the One-Year Mission, when NASA astronaut Scott Kelly and Russian cosmonaut Mikhail Kornienko spent 340 days on the International Space Station from March 2015 to March 2016. <img alt=\"American astronaut Scott Kelly (left) and Russian cosmonaut Mikhail Kornienko (right) spent a year on the space station.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/151216122850-scott-kelly-mikhail-kornienko-large-169.jpg\">American astronaut Scott Kelly (left) and Russian cosmonaut Mikhail Kornienko (right) spent a year on the space station.The space explorers spent nearly a year living in the absence of gravity. The data gathered before, during and after their flight contributed greatly to a better understanding of what happens to the human body in space. Both men were tested up to a year after their mission.A concern that has emerged regarding astronauts is how their eyes change during long-duration spaceflight, lasting six months or more, and potential impacts to their eye health over time. While crew members typically spend four to six months on the space station, future planned missions lasting a year or longer warrant more investigation, according to researchers. <img alt=\"Humans have been living on the space station for 20 years\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190423211006-nasa-space-walk-large-169.jpg\">Humans have been living on the space station for 20 yearsThe impact on the health of astronauts' vision as a result of long-term spaceflight previously was known as visual impairment and intracranial pressure, or VIIP, syndrome. Researchers now refer to ophthalmologic and neurologic findings in astronauts after long-duration spaceflight as spaceflight-associated neuro-ocular syndrome, also known as SANS.Read MoreA new study focused on ocular changes and issues experienced by Kelly and Kornienko published Thursday in the journal JAMA Opthalmology.\"After astronauts began flying long-duration spaceflight missions of about 6 months, we started observing changes in the eyes of some astronauts that we had not observed when they flew short about 2-week long missions on the Space Shuttle,\" said study author Brandon R. Macias, director of the Cardiovascular and Vision Laboratory at NASA Johnson Space Center in Houston, in an email.\"We now have a few astronauts that have flown even longer duration missions of up to 1 year in space and our preliminary findings suggest that spaceflight mission duration may contribute to worsened ocular structural changes, such as swelling of the optic nerve head tissues.\"<img alt=\"This is how the human heart adapts to space\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200402160125-01-scott-kelly-international-space-station-file-large-169.jpg\">This is how the human heart adapts to spaceThe changes observed in Kelly and Kornienko were compared with crew members who spent about six months on the station. Both men experienced multiple structural changes in their eyes. One developed mild optic disc edema.\"Optic disc edema can occur when the nerve fibers that enter the back of the eye swell or when CSF (Cerebral Spinal fluid) accumulates around the nerve fibers,\" Macias said. \"If the swelling is severe and lasts for a long period of time visual function can be impacted.\"<img alt=\"Our bodies in space: Zero gravity weighs heavy on your health\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/131227182619-nasa-selfie-mike-hopkins-large-169.jpg\">Our bodies in space: Zero gravity weighs heavy on your healthThe other man experienced optic disc edema in addition to the progressive development of choroidal folds, according to the study. Neither man was identified regarding the changes they experience.\"The retina at the back of the eye is a smooth layer,\" Macias said. \"Choroidal folds develop when this tissue becomes wrinkled and uneven. These folds can have different patterns depending on the location and severity and have the potential to impair visual function.\"The two men recovered from optic disc edema after spaceflight, but choroidal folds don't always fully recover, he said. These structural changes haven't resulted in any significant functional changes to their eyes. However, Macias noted that there is no data on either crew member past one year after returning to Earth. <img alt=\"Kelly conducted a spacewalk outside the space station on November 6, 2015.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/151216104223-scott-kelly-spacewalk-large-169.jpg\">Kelly conducted a spacewalk outside the space station on November 6, 2015.When these changes to ocular structure occur, the astronauts usually aren't aware until after tests make the detections -- and the changes only have been present for weeks or months, resulting in no immediate effects on their overall eye health. \"However, there is a concern that longer spaceflight missions may contribute to greater ocular structural changes and that the longer duration that these structural changes are present, the greater likelihood that they could cause damage to the retina, and possibly result in changes in their ocular health,\" Macias said. <img alt=\"Astronauts experience these key changes in space that could impact their health, new research shows\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200402160501-03-scott-kelly-international-space-station-file-large-169.jpg\">Astronauts experience these key changes in space that could impact their health, new research showsThe researchers believe that their latest findings support the need to gather reliable measurements to monitor ocular structure in crew members, as well as long-term health monitoring once they return to Earth. The scientists also want to understand why some crew members experience greater ocular changes than others. Combined, this information could help the research team develop ways of preventing spaceflight-associated neuro-ocular syndrome from occurring.There are future plans for more one-year missions, which will allow Macias and his team to study how retinal function is altered over time in space. In addition to measuring how their eyes function before, during and after missions using electroretinography, which measures the electrical response of the eye's light-sensitive rods and cones, the team will also look at how blood flow changes within the retina. Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. This could provide more insight into why some crew members experience more changes than others, as well as the underlying causes of the structural changes themselves, he said. When these kinds of ocular structural changes are seen in patients on Earth, they can cause vision changes. So far, no astronauts have developed these changes. There is a greater concern, however, about what could happen when astronauts go on longer missions outside of the space station, exposing themselves to a new space environment that includes higher levels of radiation. There is also uncertainty over if extended periods of partial gravity on the moon and Mars could actually help to maintain eye health. \"Based on our study, development of severe optic disc edema, or development of folds in our central vision could compromise visual function and this would not be correctable with the available glasses,\" Macias said. ","link":"/2021/04/29/health/astronaut-eye-changes-study-wellness-scn/index.html"}