{"title":"Photo cutouts and feel-good signs. How these small businesses found a pandemic lifeline","time":"Updated 10:50 AM ET, Wed April 28, 2021 ","body":"More from Success The US tax code can make things even harder for Black AmericansSome workers can't wait to get back to the officeGM reveals tiny, adorable electric convertible to be sold in ChinaFor most people, the pandemic created an unthinkable year of going nowhere and seeing nobody. But many managed to show their faces at baseball games, graduations and birthdays anyway. Sort of. Stringent restrictions on gatherings brought on a surge in demand for photo cutouts of real people who couldn't attend events in person or visit relatives for holidays and other get-togethers. It also caused a huge jump in orders for signage to mark personal milestone events. And that created a much-needed lifeline for small businesses that ordinarily provide the printing and graphics for banners, displays, signage and novelty items for big-crowd venues.From a few thousand cutouts to hundreds of thousandsAAA Flag & Banner is a 50-year-old company based in Los Angeles with plants in San Francisco and Miami. It used to produce maybe a few thousand photo cutouts in any given year, said Robert Heckman, the company's managing director. Read MoreBut since last spring, he noted, \"We probably have produced over 200,000,\" he said.<img alt=\"AAA Flag &amp;amp; Banner produced fans-in-the-stands cutouts for  professional sports teams and Division 1 college teams, including the San Francisco Giants.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426094925-02-aaa-flag--banner-large-169.jpg\">AAA Flag & Banner produced fans-in-the-stands cutouts for  professional sports teams and Division 1 college teams, including the San Francisco Giants.That's because it supplied fans-in-the-stands cutouts for 40 professional sports teams and Division 1 college teams, including the Oakland A's and San Francisco Giants; the LSU Tigers, USC Trojans, and San Francisco 49ers; and the Milwaukee Bucks and Golden State Warriors.Fans would pay their teams to have a custom cutout of themselves made and some would choose to pay even more to ensure their cutouts got the best seats in the house, said Jordan Schwartz, the vice president of AAA's sports division.AAA ran the portal where fans could upload their photos, then the company manufactured, shipped and sometimes even placed the cutouts in the stands.Minority-led small businesses surveyed were hit hardest by the pandemicAAA had been financially secure and had a diverse set of orders coming in before the pandemic. But after stay-at-home mandates were issued, the cutout orders became its core business, Heckman said. And the company had to furlough about 80 of its 220 full-time employees after the shutdowns. It is now operating with 160 on staff and hoping to bring back most of the other people when the company is back at full-throttle. AAA Flag & Banner also took out two federal Paycheck Protection Program loans to help meet payroll and expenses. For all of 2020, annual revenue was down 50%, Heckman said. But it would have dropped much more had it not been for the sports cutout orders, the PPP money and all the directional signs and other materials the company produced for Covid testing and vaccination centers, plus social distancing signage for various clients, he noted. The good news? The month of February marked the company's first profitable month since the March shutdowns, he added. And revenue for the first quarter of this year is down just 25% from the same period a year ago.Showing up for services and family gatherings by proxyBuild-A-Head, based in Phoenix, did some fans-in-the-stands work too, but primarily for college teams, according to co-owner James Green. In addition, it created cutouts for individuals who wanted to send a version of themselves to family they couldn't visit, and for synagogues around the time of Rosh Hashanah and Yom Kippur. \"They'd use the cutouts [of their members] for their streamed services, so people could feel they were there,\" Green said.<img alt=\"Since everyone couldn&amp;#39;t get together for Christmas, this family had Build-A-Head create life-sized cutouts of those who were absent to include in a group photo.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426095916-02-build-a-head-large-169.jpg\">Since everyone couldn't get together for Christmas, this family had Build-A-Head create life-sized cutouts of those who were absent to include in a group photo.And, in the run up to the 2020 elections, Build-A-Head provided signage and cutouts for a socially distant car rally held by then-presidential candidate Joe Biden in North Carolina. (Biden's wife, now First Lady Jill Biden, had some fun on her Instagram account with her big head cutout created by the company.)         View this post on Instagram            A post shared by Dr. Jill Biden (@drbiden) Credit: Dr. Jill Biden/InstagramWhen the pandemic first hit, Green said, revenue plummeted and the company -- which has fewer than 30 employees -- had to lay off some staff and furlough others. So you got a PPP loan? Here's what that means for your state taxesWhile keeping a small business afloat is always a concern, he noted, \"the shutdowns from Covid started at the early part of our spring sports, graduation and wedding seasons. And missing out on much of that revenue made the possibility of going out of business a legitimate reality.\"He said he is grateful to have secured a PPP loan and an Economic Injury Disaster Loan from the federal government. \"They were essential to ensuring we could make payroll and help free up capital to help us meet all of our other financial obligations.\" And he is grateful revenue started to climb again as people got more accustomed to the new normal. While revenue was down 50% for the first half of 2020, it was only down 35% for the full year, Green said.An explosion in yard signsTom Tucky, president of Good Guys Signs based in Tampa Bay, Florida, found himself getting a lot of new orders from people for meaningful yard signage to express appreciation, support causes and celebrate those they love.For instance, early in the Covid crisis, Tucky said his company produced thousands of gigantic \"Heroes Work Here\" signs that supporters of front-line medical workers posted outside medical centers, hospitals and nursing homes.It also produced thousands of \"Congratulations\" and related signs for newly minted graduates that were displayed on their parents' front lawns, since there would be no in-person commencement ceremony.<img alt=\"Good Guys Signs produced yard signage for clients to express their appreciation for medical and nursing home workers.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426101534-03-good-guys-signs-large-169.jpg\">Good Guys Signs produced yard signage for clients to express their appreciation for medical and nursing home workers.\"At-home yard art exploded to levels we've never seen before,\" Tucky said. \"People got in the habit of decorating homes because kids couldn't walk [for their graduations].\"He also worked with many schools that ordered signage and cutouts for their virtual commencement celebrations.And since Covid prevented charitable groups from holding in-person fundraisers, a local family services organization decided to raise money by giving donors heart-shaped yard signs designed and produced by Tucky's company. What's more, the pandemic itself generated a lot of orders from clients for social distancing signs and floor decals.But for all that business, it was still a hard year financially.\"We had a record year on sales. But not profit,\" Tucky said, noting sales rose 33% as the company offered very low pricing for bulk orders to survive. \"My hair went white last year.\" But he did secure a PPP loan and didn't have to lay off any of his 28 employees, he said. \"We survived and kept 28 people paid and with healthcare, so I call it a win.\"","link":"/2021/04/28/success/sports-fan-cutouts-small-business-pandemic/index.html"}