{"title":"Black or 'Other'? Doctors may be relying on race to make decisions about your health","time":"Updated 11:07 AM ET, Tue April 27, 2021 ","body":"CNN's \"History Refocused\" series features surprising and personal stories from America's past to bring depth to conflicts still raging today. (CNN)When she first learned about race correction, Naomi Nkinsi was one of five Black medical students in her class at the University of Washington.Nkinsi remembers the professor talking about an equation doctors use to measure kidney function. The professor said eGFR equations adjust for several variables, including the patient's age, sex and race. When it comes to race, doctors have only two options: Black or \"Other.\" Nkinsi was dumbfounded. \"It was really shocking to me,\" says Nkinsi, now a third-year medical and masters of public health student, \"to come into school and see that not only is there interpersonal racism between patients and physicians ... there's actually racism built into the very algorithms that we use.\"At the heart of a controversy brewing in America's hospitals is a simple belief, medical students say: Math shouldn't be racist. Patients like Nichole Jefferson agree:Read More<img alt=\"Can a formula be racist? She says one put her health at risk \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421145053-race-correction-nichole-jefferson-large-169.jpeg\">JUST WATCHEDCan a formula be racist? She says one put her health at risk ReplayMore Videos ...MUST WATCHCan a formula be racist? She says one put her health at risk  08:03The argument over race correction has raised questions about the scientific data doctors rely on to treat people of color. It's attracted the attention of Congress and led to a big lawsuit against the NFL. What happens next could affect how millions of Americans are treated. Medicine has never been immune to racismCarolyn Roberts, a historian of medicine and science at Yale University, says slavery and the American medical system were in a codependent relationship for much of the 19th century and well into the 20th.\"They relied on one another to thrive,\" Roberts says. It was common to test experimental treatments first on Black people so they could be given to White people once proven safe. But when the goal was justifying slavery, doctors published articles alleging substantive physical differences between White and Black bodies — like Dr. Samuel Cartwright's claim in 1851 that Black people have weaker lungs, which is why grueling work in the fields was essential (his words) to their progress.<img alt=\"Dr. Samuel Cartwright developed his own version of a tool called the spirometer. Doctors still use spirometers today, and most include a race correction for Black patients to account for their supposedly shallower breaths. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422192308-03-race-correction-in-medicine-restricted-large-169.jpg\">Dr. Samuel Cartwright developed his own version of a tool called the spirometer. Doctors still use spirometers today, and most include a race correction for Black patients to account for their supposedly shallower breaths. The effects of Cartwright's falsehood, and others like it, linger today. In 2016, researchers asked White medical students and residents about 15 alleged differences between Black and White bodies. Forty percent of first-year medical students and 25% of residents said they believed Black people have thicker skin, and 7% of all students and residents surveyed said Black people have less sensitive nerve endings. The doctors-in-training who believed these myths — and they are myths — were less likely to prescribe adequate pain medication to Black patients. To fight this kind of bias, hospitals urge doctors to rely on objective measures of health. Scientific equations tell physicians everything from how well your kidneys are working to whether or not you should have a natural birth after a C-section. They predict your risk of dying during heart surgery, evaluate brain damage and measure your lung capacity.  But what if these equations are also racially biased?Race correction is the use of a patient's race in a scientific equation that can influence how they are treated. In other words, some diagnostic algorithms and risk predictor tools adjust or \"correct\" their results based on a person's race.The New England Journal of Medicine article \"Hidden in Plain Sight\" includes a partial list of 13 medical equations that use race correction. Take the Vaginal Birth After Cesarean calculator, for example. Doctors use this calculator to predict the likelihood of a successful vaginal delivery after a prior C-section. If you are Black or Hispanic, your score is adjusted to show a lower chance of success. That means your doctor is more likely to encourage another C-section, which could put you at risk for blood loss, infection and a longer recovery period.Cartwright, the racist doctor from the 1800s, also developed his own version of a tool called the spirometer to measure lung capacity. Doctors still use spirometers today, and most include a race correction for Black patients to account for their supposedly shallower breaths. Turns out, second-year medical student Carina Seah wryly told CNN, math is as racist as the people who make it. Race isn't based on biologyThe biggest problem with using race in medicine? Race isn't a biological category. It's a social one.\"It's based on this idea that human beings are naturally divided into these big groups called races,\" says Dorothy Roberts, a professor of law and sociology at the University of Pennsylvania, who has made challenging race correction in medicine her life's work. \"But that's not what race is. Race is a completely invented social category. The very idea that human beings are divided into races is a made-up idea.\"Ancestry is biological. Where we come from — or more accurately, who we come from — impacts our DNA. But a patient's skin color isn't always an accurate reflection of their ancestry. Look at Tiger Woods, Roberts says. Woods coined the term \"Cablinasian\" to describe his mix of Caucasian, Black, American Indian and Asian ancestries. But to many Americans, he's Black. <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210407150450-cnn-red-tiger-woods-large-169.jpg\">\"You can be half Black and half White in this country and you are Black,\" says Seah, who is getting her medical degree and a PhD in genetics and genomics at the Icahn School of Medicine at Mount Sinai in New York. \"You can be a quarter Black in this country — if you have dark skin, you are Black.\" So it can be misleading, Seah says, even dangerous, for doctors to judge a patient's ancestry by glancing at their skin. A patient with a White mother and Black father could have a genetic mutation that typically presents in patients of European ancestry, Seah says, but a doctor may not think to test for it if they only see Black skin.\"You have to ask, how Black is Black enough?\" Nkinsi asks. And there's another problem, she says, with using a social construct like race in medicine. \"It also puts the blame on the patient, and it puts the blame on the race itself. Like being Black is inherently the cause of these diseases.\"An overdue reckoning<img alt=\"Naomi Nkinsi is a third-year medical and masters of public health student at the University of Washington in Seattle. She has been advocating for the removal of race correction in medicine.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421144935-race-correction-naomi-nkinsi-large-169.jpeg\">Naomi Nkinsi is a third-year medical and masters of public health student at the University of Washington in Seattle. She has been advocating for the removal of race correction in medicine.After she learned about the eGFR equation in 2018, Nkinsi began asking questions about race correction. She wasn't alone — on social media she found other students struggling with the use of race in medicine. In the spring of 2020, following a first-year physiology lecture, Seah joined the conversation. But the medical profession is nothing if not hierarchical; Nkinsi and Seah say students are encouraged to defer to doctors who have been practicing for decades. Then on May 25, 2020, George Floyd was killed by police in Minneapolis.His death and the growing momentum around Black Lives Matter helped ignite what Dr. Darshali A. Vyas calls an \"overdue reckoning\" in the medical community around race and race correction. A few institutions had already taken steps to remove race from the eGFR equation. Students across the country demanded more, and hospitals began to listen.  <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421124142-history-refocused-blm-white-coats-large-169.jpeg\">Four days after Floyd's death, the University of Washington announced it was removing race correction from the eGFR equation. In June, the Boston-based hospital system Mass General Brigham where Vyas is a second-year Internal Medicine resident followed suit. Seah and a fellow student at Mount Sinai, Paloma Orozco Scott, started an online petition and collected over 1600 signatures asking their hospital to do the same.   Studies show removing race from the eGFR equation will change how patients at those hospitals are treated. Researchers from Brigham and Women's Hospital and Penn Medicine estimated up to one in every three Black patients with kidney disease would have been reclassified if the race multiplier wasn't applied in earlier calculations, with a quarter going from stage 3 to stage 4 CKD (Chronic Kidney Disease). That reclassification is good and bad, says Dr. Neil Powe, chief of medicine at Zuckerberg San Francisco General Hospital. Black patients newly diagnosed with kidney disease will be able to see specialists who can devise better treatment plans. And more patients will be placed on kidney transplant lists. On the flip side, Powe says, more African Americans diagnosed with kidney disease means fewer who are eligible to donate kidneys, when there's already a shortage. And a kidney disease diagnosis can change everything from a patient's diabetes medication to their life insurance costs. <img alt=\"Dr. Neil Powe says by simply removing race from the eGFR equations, &amp;quot;You&amp;#39;re taking the data on African Americans, and you&amp;#39;re throwing it in the trash.&amp;quot; \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421144312-race-correction-dr-neil-powe-large-169.jpeg\">Dr. Neil Powe says by simply removing race from the eGFR equations, \"You're taking the data on African Americans, and you're throwing it in the trash.\" Powe worries simply eliminating race from these equations is a knee-jerk response — one that may exacerbate health disparities instead of solve them. For too long, Powe says, doctors had to fight for diversity in medical studies. The most recent eGFR equation, known as the CKD-EPI equation, was developed using data pooled from 26 studies, which included almost 3,000 patients who self-identified as Black. Researchers found the equation they were developing was more accurate for Black patients when it was adjusted by a factor of about 1.2. They didn't determine exactly what was causing the difference in Black patients, but their conclusion is supported by other research that links Black race and African ancestry with higher levels of creatinine, a waste product filtered by the kidneys.Put simply: In the eGFR equation, researchers used race as a substitute for an unknown factor because they think that factor is more common in people of African descent. Last August, Vyas co-authored the \"Hidden in Plain Sight\" article about race correction. Vyas says most of the equations she wrote about were developed in a similar way to the eGFR formula: Researchers found Black people were more or less likely to have certain outcomes  and decided race was worth including in the final equation, often without knowing the real cause of the link. \"When you go back to the original studies that validated (these equations), a lot of them did not provide any sort of rationale for why they include race, which I think is appalling.\" That's what's most concerning, Vyas says -- \"how willing we are to believe that race is relevant in these ways.\"Vyas is clear she isn't calling for race-blind medicine. Physicians cannot ignore structural racism, she says, and the impact it has on patients' health.Powe has been studying the racial disparities in kidney disease for more than 30 years. He can spout the statistics easily: Black people are three times more likely to suffer from kidney failure, and make up more than 35% of patients on dialysis in the US. The eGFR equation, he says, did not cause these disparities — they existed long before the formula. \"We want to cure disparities, let's go after the things that really matter, some of which may be racist,\" he says. \"But to put all our stock and think that the equation is causing this is just wrong because it didn't create those.\"In discussions about removing race correction, Powe likes to pose a question: Instead of normalizing to the \"Other\" group in the eGFR equation, as many of these hospitals are doing, why don't we give everyone the value assigned to Black people? By ignoring the differences researchers saw, he says, \"You're taking the data on African Americans, and you're throwing it in the trash.\"Powe is co-chair of a joint task force set up by the National Kidney Foundation and the American Society of Nephrology to look at the use of race in eGFR equations. The leaders of both organizations have publicly stated race should not be included in equations used to estimate kidney function. On April 9, the task force released an interim report that outlined the challenges in identifying and implementing a new equation that's representative of all groups. The group is expected to issue its final recommendations for hospitals this summer.The multi-million dollar lawsuitRace correction is used to assess the kidneys and the lungs. What about the brain?In 2013, the NFL settled a class-action lawsuit brought by thousands of former players and their families that accused the league of concealing what it knew about the dangers of concussions. The NFL agreed to pay $765 million, without admitting fault, to fund medical exams and compensate players for concussion-related health issues, among other things. Then in 2020, two retired players sued the NFL for allegedly discriminating against Black players who submitted claims in that settlement. <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422191237-01-race-correction-kevin-henry-najeh-davenport-split-large-169.jpg\">The players, Najeh Davenport and Kevin Henry, said the NFL race-corrected their neurological exams, which prevented them from being compensated. According to court documents, former NFL players being evaluated for neurocognitive impairment were assumed to have started with worse cognitive function if they were Black. So if a Black player and a White player received the exact same scores on a battery of thinking and memory tests, the Black player would appear to have suffered less impairment. And therefore, the lawsuit stated, would be less likely to qualify for a payout.Race correction is common in neuropsychology using something called Heaton norms, says Katherine Possin, an associate professor at the University of California San Francisco. Heaton norms are essentially benchmark average scores on cognitive tests.Here's how it works: To measure the impact of a concussion (or multiple concussions over time), doctors compare how well the patient's brain works now to how well it worked before.\"The best way to get that baseline was to test you 10 years ago, but that's not something we obviously have for many people,\" Possin says. So doctors estimate your \"before\" abilities using an average score from a group of healthy individuals, and adjust that score for demographic factors known to affect brain function, like your age. Heaton norms adjust for race, Possin says, because race has been linked in studies to lower cognitive scores. To be clear, that's not because of any biological differences in Black and White brains, she says; it's because of social factors like education and poverty that can impact cognitive development. And this is where the big problem lies. In early March, a judge in Pennsylvania dismissed the players' lawsuit and ordered a mediator to address concerns about how race correction was being used. In a statement to CNN, the NFL said there is no merit to the players' claim of discrimination, but it is committed to helping find alternative testing techniques that do not employ race-based norms. The NFL case, Possin wrote in JAMA, has \"exposed a major weakness in the field of neuropsychology: the use of race-adjusted norms as a crude proxy for lifelong social experience.\" This happens in nearly every field of medicine. Race is not only used as a poor substitute for genetics and ancestry, it's used as a substitute for access to health care, or lifestyle factors like diet and exercise, socioeconomic status and education. It's no secret that racial disparities exist in all of these. But there's a danger in using race to talk about them, Yale historian Carolyn Roberts says.  <img alt=\"This device is crucial in the fight against Covid. It may not work on dark skin\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210220081012-pulse-oximeter-file-large-169.jpg\">This device is crucial in the fight against Covid. It may not work on dark skinWe know, for example, that Black Americans have been disproportionally affected by Covid-19. But it's not because Black bodies respond differently to the virus. It's because, as Dr. Anthony Fauci has noted, a disproportionate number of Black people have jobs that put them at higher risk and have less access to quality health care. \"What are we making scientific and biological when it actually isn't?\" Roberts asks. Vyas says using race as a proxy for these disparities in clinical algorithms can also create a vicious cycle. \"There's a risk there, we argue, of simply building these into the system and almost accepting them as fact instead of focusing on really addressing the root causes,\" Vyas says. \"If we systematize these existing disparities ... we risk ensuring that these trends will simply continue.\"Change on the horizon Nearly everyone on both sides of the race correction controversy agrees that race isn't an accurate, biological measure. Yet doctors and researchers continue to use it as a substitute. Math shouldn't be racist, Nkinsi says, and it shouldn't be lazy.\"We're saying that we know that this race-based medicine is wrong, but we're going to keep doing it because we simply don't have the will or the imagination or the creativity to think of something better,\" Nkinsi says. \"That is a slap in the face.\"Shortly after Vyas' article published in The New England Journal of Medicine, the House Ways and Means Committee sent letters to several professional medical societies requesting information on the misuse of race in clinical algorithms. In response to the lawmakers' request, the Agency for Healthcare Research and Quality is also gathering information on the use of race-based algorithms in medicine. Recently, a note appeared on the Maternal Fetal Medicine Units Network's website for the Vaginal Birth After Cesarean equation — a new calculator that doesn't include race and ethnicity is being developed. More from History Refocused The Capitol riot was an eerie repeat of a tense era in American historyHow the KKK's failures became lessons for White PowerThis 15-year-old was the original Rose Parks150 years ago Republicans fought hard for Black voter turnoutDorothy Roberts is excited to see change on the horizon. But she's also a bit frustrated. The harm caused by race correction is something she's been trying to tell doctors about for years.\"I've taught so many audiences about the meaning of race and the history of racism in America and the audiences I get the most resistance from are doctors,\" Roberts says. \"They're offended that there would be any suggestion that what they do is racist.\"Nkinsi and Seah both encountered opposition from colleagues in their fight to change the eGFR equation. Several doctors interviewed for this story argued the change in a race-corrected scores is so small, it wouldn't change clinical decisions. If that's the case, Vyas wonders, why include race at all? \"It all comes from the desire for one to dominate another group and justify it,\" says Roberts. \"In the past, it was slavery, but the same kinds of justifications work today to explain away all the continued racial inequality that we see in America... It is mass incarceration. It's huge gaps in health. It's huge differences in income and wealth.\"It's easier, she says, to believe these are innate biological differences than to address the structural racism that caused them. ","link":"/2021/04/25/health/race-correction-in-medicine-history-refocused/index.html"}