{"title":"L.A. County, once California's pandemic epicenter, could enter the final reopening phase May 5 ","time":"Updated 3:26 PM ET, Wed April 28, 2021 ","body":" (CNN)Los Angeles County, the first county in the US to have recorded more than one million coronavirus cases, is set to enter its least restrictive reopening phase as early as next week, public health officials announced. The nation's most populous county was once California's pandemic epicenter -- recording one Covid-19 death every 10 minutes in December. Now, the county's public health officials announced Tuesday that L.A. County would be ready for the most lenient coronavirus restrictions starting May 5 if positive cases continue to drop for another week.The county's case rate dropped to 1.9 new cases per 100,000 people from 2.7 new cases, according to a statement from the L.A. Department of Public Health. As of Tuesday, the department said it recorded 26 new Covid-19 deaths and 326 new cases of the coronavirus. Barbara Ferrer, L.A. County director of public health, urged people to be cautious as the county enters the final reopening yellow tier.Read More\"While moving forward in our recovery journey is a positive step, maintaining this progress requires both businesses and individuals to be vigilant in doing their part to reduce transmission of COVID-19,\" Ferrer said. <img alt=\"How California&amp;#39;s &amp;#39;deeply flawed&amp;#39; vaccine rollout failed Latino and Black communities\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210407124259-01-california-vaccinations-vulnerable-populations-restricted-large-169.jpg\">How California's 'deeply flawed' vaccine rollout failed Latino and Black communitiesCalifornia's reopening guide is color-coded, and every county is assigned a color based on three factors: test positivity, adjusted case rate and a health-equity metric that takes into account the county's demographics. Purple indicates cases are widespread. Red means cases are at a substantial rate while orange shows that cases are moderate. Yellow, the final tier, indicates cases are minimal. The yellow tier requires an adjusted daily new case rate of less than 2 per 100,000 people, overall test positivity of less than 2% and a health-equity positivity of below 2.2%.The yellow tier allows capacity limits at various businesses and events to increase while remaining in compliance with Covid-19 safety modifications, according to the statement. Bars would be allowed to resume indoor service at 25% capacity.<img alt=\"The Los Angeles Dodgers, other California teams debut fully vaccinated seating section for home games\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423144808-dodger-stadium-0411-large-169.jpg\">The Los Angeles Dodgers, other California teams debut fully vaccinated seating section for home games\"Moving into the yellow tier in Los Angeles County, which has a population of more than 10 million people, can bring increased risks to residents, especially those who have not yet been vaccinated,\" said Ferrer, who implored those 16 and older to get vaccinated. More than 11 million Californians have been fully vaccinated, and more than 29 million doses have been administered, according to the Centers for Disease Control. Anyone 16 and older living or working in L.A. County can get vaccinated there.","link":"/2021/04/28/health/la-county-reopening/index.html"}