{"title":"It's been a year. Here's what your home office should look like","time":"Updated 1:10 PM ET, Thu March 18, 2021 ","body":"It's been a year since millions of workers set up shop in their homes. While hovering over your laptop on your bed might have worked at first, by now you should have a more permanent setup that works better for you -- especially as more companies plan to offer remote work either permanently or as an option going forward. Your workspace not only affects your productivity, but also your health.And it doesn't have to be a dedicated office. You can still carve out a space in your home that's conducive to working.Brenda Jackson's workplace went remote last March, so she set up a workspace in her basement. But that didn't last long. \"I felt like a mole,\" said Jackson, who lives in Lake City, Pennsylvania, and works as a corporate cost estimator. \"There wasn't a lot of natural light coming in.\" <img alt=\"Brenda Jackson converted the closet in her spare bedroom into a workspace.  \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210317191253-brenda-jackson-wfh-setup-restricted-large-169.jpeg\">Brenda Jackson converted the closet in her spare bedroom into a workspace.  Read MoreAfter about a month, Jackson headed upstairs to her dining room table. But always seeing her computer, files and printer was a constant reminder of work. \"I still couldn't get organized,\" she said. \"You sit there and you're looking at all the stuff and keep going back and working, working, working, because you feel like, 'Oh, I need to clean this up.'\"About a month later, she re-purposed the closet in her spare bedroom into a three-tiered workstation that she's been working out of ever since. She installed two shelves in the roughly six-feet wide closet and added a small table from the living room. And at the end of day, she can push everything back into the closet and shut the doors. When Amber Callahan started working from home a year ago, it was at a small desk in her bedroom.\"I was waking up, walking a few steps to my desk. I just never left my room,\" said Callahan, an accountant in the Phoenix area.<img alt=\"Amber Callahan converted a room in her house to make space for an office. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210317191503-amber-callahan-wfh-setup-restricted-large-169.jpg\">Amber Callahan converted a room in her house to make space for an office. In the summer, when her employer made it clear they wouldn't be headed back to the office any time soon, she and her husband decided to convert their little used front room into an office for her to use and a craft room for the kids. They put up drywall to create an 11x11 office that has space for two desks, three monitors, a bookcase and wall shelves. \"It's more functional for us,\" she said. \"Even after I go back to work, it's something that will be really great.\"The right way to set up a long-term workspaceWhen finding a space in your home, aim to have at least a 36-inch wide desk for two monitors, suggested Deborah Read, president of ErgoFit Consulting. And don't underestimate the benefits of a good adjustable chair. Pain in the lower back can be a sign that your chair isn't providing enough -- or the right -- support. \"When we are distracted by a nagging discomfort, all of that stuff from being in an uncomfortable chair... we get really fatigued and we get achy and it's very distracting,' said Read.Pay attention to the position of your computer. A good rule of the thumb is to have your monitor height at eye level, recommended Read.\"We want your vision to land on the top 30% of the screen.\"  If working on a laptop, Susan Kotowski, an associate professor at the University of Cincinnati who studies occupational ergonomics and biomechanics, recommends getting an external monitor, keyboard and mouse, if possible.If you can't get all three external elements, you can improvise. For instance, you can raise the entire laptop to get the monitor to eye level and then get an external keyboard and mouse, she said. Or, use the laptop's keyboard and mouse and an external monitor. \"If you think about a monitor being connected to the keyboard, you are almost always going to be looking pretty far down,\" said Kotowski. \"Your neck is going to be bent pretty far down, so lots of upper back, shoulder discomfort, neck discomfort from that constant looking down.\"Natural light can be a real mood booster when working long days. Ideally, the window is perpendicular to the monitor position -- either on your right or left side, recommended Read.\"It should not be behind you, it should not be in front of you. The light from the window directly competes with the light coming out of the screen and causes a lot of visual discomfort.\" The work surface should be at a height that keeps your arms at your side at about 100 degrees, to help with better blood flow and elbow comfort, she added.  Having some physical boundaries between where you work and the rest of your home can help create some separation between work and personal life. And even if you have created the perfect home office, it's still important to take breaks -- a lot of them. \"You want a change in posture no longer than every 30 minutes,\" said Kotowski. \"So if you are sitting, change to standing or stretch. Get up and go fill your water bottle. Do something. It doesn't have to be very long and doesn't have to be unproductive.\"","link":"/2021/03/18/success/home-office-design-setup-remote-work/index.html"}