{"title":"Robinhood fires back after Warren Buffett slams free-trading app","time":"Updated 11:35 AM ET, Mon May 3, 2021 ","body":"New York (CNN Business)Warren Buffett and Berkshire Hathaway (BRKB) vice chairman Charlie Munger are not big fans of short-term trading and the popular Robinhood app. But it appears that Robinhood has no time for Buffett or Munger either. Buffett said in Saturday's annual Berkshire Hathaway shareholder meeting that the rise of Robinhood is \"a very significant part of the casino aspect\" of the stock market in the past year. \"There's nothing illegal about it, there's nothing immoral. But I don't think you build a society around people doing it,\" he said. Buffett is not a fan of the company's business model, he added. The app allows people to make multiple stock trades a day for free, instead making money from options trading and order flow revenue that big market makers pay Robinhood to execute trades. Munger went a step further, saying that it is \"God-awful that something like that would draw investment from civilized men and decent citizens. It's deeply wrong.\"Read MoreRobinhood quickly fired back.  <img alt=\"Warren Buffett&amp;#39;s Berkshire Hathaway rebounds from pandemic with $11.7 billion profit\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200221091117-warren-buffett-1013-file-large-169.jpg\">Warren Buffett's Berkshire Hathaway rebounds from pandemic with $11.7 billion profit\"There is an old guard that doesn't want average Americans to have a seat at the Wall Street table so they will resort to insults,\" said the company in a statement Saturday that did not mention Buffett or Munger by name.\"Adversaries of this future and of change are usually those who've enjoyed plentiful privileges in the past and who don't want these privileges disrupted,\" Robinhood added, saying that the \"criticisms are unfortunate\" and the \"new generation of investors aren't a 'casino group.'\"Robinhood went a step further Monday morning, putting out a lengthy blog post headlined\"The old guard of investing is at it again\" — this time specifically citing Buffett and Munger. \"Two of the most iconic investors insulted a new generation this weekend. Why? Because we are doing things a new way,\" wrote Jacqueline Ortiz Ramsay, Robinhood's head of public policy communications, in the post. Ramsay added that \"people are tired of the Warren Buffetts and Charlie Mungers of the world acting like they are the only oracles of investing. And at Robinhood, we're not going to sit back while they disparage everyday people for taking control of their financial lives.\"She noted that \"Robinhood has made investing simpler and more accessible to more people\" and that \"it is clear that the elites benefited from a stock market that kept many families sidelined from participating while they amassed huge wealth from decades of investing.\"The comments are another sign of how Robinhood has been on the defensive as of late.Robinhood has already faced the spotlight for its role in the \"meme stock\" revolution earlier this year. The company was criticized for temporarily not allowing customers to buy shares of GameStop (GME) and other stocks popular with the Reddit WallStreetBets community.And Robinhood is bracing for even more scrutiny as it plans to go public later this year. Buffett said Saturday that he's looking forward to eventually reading the company's regulatory statement with the Securities and Exchange Commission. ","link":"/2021/05/03/investing/robinhood-warren-buffett/index.html"}