{"title":"Fauci and Gupta: Reflections on the year of the coronavirus","time":"Updated 5:37 PM ET, Sat May 1, 2021 ","body":" (CNN)When we look back on the coronavirus pandemic, who and what will we remember?At or near the top of the list for many -- especially those living in the United States during the last 15 months or so -- will be Dr. Anthony Fauci, a scientist, doctor and public servant who, at this point, practically needs no introduction. The long-time director of the National Institute of Allergy and Infectious Diseases, and currently the chief medical adviser to President Joe Biden, Fauci was a lead member of the last administration's White House Coronavirus Task Force. As such, he was often caught in the uncomfortable position of walking a fine line between what former President Trump and his spokespeople said and what Science (with a capital S) said. Fauci was -- and continues to be -- a steady, calming voice for many who looked to him for guidance during an unprecedented, bewildering and often-chaotic time (Airborne virus! Asymptomatic spread! Lack of PPE! Not enough tests! Surges! Overflowing hospitals! Death toll over 500,000!). Others vilified him for favoring public health measures meant to keep Americans healthy and alive (Mask mandates! Stay-at-home orders! Trampling of rights!).Read MoreFauci, who turned 80 in December, was forced to fight the war against the pandemic on at least two fronts: the public health front and the anti-science/misinformation front.CNN Chief Medical Correspondent Dr. Sanjay Gupta -- another familiar face during the pandemic -- sat down with Fauci to dissect the past year-plus of non-stop news conferences and media appearances, and contemplate what comes next. Below are excerpts from that conversation, edited for clarity and length. Dr. Sanjay Gupta: Obviously, from day one of this pandemic, you've been the most visible face of this entire battle against Covid-19. Do you do you ever wish that it hadn't fallen on you? Do you wish that it maybe had fallen on someone else?  Dr. Anthony Fauci: It's complicated, Sanjay. No. I mean, I accept and welcome the opportunity to have an impact because I do know the things I can do well and the things that I would prefer not to do.  I'm like you: I'm a physician, a scientist and a public health person, but I also have the capability, I believe, of communicating things in a clear way. So I accept it.The one thing that I wouldn't say bothers me but that is really extraordinary, is that even when I speak about the things that are the policies of institutions -- like the CDC, which, as you and I both know, is the premier public health organization in the world; they have dozens and dozens of epidemiologists who spend all of their time working hard to get things right -- I get up and say something that is essentially exactly, explicitly talking about what they're saying, and the extremists personalize it... 'Why are you taking away my liberty?' Well, I, Tony Fauci, I'm not taking anything away from anybody. I'm merely expressing what the CDC, the FDA and the NIH [say]. That's the only part if it that is a little bit strange, I might say. But being the person who's out front doing it, I don't shy away from that because I think I could have a positive impact.  <img alt=\"Manufacturers change shipment sizes as coronavirus vaccine demand falls\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429173248-pfizer-vaccine-philadelphia-0302-large-169.jpg\">Manufacturers change shipment sizes as coronavirus vaccine demand fallsGupta: I've got to say, sometimes I think to myself, if I [were] in your shoes, I might just throw my hands up and want to walk away. Have you felt that way?  Fauci: No, I haven't, Sanjay, because I really liken it to when you're taking care of a patient -- and you and I have both [had] these experiences -- you're taking care of patient, they're really, really very ill, but either because of their own personality or because of the effect of the disease on them, they're a very, very difficult patient. You don't walk away from them because of that. You still try and comfort them, save them, make them better. So it's almost as if I throw up my hands and I'm walking away from my patient, which is the country. And I don't want to do that.  Gupta: That's a beautiful sentiment; the idea that the patient can be an embodiment of the country, I think is very true. You've talked a lot about how things have changed with the Biden administration. We see more of you; we hear more from you. What does it feel like behind the scenes? Is the tone different? Fauci: Well, it certainly is completely different, Sanjay. But the thing about it that I find very positive is that the tone was set from President Biden from the very first day. He was saying this before he was elected. He was saying it following the election, before the inauguration. And he made it very clear to us immediately after, that science and truth [are] going to rule. If it's inconvenient, so be it. But it's going to rule: evidence and data. He made it very clear in general, and he specifically told me that, and it gets translated right down the line.<img alt=\"Weekly average of new Covid-19 deaths in US hits lowest point since October\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429010958-us-coronavirus-0425-restricted-large-169.jpg\">Weekly average of new Covid-19 deaths in US hits lowest point since OctoberAnd the thing that is so, I would say, enjoyable, Sanjay, is that we really do have a team of medical people who bounce things off each other, disagree a bit, come back, come to an agreement that we all can live with. And you really do feel like you're involved with a team that's all pulling together, all on the foundation of 'Let's get it right' and 'Let's do it based on data.' Gupta: I heard you give a number the other day: if we fall below fewer than 10,000 cases per day, that would be an indication to you that we are now maybe heading into containment mode versus just mitigation mode. If you keep the same metaphor of talking to your patient, how important is it to inject certainty... into these discussions? Fauci:  That's a great question, Sanjay. ... If you give an impression that you're really certain, and it doesn't happen, that's when you get a credibility issue. But people want to know something... When would I feel comfortable that I think things are really getting to the point where we can start approaching normality? Well, for darn sure it's not 60,000 new cases a day. Is it 10,000? Maybe. I think so. But I don't know for certain until [we're] there. It's understandable; I don't resent that at all -- that people demand a number. So, if you were to ask me, 'When do you think that we can start approaching normality?' And I told you, 'Sanjay, I don't have a clue. I do not know.' You'll never get me and say, 'Aha! You gave me a number and you're wrong.' But you won't say, 'Isn't this guy even thinking about it? Isn't he trying to figure it out?' <img alt=\"Is it &amp;#39;Zoom face&amp;#39; or is the pandemic aging you?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427143149-video-conference-call-stock-large-169.jpg\">Is it 'Zoom face' or is the pandemic aging you?So, you give a guesstimate and then if the guesstimate is correct, great. If the guesstimate is not -- well, then you say, 'Well, I told you from the beginning I wasn't sure. But this is a number.' The thing about officials giving numbers is that you are held accountable... Boy, do you get blasted if it's not right.  Gupta:  It's interesting, again, just keeping this patient-physician metaphor, what happens to me a lot, and I'm sure it happens to you, is... the patient almost inevitably will ask this question: 'If it were your mother, if it were your daughter or your wife, what would you do in that case?' ... If they say 'Dr Fauci, when would you be comfortable taking a trip to Europe?' And what they're really asking you is, 'When do you think things will get back to normal?' but placing it in your own personal behavior. Is that a fair way to get at it?  Fauci: Again, another very good approach to the issue, Sanjay. But it also triggers me to bring up to you something that is not easy to explain to people ... and it has to do with what we call the relative risk and the risk that someone is willing to take. ... So what happens is that since there's different risk aversion in society, when the CDC says, 'If you're vaccinated, you can or cannot do this,' someone is always going to be arguing with that recommendation, thinking it's either too stringent or not, when really what we're saying is, 'These are the broad, general scope of how to think about things.' And everybody has a different gauge on the amount of risk they want to take there. Someday you're going to say, 'Hey, I'm vaccinated. I don't care. My risk is very low for everything. I'm going to do whatever the heck I want to do.' And there are some that are going to say, 'I'm vaccinated, but I really I want to get that risk as low as it possibly could be.'  Gupta: It's a really important point... From a communication standpoint, do you take the extra step, or do you just present the objective data? <img alt=\"More than 100 US colleges and universities are now requiring students to get Covid-19 vaccinations \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429163319-coronavirus-vaccine-portland-oregon-file-large-169.jpg\">More than 100 US colleges and universities are now requiring students to get Covid-19 vaccinations Fauci: I often get asked, 'What would you do?' And not infrequently I would either be on one side or the other of what the recommendation is. But as an official, you have to be careful that you don't get ahead of the CDC or behind the CDC. Because the one thing you don't want is people [to] say, 'Look at this: these people, they're disagreeing with each other.' ... You have to have something that is broadly applicable to the country with variations. ... So that's the thing that gets confusing in the messaging. Gupta: There's a children's book about you, which I just think is wonderful... You've thought about writing a book yourself... maybe that's in the works ... Is there a specific thing that you would like to be part of your legacy when it comes to Covid-19, something that you [would want to] make sure was included in these books?  Fauci: Well, yeah. I mean, it's something that I do every single day... I don't mean to be melodramatic about it at all, Sanjay, but I'm a physician and a scientist and when I entered into the arena of global health, the country became my patient. And I just want to be remembered as I really took really good care of my patient.  Gupta:  When you think about a year from now and the impact of this pandemic...  do you think people will go back to the office? Will they hug their friends and neighbors again? Do you think that there's going to be long-lasting ramifications after this, in terms of our behavior and our movements? And have you ever seen anything like this?  <img alt=\"CDC issues new outdoor mask guidance for fully vaccinated people\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210410134558-coronavirus-masks-central-park-restricted-large-169.jpg\">CDC issues new outdoor mask guidance for fully vaccinated peopleFauci: No, I've not. I've been through outbreaks from the very, very beginning. For the 37 years I've been doing this, nothing even begins to approach the impact that this has had. I think we will get a lot back to normal. I think people, as ... human nature, care so much about physical interaction that the hugging and the physical contact will come back. I do not think that's going to disappear. I cannot imagine we'll become standoffish.But I do think that people are going to be thinking about public health more, in that when there are outbreaks, for example, of influenza, I think that people during a winter season... temporarily... might start wearing masks. One thing we learned is that the public health measure we instituted to keep out Covid-19 essentially wiped out influenza in Australia during their season. We've had, like 100 times less influenza this year than we had in previous years. It's remarkable how little influenza there has been.The other thing I think is going to be different is that people are going to realize that 'Is it really a good idea for me to get on a plane, to fly to Paris to give a 35-minute lecture and then come back ... when I gave just as good a lecture on a Zoom with all the technologies we have?' I think you're going to see a lot more of people not going out of their way, knocking themselves out when they could communicate the way you and I are communicating right now.  Gupta: Is it, money more than anything that's necessary going forward to try and make us pandemic-proof, so to speak?  Fauci: You know, it is money, Sanjay, but it is also a realization of actually now what can happen. We've been talking about this for so long right now. And I think it's taking seriously that when you have a pandemic, there's preparedness and there's response. And we've got to get both limbs of that particular thing addressed. Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.We've got to be prepared to make an investment, even though we may not use it. It's very similar to having a good Department of Defense and keeping the military: you hope you never have to use it, but you have to have it. And I think it's the same way with the investment in public health infrastructure, in preparedness, in global health security network -- all those kinds of things.  You hope you never have to use it, but you have to have it.Gupta: I just want to tell you on a personal note, I'm glad you're doing well physically. I hope you're doing well mentally and emotionally as well. I know this has been a challenging time ... There have been times that you've talked me off a cliff in the middle of everything else that you're doing. I called you up a few times, and you said, 'Hey, you're having a bad day, aren't you?' and I said, 'Yes, I am. And I hate to be complaining to you about this, of all people.' But somehow you were able to -- just even then, in the midst of what I thought was a really tough time -- to talk me off the cliff as well. So I have so many thanks to give to you, on my own behalf and on behalf of a grateful nation. So I really, really appreciate it, Dr. Fauci. ","link":"/2021/05/01/health/coronavirus-fauci-gupta-reflections-interview/index.html"}