{"title":"'One Night in Miami' packs a powerful dramatic punch","time":"Updated 10:25 AM ET, Fri January 8, 2021 ","body":" (CNN)A fascinating historical meeting of the minds provides the foundation for Regina King's impressive feature film directorial debut in \"One Night in Miami,\" a creative extrapolation about Malcolm X, Muhammad Ali, Jim Brown and Sam Cooke coming together in 1964. It's a small but riveting movie, anchored by a quartet of knockout performances.Adapted by Kemp Powers from his play (he's having quite a year, having just co-directed Pixar's \"Soul\"), the story hinges on Malcolm X (Kingsley Ben-Adir, who recently played Barack Obama in Showtime's \"The Comey Rule\") trying to recruit high-profile converts to Islam, using Ali (Eli Goree), then still Cassius Clay, as his point of entry.The boxer has just won the heavyweight title when he and friends gather in a Florida hotel room. Rounding out the foursome are star NFL running back Jim Brown (Aldis Hodge) and crooner Sam Cooke (\"Hamilton's\" Leslie Odom Jr.), who are skeptical about Malcolm X's pitch, if only because of what it would mean, they joke, about giving up porkchops and drinking.What ensues is a timely conversation about the civil-rights struggle, the conflicting demands of celebrity, and the benefits and dangers associated with leveraging one's platform to speak out. That discussion has played out across the decades every time a singer, actor or athletes dares to venture into the world of activism.\"Strike with the weapon that you have: Your voice,\" Malcolm urges Cooke, who is well aware of fame's fickle nature, especially when crossing over to entertain White audiences.Read MoreAlready much decorated as an actor, King opens up the movie beyond its stage roots during the early scenes, before becoming more theatrical and somewhat claustrophobic once the group settles into the hotel. There's a clear urgency in Malcolm's mission, given the internal politics he faces within the Nation of Islam. He would be assassinated a year later.What really makes the movie are the strength of the performances, which manage to get beyond mere impersonation. At the same time, Odom's renditions of Cooke's songs prove staggeringly accurate, as does Goree's grasp of Ali's physicality and poetry -- no small feat on either score. The only shame awards-wise is the potential self-canceling quality in trying to single out one or two for praise.As for Hodge's Brown, he appears clear eyed regarding the limits of his gridiron stardom as he contemplates becoming a full-time actor, a point bluntly made when he visits with an old admirer (Beau Bridges) in the beginning of the film.Powers described the original play as \"an imagining of what may have happened that night,\" so be forewarned the drama comes with a heavy dollop of artistic license. But that approach allows \"One Night in Miami\" to address issues that resonated not just through the tumultuous 1960s but have continued to be litigated through the present, marking early salvos in a culture war that never ended.\"One Night in Miami\" delivers a concentrated taste of that, but like its newly crowned champ, somehow manages to gracefully float through its history, while still packing a potent dramatic punch.\"One Night in Miami\" premieres Jan. 8 in select theaters and Jan. 15 on Amazon. It's rated R.","link":"/2021/01/08/entertainment/one-night-in-miami-review/index.html"}