{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n        \n    \n       \n       \n    \n    \n    John Tlumacki/Boston Globe/Getty Images\n    Bristol County Sheriff's Department Corrections officer Marie Garcia, an 18-year veteran, walks through rows of bunk beds in disarray in Dartmouth, Massachusetts, on May 2, 2020.\n  \n    \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  The Biden administration announced Thursday that it will stop detaining immigrants at two detention centers that came under investigation over allegations of inadequate medical care and poor conditions. \n\n\n  \n  It’s the latest move by the administration to address immigration detention following President Joe Biden’s executive order that called for a review of Immigration and Customs Enforcement’s policies. Advocates have pressed the administration on immigration detention, sending a letter to Homeland Security Secretary Alejandro Mayorkas late last month calling for the closure of 39 ICE detention facilities. \n\n\n  \n  As of May 14, there were more than 20,400 immigrants in ICE detention, according to the agency.\n\n\n  \n  Immigration and Customs Enforcement will discontinue the use of two centers, the Irwin County Detention Center in Georgia, which is operated by a private contractor, and the C. Carlos Carreiro Immigration Detention Center in Bristol County, Massachusetts. The agency will also terminate an agreement with the Bristol County Sheriff’s Office wherein the federal government and state and local police officers collaborate to enforce federal immigration law.\n\n\n  \n  \n    \n    \n        \n    \n       \n       \n    \n    \n    John Tlumacki/Boston Globe/Getty Images\n    \"Help us\" is written on a window at the ICE facility at the Bristol County Sheriff's correctional complex  in Dartmouth, Massachusetts on May 2, 2020. Extensive damage was done to the ICE facility at the Bristol County Sheriff's correctional complex in Dartmouth by detainees who barricaded themselves inside for an hour and wrecked their sleeping area, bathroom and other areas they use. The incident started Friday night when 10 ICE detainees reported symptoms of COVID-19, but then refused to go to the medical unit for testing. Corrections officers used pepper spray and K-9's to regain control and put the detainees in separate cells in the correctional complex. (Photo by John Tlumacki/The Boston Globe via Getty Images)\n  \n    \n\n\n\n\n  Related Article\n  After violence erupted in an ICE detention facility, a message left on a window said, 'HELP US'\n\n  \n\n\n\n  \n  “We have an obligation to make lasting improvements to our civil immigration detention system,” Mayorkas said in a statement. “This marks an important first step to realizing that goal. DHS detention facilities and the treatment of individuals in those facilities will be held to our health and safety standards.  Where we discover they fall short, we will continue to take action as we are doing today.”    \n\n\n  \n  Last fall, a whistleblower who previously worked at Irwin detailed a high rate of hysterectomies and alleged medical neglect in a complaint filed to the Department of Homeland Security inspector general. The inspector general has since launched a review into the allegations.   \n\n\n  \n  Bristol was the subject of litigation over poor treatment of immigrants. In December, the Massachusetts attorney general released its report on an incident that took place in May 2020 between detainees and the Bristol County Sheriff’s Office, finding that authorities violated the civil rights of detainees.\n\n\n  \n  “Indeed, our central conclusion is that a series of institutional failures and poor decisions by BCSO leadership throughout the late afternoon and evening of May 1 culminated in a calculated – that is, planned and deliberate – use of force against the ICE B detainees that was disproportionate to the security needs at that time and that unnecessarily caused, or risked causing, harm to all involved,” the report says. \n\n\n  \n  “Allow me to state one foundational principle: we will not tolerate the mistreatment of individuals in civil immigration detention or substandard conditions of detention,” Mayorkas said in a memo to acting ICE Director Tae Johnson, which was obtained by CNN.\n\n\n  \n  The memo, which was first reported by The Washington Post, also requests that ICE prepare a list of new detention contracts and agreements, as well extensions and modifications, executed between January 1, 2020, and January 20, 2021. \n\n\n  \n  It’s unclear how many detainees remain at the Irwin and Bristol detention centers. Those who remain will be transferred out of the facilities.\n\n\n  \n  “These are two facilities with terrible records of harm and abuse that have been widely reported in recent years, and this is hopefully a positive sign of things to come,” said Jorge Loweree, director of policy at the American Immigration Council. “It’s become increasingly clear in recent years that the only solution to address the harms created by this parallel system of mass incarceration is to begin closing facilities, starting with those that have the worst track record of abuse.”\n\n\n  \n  Mayorkas suggested on a call with immigrant advocates earlier this year that the administration planned to take a different approach to detention, a source familiar with the call told CNN, and discussed reviewing all forms of detention, including alternatives such as ankle monitors, and reconsidering family detention altogether.\n\n\n  \n  Since the start of the coronavirus pandemic, ICE released more than 900 individuals who were considered vulnerable to the virus after “evaluating their immigration history, criminal record, potential threat to public safety, flight risk and national security concerns,” according to the agency, and reduced the intake of new detainees. \n\n\n  \n  The number of people arrested and deported for being in the US illegally has dropped under Biden after his administration narrowed its enforcement focus to those who may pose a threat or have criminal backgrounds. \n\n\n  \n  Just as arrests have dropped, so has the detention population. The detention of immigrants arrested by ICE decreased by more than two-thirds in the first 100 days of the Biden administration, according to an analysis by the Migration Policy Institute. \n\n\n            \n    \n  \n","link":"/2021/05/20/politics/ice-detention-center/index.html"}