{"title":"15 of the safest activities for the fully vaccinated -- with and without face masks","time":"Updated 4:55 PM ET, Wed April 28, 2021 ","body":" (CNN)Are you one of the growing numbers of Americans who are fully vaccinated?If so, you can now get more of your pre-Covid life back, according to new guidelines released Tuesday by the US Centers for Disease Control and Prevention. <img alt=\"CDC issues new outdoor mask guidance for fully vaccinated people\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210410134558-coronavirus-masks-central-park-restricted-large-169.jpg\">CDC issues new outdoor mask guidance for fully vaccinated peopleRemember: You're not considered \"fully vaccinated\" until two weeks after you got a single-dose of the Johnson & Johnson vaccine or the second dose of the Pfizer/BioNTech or Moderna vaccines.If that waiting period is up, here are 15 things the guidelines say you can do safely  -- sometimes without physical distancing or wearing a mask.Outdoor activities you can do without a maskRead MoreBeing outdoors has always been the safest place from the novel coronavirus -- even masked and at 6 feet of social distance -- because the chance of transmission is far lower outside.<img alt=\"Biden pushes new CDC mask guidance as a reason why all Americans should get vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427142809-05-biden-mask-remarks-0427-large-169.jpg\">Biden pushes new CDC mask guidance as a reason why all Americans should get vaccinated\"Outdoor visits and activities pose minimal risk to fully vaccinated people themselves or to those around them,\" the CDC said.The new guidance takes that into account, giving examples of activities that fit into the category of safest you can do without a mask or physical distancing if you are fully vaccinated: Exercise outdoors alone or with members of your household Attend a small, outdoor gathering with fully vaccinated family and friendsAttend a small, outdoor gathering with fully vaccinated and unvaccinated peopleDine at an outdoor restaurant with friends from multiple householdsIn fact, the first two outdoor activities listed above are so safe that even unvaccinated people can do them without being masked, the CDC said. Why? It's the motion of the ocean of air.<img alt=\"CDC issued new guidance for gathering outdoors for people unvaccinated or fully vaccinated in the US. New guidance allows all people attending small outdoor activities or walking, running outside with members of your household, to not wear masks.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427124246-20210427-cdc-updated-mask-guidance-large-169.jpg\">Outdoor activity with a maskThere's only one outdoor activity listed on the CDC guidelines that requires a mask.If you attend a \"crowded, outdoor event, like a live performance, parade, or sports event\" you should be masked even if you're fully vaccinated. <img alt=\"What to know before you go to a sporting event, whether you&amp;#39;re vaccinated or not\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423160709-baseball-opening-day-file-0401-large-169.jpg\">What to know before you go to a sporting event, whether you're vaccinated or notWhy do you have to mask at a \"crowded, outdoor event\" but it's OK to get together unmasked with friends from multiple households or those who are not vaccinated? It has to do with the number of people you are likely to encounter, said CNN Medical Analyst Dr. Leana Wen.\"This is asking people to use common sense. A few people from different households at an outdoor barbeque poses a much lower risk than a few hundred people at a packed concert,\" Wen said.There could also be situations where risk rises in outdoor settings, the CDC said, such as if local community transmission of Covid-19 is \"moderate, substantial, or high;\" the visit is lengthy, which extends risk, or the event has a higher percentage of unvaccinated people (including children) at risk of severe Covid-19 disease.<img alt=\"How you and your kids can avoid Covid-19 at playgrounds \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423160705-playground-file-0223-restricted-large-169.jpg\">How you and your kids can avoid Covid-19 at playgrounds There is also more risk in \"activities that involve behaviors such as singing, shouting, physical exertion or heavy breathing, inability to wear a mask, or inability to maintain physical distancing,\" the CDC said.Indoor activities ALL require a maskThe following indoor activities are all considered low risk for fully vaccinated people, the CDC said, but only if you mask up properly.\"Precautions should still be taken as transmission risk in these settings is higher and likely increases with the number of unvaccinated people present. Thus, fully vaccinated people engaging in indoor social activities in public settings should continue to wear a well-fitted mask.\" Visit a barber or hair salonGo to an uncrowded, indoor shopping center or museumRide public transport with limited occupancyGo to an indoor movie theaterAttend a full-capacity worship serviceSing in an indoor chorusEat at an indoor restaurant or barParticipate in an indoor, high intensity exercise classAttend a small, indoor gathering of fully vaccinated and unvaccinated people from multiple householdsOn the last: If you are mixing vaccinated and unvaccinated people indoors, the CDC said that \"all people involved should take precautions including wearing a masks that fit snuggly, staying at least 6 feet away from others, and visiting in a well-ventilated space.\"<img alt=\"Are movie theaters safe at this point of the pandemic? What you should know\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210406161315-01-movie-theater-covid-0315-large-169.jpg\">Are movie theaters safe at this point of the pandemic? What you should knowIn all indoor public settings, such as churches and hair salons, \"fully vaccinated people should continue to protect themselves and others by wearing a well-fitted mask, covering coughs and sneezes, washing hands often, and following any applicable workplace or school guidance,\" the CDC said.Fully vaccinated people should be especially cautious if visiting anyone who is at high risk of developing severe Covid-19, the agency said.Risk in indoor settings goes up if there is poor ventilation, the visit is long, the risk of community transmission is \"moderate, substantial, or high\" and when there is \"singing, shouting, physical exertion or heavy breathing, (an) inability to wear a mask, or inability to maintain physical distancing.\"Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.The Covid-19 vaccines are highly effective, but no vaccine offers 100% protection. There's still a small chance a vaccinated person can become infected with Covid-19, or be a carrier and transmit it to others.Therefore any vaccinated person with symptoms of Covid-19 (especially if they've been exposed to someone with suspected or confirmed Covid-19), should \"isolate and be clinically evaluated,\" the CDC said.If by chance a fully vaccinated person tests positive for Covid-19, the CDC said, they \"should not visit or attend a gathering or visit public settings ... regardless of vaccination status of the other people at the gathering.\"","link":"/2021/04/28/health/vaccinated-people-safe-activities-wellness/index.html"}