{"title":"The pandemic forced a massive remote-work experiment. Now comes the hard part","time":"Updated 8:36 AM ET, Thu March 11, 2021","body":"It's been one year since Covid-19 was declared a pandemic and businesses started closing. CNN Business looks back on the pandemic's impact on the global workforce and how things may have forever changed.In March 2020, companies across the US abruptly shuttered their offices and instructed employees to work from home indefinitely as a result of the pandemic. At first, many thought the shutdowns would last a couple months. But one year later, millions of workers are still working remotely.The pandemic has forced a large segment of the global workforce to go through a remote-work experiment on a scale never seen before -- and a lot has changed in the last 12 months.The boundary between our work and our personal lives has become blurred. Working at the kitchen table has become common and, for parents, juggling virtual school while trying to hit work deadlines has become a daily challenge.<img alt=\"Seth and Nicole Kroll work while their son Louis, 5, entertains himself at their home outside of Boston. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308183117-restricted-01-pandemic-remote-work-experiement-one-year-large-169.jpg\">Seth and Nicole Kroll work while their son Louis, 5, entertains himself at their home outside of Boston. Employers have also been forced to become more nimble. They've had to loosen restrictions on where employees can work, equip them with the tools do so and support them both professionally and personally.Read MoreWe've learned many lessons as a result: meetings aren't always necessary, working a standard eight-hour shift may not be the best schedule for everyone, sitting at a desk doesn't always mean you're being productive and perhaps, you miss your coworkers more than you thought you would. Now that more people are getting vaccinated and kids are going back to school, things appear as if they might get back to \"normal,\" but the workplace as we knew it may be forever changed.Some companies plan to remain 100% remote post-pandemic, while others -- including companies like Reddit and Microsoft -- will take a hybrid approach, giving workers more flexibility about where they work. <img alt=\"A social distancing marker is displayed in front of a reception desk at the JLL office in Chicago.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308183311-restricted-02-pandemic-remote-work-experiement-one-year-large-169.jpg\">A social distancing marker is displayed in front of a reception desk at the JLL office in Chicago.And, of course, some companies will want everyone to come back. No matter what the approach, workers and employers can expect to hit a few bumps in the road as they navigate the next phase of this grand work experiment.\"Many companies succeeded working remotely in 2020 largely because everyone was doing it -- there was no built-in preference for office workers or stigma against remote workers,\" said Andrew Hewitt, senior analyst at market research firm Forrester. \"Hybrid is going to make managing this difference harder.\"The initial shock  The World Health Organization declared the novel coronavirus outbreak a pandemic on March 11, 2020. In a matter of days, companies across the globe were shutting their offices and many had little to no time to prepare their employees for getting work done entirely outside of office walls. At business review site Yelp, the IT department had to scramble to find nearly 3,000 laptops for workers, primarily sales employees, when it went remote in March. \"We always had spare laptops, but not 3,000,\" said Chief People Officer Carolyn Patterson. <img alt=\"A Yelp employee&amp;#39;s work-from-home setup, including their canine &amp;quot;office mate.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308183446-restricted-03-pandemic-remote-work-experiement-one-year-large-169.jpg\">A Yelp employee's work-from-home setup, including their canine \"office mate.\"Artificial intelligence software company, Coveo, emptied its offices in early March 2020. With more than 600 workers across the globe, employees were used to working in different time zones and locations. Still, in-person collaboration and gatherings are an important part of the company's culture. \"We were a company that had a habit of getting together; literally flying people all over the world... to get together. People need to interact in person,\" said CEO Louis Tetu.<img alt=\"What&amp;#39;s your remote work situation like, one year later? Share your story\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201109153902-20201109-working-remote-full-time-large-169.jpg\">What's your remote work situation like, one year later? Share your storyFrom the start, the company focused on making sure workers were well-equipped at their home office by allowing things like tech equipment and noise-canceling headphones to be expensed, as well as offering subsidies for high-speed internet. And it didn't come cheap.\"That meant we were going to give you the best chair, best screen ... that cost us into seven figures overnight,\" said Tetu.The cost, he said, was well worth it. \"You cannot build a great company if your people aren't well.\"But it wasn't just figuring out the logistics of how to work from home that challenged employers and their workers at the start of pandemic. There was the mental and emotional toll it took as well.It became very natural for us to have meetings where we had medical, mental health practitioners and discussions about business strategy all in the same meeting.\"Cisco chief people, policy and purpose officer Fran Katsoudas.\"We recognized that our employees were coming to us for guidance for everything: the pandemic, how they lived, wanting to know what was safe and what wasn't safe,\" said Cisco's executive vice president and chief people, policy and purpose officer Fran Katsoudas. \"It became very natural for us to have meetings where we had medical and mental health practitioners and discussions about business strategy, all in the same meeting.\"How Google, Microsoft and others plan to work post-pandemicTo help employees cope with the changes and uncertainties of the pandemic, some companies enhanced their benefits, offering things like free counseling, stipends for childcare and office set-ups and increased days off. But when it comes to the workforce post-pandemic, remote work will no longer be considered a special perk.\"It's no longer: 'Do you offer remote work?' But, do you offer it with enough organizational support so I can be as successful as the people who work in the office?\" said Hewitt.He expects about 60% of companies will offer a hybrid work model, while 30% of companies will be back in the office and 10% will be fully remote.Now here comes the hard partDespite the challenges, Hewitt says the past year has been easy compared to what will come next. \"We've been playing remote work on easy mode. We've all been doing the same thing, everybody has had equal access to information and promotions,\" said Hewitt. \"It will get harder in 2021 with hybrid.\"<img alt=\"Covid-19 has turned New York&amp;#39;s famous business districts into ghost towns. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308183649-04-pandemic-remote-work-experiement-one-year-large-169.jpg\">Covid-19 has turned New York's famous business districts into ghost towns. Inequality between remote and in-office workers can become an issue among hybrid workforces. People in the office get more face time with the boss, which can lead to better relationships, increased access to information and top assignments.\"There was the stigma [before the pandemic], that remote workers were less productive and career focused,\" Hewitt said. And companies have grappled with allowing remote workers in the past. In 2013, Marissa Mayer, then-CEO of Yahoo, sparked controversy when she ended the company's work-from-home option citing the need for better communication and collaboration among staff. IBM called back some of its remote workers in 2017.We've been playing remote work on easy mode...It will get harder in 2021 with hybrid\"Andrew Hewitt, senior analyst, ForresterTraining managers on how to equally incorporate remote and in-person workers in meetings and decision making, as well as how they communicate is a critical step in equalizing workforces. At Yelp, the majority of employees worked in the company's offices before the pandemic. The company is now giving most employees a choice to continue working remotely or come into the office a few days a week.\"We're going to be very cautious that managers don't shift into patterns that you have to come into the office for an important meeting, since that's not possible if people move away,\" said Patterson. Workers who move to areas with significantly higher or lower cost of labor could see their pay adjusted. The company created a three-tiered system to handle compensation changes for workers that relocate. \"If you are moving from a tier one location to a tier three, you will experience a reduced salary, but we still want to be competitive,\" said Patterson.Coveo also plans to give employees flexibility to choose where they work, but it has no plans to mandate that everyone be 100% remote. \"It's very dehumanizing,\" Tetu said of companies going fully remote and getting rid of offices. \"I think Slack and Zoom are great, but there is no equivalent of getting people together and fostering a common culture.\"He's looking forward to the day he can get his team together safely.\"We are going to spend hundreds of thousands of dollars on plane tickets to bring everyone together. There is no question. There are massive gains and benefits in terms of cohesion.\" Permanent WFH sounds great. But it's harder than it soundsAs things start to return to normal and services like daycare reopen regularly, employers will likely become more strict with their remote working requirements, according to Hewitt. That could mean requiring the employee have childcare in place during working hours or standardizing a time zone that everyone works in.\"The other thing that does come up with 'anywhere work'  is tax laws,\" said Hewitt. \"That can get tricky and complex.\" Should an employee move to an area where a company doesn't already have employees or an office, it could bring administrative and tax burdens to the employer. Relocating could also affect workers' tax bills if they work in one state but live in another. The shrinking office Companies will also likely need less office space as more employees start working remotely. Tetu expects his company to use about 70% of the square footage that it did pre-pandemic. To meet the needs of a hybrid workforce, office designs are likely going to look different as well. There is a psychological impact of this that is lasting. Life has been shaken quite a bit, and there are multiple ramifications of this.\"Coveo CEO Louis TetuNot every worker will need a designated desk. Collaborative spaces will likely become a bigger priority so that more team-focused work can happen in the office, while individual work will be done at home. Some companies plan to use hot desking solutions, according to Hewitt, that allow workers to reserve a desk for when they're in the office. In an interview for CNN's Coronavirus: Fact vs. Fiction podcast, he said that some of Forrester's clients are looking to reduce 30% to 50% of their overall office space.<img alt=\"A work station closed for social distancing at Catapult&amp;#39;s offices in Boston. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308183809-restricted-05-pandemic-remote-work-experiement-one-year-large-169.jpg\">A work station closed for social distancing at Catapult's offices in Boston. Yelp is also considering downsizing its office space, according to Patterson.\"As our leases come up, we will start reducing our footprint,\" she said, adding that Yelp's office spaces could be redesigned to include fewer desks and focus more on collaboration.Even as more people become vaccinated, experts warn that it's going to take time to return to any sense of normalcy at work. \"There is going to be a long tail here, there is no question about that,\" said Tetu. \"There is a psychological impact of this that is lasting. Life has been shaken quite a bit, and there are multiple ramifications of this.\"","link":"/2021/03/09/success/remote-work-covid-pandemic-one-year-later/index.html"}