{"title":"Weekly average of new Covid-19 deaths in US hits lowest point since July","time":"Updated 11:46 AM ET, Fri April 30, 2021 ","body":" (CNN)The seven-day average of new Covid-19 deaths in the United States hit its lowest point since July 2020, a CNN analysis of Johns Hopkins University data found Thursday. As of Wednesday, 684 new deaths were reported, the JHU data showed, which is about an 80% drop since January. Since the beginning of 2021, the seven-day average number of Covid-19 deaths appears to have regularly decreased, according to JHU data.<img alt=\"Covid-19 vaccine myths: These reasons for not getting a shot don&amp;#39;t hold up. In fact, they&amp;#39;ll set the US back\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420141937-01-needles-pfizer-vaccine-0415-large-169.jpg\">Covid-19 vaccine myths: These reasons for not getting a shot don't hold up. In fact, they'll set the US backThe fall in deaths is at least partly due to vaccinations, experts said. Covid-19 vaccinations are already having a significant impact on death rates among certain groups in the United States, such as older adults, Dr. Amesh Adalja, senior scholar at the Johns Hopkins Center for Health Security, told CNN on Thursday.\"If you look, for example at populations that have been highly vaccinated like nursing home residents, you will see that deaths in nursing homes have plummeted, and overall, the death rate has been falling over time,\" Adalja said. \"It's really a function of how many of the high-risk individuals have been vaccinated and that is becoming more evident,\" Read MoreYet, experts warn that to defeat the virus, more Americans need to get vaccinated, notably young people, some of whom still are hesitant or may think they don't have as much to fear from the virus.Everyone 16 and older is currently eligible for a Covid-19 vaccine. But a recent Quinnipiac University poll found 36% of adults under the age of 35 don't plan on getting one.Here's why it matters that young groups sign up for the shots: When Centers for Disease Control and Prevention Director Dr. Rochelle Walensky warned of a rise in Covid-19 cases and hospitalizations earlier this month, that increase was predominantly among younger adults, most of whom were not vaccinated. <img alt=\"Younger Americans are least likely to vaccinate\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415182640-pfizer-vaccine-florida-0415-large-169.jpg\">Younger Americans are least likely to vaccinateSome experts estimate that to suppress the spread of the virus, somewhere between 70% to 85% of the US population needs to be immune. So far, roughly 43% of the country has received at least one Covid-19 vaccine dose and about 29.5% is fully vaccinated, according to CDC data. About 35% of the US population has been infected with the virus that causes Covid-19, the CDC said Thursday. The agency estimates the virus has led to 114.6 million infections, 97.1 million symptomatic illnesses and 5.6 million hospitalizations from February 2020 to March 2021.The more people are vaccinated, the fewer opportunities the virus has to not only transmit but to further mutate. And we already know what those mutations could mean. One coronavirus variant, for example, which became the dominant strain in the US, helped fuel recent Covid-19 spikes in several states, including Michigan. That strain, the B.1.1.7 variant, is more contagious and hit younger people particularly hard. And there's another major reason young people shouldn't turn away from the shot: long-term consequences of Covid-19. \"One critical way to prevent long Covid is to prevent Covid itself,\" National Institutes of Health Director Dr. Francis Collins said at a House Energy and Commerce subcommittee hearing on Wednesday. \"Even for young people who consider their risk of severe Covid to be low, the long-term consequences can be quite serious,\" he added. \"So long Covid represents one more reason to encourage everyone age 16 and over to get vaccinated as quickly as possible.\"And those long-lasting symptoms can develop even in people who have mild cases of Covid-19. Americans have reported dozens of persistent symptoms that last months after their infection, including fatigue, headaches, memory loss, gastrointestinal problems, muscle aches, heart palpitations and loss of smell or taste. <img alt=\"A pharmacy resident gives a Johnson &amp;amp; Johnson Covid-19 vaccine at the Indianapolis Motor Speedway on April 25, 2021\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429010958-us-coronavirus-0425-restricted-large-169.jpg\">A pharmacy resident gives a Johnson & Johnson Covid-19 vaccine at the Indianapolis Motor Speedway on April 25, 2021Decrease in vaccine demand leads officials to scale down sizeDespite the push for more vaccinations, state and local leaders are seeing a decrease in demand. As a result, they're asking vaccine manufacturers to scale down the size of vials and how much is distributed.\"Many of our health departments, especially those in rural America, are providing feedback that they either need smaller dosage vials or we may have to contend with waste,\" said Lori Tremmel Freeman, CEO of the National Association of County and City Health Officials.Pfizer said Thursday it will begin offering smaller shipment sizes of its Covid-19 vaccine at the end of May to give vaccine sites more flexibility.<img alt=\"Younger Americans are least likely to vaccinate\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415182640-pfizer-vaccine-florida-0415-large-169.jpg\">Younger Americans are least likely to vaccinateThe current shipment size is a 195-vial pack that contains 1,170 doses. The smaller shipment sizes will come in three 25-vial packs which contain a total of 450 doses. Vaccination sites will have the option to order either size.'How many people are going to have to die?'In a bid to encourage young people to get vaccinated, West Virginia Gov. Jim Justice has said the state will offer a $100 savings bond to each person between 16 and 35 years old who gets the vaccine. \"West Virginians from 16 to 35 years of age are transmitting this thing faster than anyone,\" the governor said. \"How many people are we going to have to put in body bags? How many people are going to have to die?\"The governor said roughly 52% of the state's eligible population has received at least a dose of vaccine and his goal is to get to more than 70% of eligible residents fully vaccinated. That, he said, will mean \"we'll be able to get rid of the masks and get life back to normal.\"\"Our young people have had to stand up a lot of times over the years in West Virginia,\" the governor said. \"Most of the time they were standing up to go to war. I'm not asking for you to go to war. I'm asking you to do something that could very well save your life, or save the life of your mom, your dad, your grandparents and all your loved ones.\"\n\nGovernors offer road maps to normalcy Other governors hope to incentivize vaccinations by offering a timeline for a return to normal or looking to those who are vaccinated to encourage others to get a shot.Washington Gov. Jay Inslee said residents of Ferry County, about 100 miles northwest of Spokane, \"ignored clear science\" after a superspreader event led to Covid-19 infections for more than one out of every 100 people in the rural county in the last two weeks.\"It is a terrible thing to think we would have vaccines that could save people's lives, and not see it in people's arms,\" Inslee said. With vaccine hesitancy now a serious concern, Washington health officials are asking people who already have been fully vaccinated to continue helping their communities by actively encouraging others to get their shots. \"We really want you to encourage those around you -- your parents, your family, your coworkers,\" said Umair Shah, Washington Secretary of Health.<img alt=\"Officials say the US is getting closer to the &amp;#39;finish line&amp;#39; for coronavirus. What does that mean? \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422085913-covid-vaccine-new-york-0416-large-169.jpg\">Officials say the US is getting closer to the 'finish line' for coronavirus. What does that mean? In North Carolina, Gov. Roy Cooper lifted the outdoor mask mandate and said the state hopes to lift the indoor mask mandate once two-thirds of adults are vaccinated with at least one vaccine dose. About half of the state's adults currently have gotten at least one shot, he said. <img alt=\"More relaxed CDC coronavirus guidelines could come soon, Fauci says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428022815-us-coronavirus-0426-large-169.jpg\">More relaxed CDC coronavirus guidelines could come soon, Fauci saysMaryland Gov. Larry Hogan also lifted the state's outdoor mask mandate and said he expects to take \"additional actions\" in the coming weeks as more people get vaccinated and the Covid-19 metrics improve. \"The fastest way to put this pandemic behind us once and for all is for every single eligible Marylander to get vaccinated as soon as possible,\" Hogan said. The governors' announcements follow new guidance issued by the CDC this week on outdoor mask use for fully vaccinated Americans. The agency said fully vaccinated people can unmask at small outdoor gatherings or when dining outside with friends from multiple households -- activities the CDC said unvaccinated people still need to wear a mask for.CNN's Ryan Prior, Jacqueline Howard, Michael Nedelman, Rebekah Riess, Jamiel Lynch, Andy Rose and Hannah Sorisohn contributed to this report. ","link":"/2021/04/29/health/us-coronavirus-thursday/index.html"}