{"title":"'The Serpent' sinks its teeth in with a true-crime tale set in the 1970s","time":"Updated 9:56 AM ET, Fri April 2, 2021 ","body":" (CNN)Even taking acknowledged creative liberties, the true story at the core of \"The Serpent\" sinks its teeth into you, chronicling a murder spree by a slick con man, and the unlikely diplomat whose determined efforts helped apprehend him. Anchored by Tahar Rahim (\"The Mauritanian\"), the eight-part series drags in places, but gradually becomes the kind of binge that those who get drawn in might well consume in a weekend.The miniseries mostly works by capturing a very specific time in the 1970s, when hippie backpackers jaunted around Asia, often in need of a friendly face and sympathetic ear as they quested for spiritual enlightenment. Their openness made them easy prey for the suave Charles Sobhraj (Rahim), who, with the complicity of his somewhat-reluctant girlfriend Marie-Andrée Leclerc (Jenna Coleman), befriended them, poisoned them and eventually killed many of them, using their passports and cash to fuel his schemes.The nature of Charles' illicit actions can become a bit murky, but it mostly involves trafficking in gems, cultivating the impression of being a well-to-do operator. When a couple of Danish youths join the ranks of the missing, an employee in the Dutch embassy in Thailand, Herman Knippenberg (Billy Howle), begins seeking answers regarding their whereabouts, turning him into an unlikely sleuth tirelessly tracking Sobhraj's moves.Produced by Netflix with BBC One, the international cast doesn't exactly include a roster of household names, but that heightens the feeling of authenticity, along with a washed-out look that brings a genuine sense of horror to Sobhraj's crimes. Knippenberg, meanwhile, must struggle against bureaucracy not only involving local Thai authorities but officials at his embassy and others, who -- eager not to make waves, and disdainful of the victims -- keep missing opportunities to stop the killings in maddening fashion.Coming after his role in \"The Mauritanian,\" the series provides another strong showcase for Rahim, this time as a ruthless killer completely devoid of empathy, who can seemingly talk anyone out of -- or into -- anything. The show provokes a nagging dread whenever Charles meets a new traveler or one of his adopted beneficiaries begins to harbor doubts about his feigned benevolence.Read MoreAs the somewhat unusual disclaimer notes -- stating that all the dialogue was invented -- writers Richard Warlow and Toby Finlay have embellished the drama, but the bones of the story are accurate enough. The tragic loss of those trusting young souls gives the overall narrative heft, while capturing a cultural moment that extends beyond the standard trashy formula.Granted, there's a sad abundance of serial killers on TV, but seldom a substitute for a good story, reasonably well told. In the broad strokes \"The Serpent\" resembles any number of true-crime tales, but by meeting those criteria, this limited series still manages to get under your skin.\"The Serpent\" premieres April 2 on Netflix.","link":"/2021/04/02/entertainment/the-serpent-review/index.html"}