{"title":"This is what it looks like when a star is born","time":"Updated 12:59 PM ET, Wed May 19, 2021 ","body":"This is what it looks like when a star is bornBy Ashley Strickland, CNNUpdated 12:59 PM ET, Wed May 19, 2021 JUST WATCHEDWatch this trippy simulation of a star being born ReplayMore Videos ...MUST WATCHWatch this trippy simulation of a star being born  00:51 (CNN)Our lives happen in the blink of an eye compared to the course of a star's lifetime. Now, a team of scientists have developed a realistic and colorfully stunning simulation of what just the beginning of a star's life looks like. It's called STARFORGE, or Star Formation in Gaseous Environments, and it models an entire gas cloud that serves as a stellar nursery. It's the place where stars are born. From this swirling gas cloud, stars form and evolve, showing off the dynamics of this process. The model also accounts for other activity, like radiation, wind and supernovae, or the explosions of nearby stars, and how they impact the formation of a star. While it serves as a beautiful stellar exploration for viewers, scientists want to use the model to better understand the intricacies of star formation. These questions include why star formation can be slow and inefficient, as well as why they form in clusters and how their mass is determined.In fact, STARFORGE is already helping scientists understand how high-speed jets of gas that occur alongside star formation actually help determine the stars' mass. Read MoreWhen the simulation was run without accounting for these jets, the stars grew too large in size, resulting in stars about 10 times the mass of the sun. Adding the jets back resulted in more realistic stars less than half the mass of the sun.<img alt=\"When a star forms, it launches jets of gas along its poles. This prevents the star from growing too large.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518152944-03-starforge-simulation-large-169.jpg\">When a star forms, it launches jets of gas along its poles. This prevents the star from growing too large.\"Jets disrupt the inflow of gas toward the star,\" said Michael Grudić, co-leader of the research and postdoctoral fellow at Northwestern University's Center for Interdisciplinary Exploration and Research in Astrophysics, in a statement. \"They essentially blow away gas that would have ended up in the star and increased its mass. People have suspected this might be happening, but, by simulating the entire system, we have a robust understanding of how it works.\"Knowing the mass of a star can help scientists determine other factors, like its brightness and when it may die.The research that went into the creation of this model published Tuesday in the Monthly Notices of the Royal Astronomical Society. A paper describing the function of jets during star formation published in the same journal in February.\"People have been simulating star formation for a couple decades now, but STARFORGE is a quantum leap in technology,\" Grudić said. \"Other models have only been able to simulate a tiny patch of the cloud where stars form -- not the entire cloud in high resolution. Without seeing the big picture, we miss a lot of factors that might influence the star's outcome.\"The mysteries of star formationStars may put on a scintillating show in the night sky, but they serve vital roles across the universe. In our own solar system, life wouldn't be possible without the warmth and light of the sun. They lead to the formation of planets, which they host in systems. And when stars die, they release crucial elements, including heavy metals, into the universe.Yet their beginnings remain something of a mystery.\"How stars form is very much a central question in astrophysics,\" said Claude-André Faucher-Giguère, senior study author and associate professor in Northwestern University's Department of Physics & Astronomy, in a statement. \"It's been a very challenging question to explore because of the range of physical processes involved. This new simulation will help us directly address fundamental questions we could not definitively answer before.\"The birth of a star can take tens of millions of years, so when astronomers use telescopes to study the night sky, they only catch the briefest insight into this process. Stars are also hard to see as they form.<img alt=\"Hubble spies rare giant star battling against self-destruction\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503100918-ag-carinae-hubble-photo-large-169.jpg\">Hubble spies rare giant star battling against self-destruction\"When we observe stars forming in any given region, all we see are star formation sites frozen in time,\" Grudić said. \"Stars also form in clouds of dust, so they are mostly hidden.\"Simulations provide the best way to pull back the curtain on what really happens when stars form. To create STARFORGE, researchers combined a number of known elements, like gas dynamics, gravity, heating and cooling, magnetic fields, and stellar activity. <img alt=\"A beginner&amp;#39;s guide to stargazing\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413115716-starlead-large-169.jpg\">A beginner's guide to stargazingRunning one of these simulations can take months, so one of the largest supercomputers in the world -- operated by the Texas Advanced Computing Center -- was used. The end result is STARFORGE, which begins with a gas cloud tens to millions of times the mass of our sun as it floats in a galaxy. Over time, this gas cloud evolves. Structures form, then fall apart and break down. From this destruction, individual stars come into existence. After they have formed, they release gas jets that pierce through the clouds. Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. Once all of the gas has been used, star formation ceases. Using STARFORGE could also help researchers learn more about the galaxies spread across the universe.\"Understanding galaxy formation hinges on assumptions about star formation,\" Grudić said. \"If we can understand star formation, then we can understand galaxy formation. And by understanding galaxy formation, we can understand more about what the universe is made of. Understanding where we come from and how we're situated in the universe ultimately hinges on understanding the origins of stars.\" Considering that we're made of star stuff, as astronomer Carl Sagan once famously said, learning more about stars reveals more about ourselves, too.\"Knowing the mass of a star tells us its brightness as well as what kinds of nuclear reactions are happening inside it,\" Faucher-Giguère said. \"With that, we can learn more about the elements that are synthesized in stars, like carbon and oxygen -- elements that we are also made of.\"","link":"/2021/05/19/world/star-birth-simulation-starforge-scn/index.html"}