{"title":"Nearly 6,000 undocumented immigrants apprehended daily at US-Mexico border in April","time":"Updated 2:59 PM ET, Mon May 3, 2021 ","body":" (CNN)After a spike in apprehensions of undocumented immigrants at the US-Mexico border in March raised alarms and prompted a torrent of Republican criticism of the Biden administration, preliminary US government data reviewed by CNN shows the number of encounters at the border in April remains elevated but appears to have plateaued. The continued influx of people at the border reveals an ongoing struggle for the administration that has rushed to increase capacity for the thousands of migrant families, children and adults crossing into the US each week.Throughout April, Customs and Border Protection has encountered an average of just under 6,000 people daily at the southern border, according to a Department of Homeland Security official, which is in line with the March average of around 5,560 people daily.<img alt=\"Four families separated at the US-Mexico border under Trump to be reunited this week\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210217211524-01-biden-immigration-legislation-large-169.jpg\">Four families separated at the US-Mexico border under Trump to be reunited this weekDuring the first three weeks of April, around 122,000 people were encountered by US border authorities on the southwest border, another signal that the month will likely be similar to March, according to preliminary data obtained by CNN.The Washington Post first reported that the April numbers were leveling off. Read MoreOn Monday, Homeland Security Secretary Alejandro Mayorkas conceded that border crossings \"remain high,\" but touted the progress the administration has made reducing the number of children in US Border Patrol custody over the past month.\"The numbers remain high, whether they are as high as March is yet undetermined,\" he said on CBS \"This Morning.\"In March, CBP encountered 171,700 migrants, including a record number of unaccompanied children. Internal government estimates in March indicated an upward trend in encounters, which were expected to rise month-by-month, according to the projections at the time. While total arrests in April have yet to be finalized, the acceleration of apprehensions appears to have slowed. Part of the reason, according to current and former officials, may be tightened security on Mexico's southern border -- part of ongoing discussions with the US.<img alt=\"4 dead, more than 20 hospitalized after suspected smuggling vessel overturns off San Diego\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502163442-01-boat-capsizes-san-diego-0502-large-169.jpg\">4 dead, more than 20 hospitalized after suspected smuggling vessel overturns off San DiegoCBP did not respond to requests for comment. The Biden administration, which has been grappling with the months-long surge in border crossings, put the emphasis on moving families and children out of US Border Patrol custody as fast as possible to alleviate overcrowding and prolonged stays in jail-like facilities.On that front, the administration has made progress. The number of unaccompanied migrant children held Border Patrol custody dropped significantly in the span of a month, CNN previously reported.But the pace of daily apprehension hasn't significantly abated. The decrease in custody numbers has \"given a little breathing room\" for US officials at the border, but the high numbers continue to pull attention and personnel away from other national security and border security efforts, the official said.The number of people that Border Patrol is unable to apprehend has alarmed border authorities, the official said.Recently, an average of around 1,500 people daily have evaded law enforcement at the border, the number of so called \"got aways\" that the agency detects through a variety of technological and other tracking efforts, according to the official.CNN's Priscilla Alvarez contributed to this story. ","link":"/2021/05/03/politics/nearly-6000-daily-border-encounters-april/index.html"}