{"title":"The CDC was too cautious about what vaccinated people can do, doctors say. Now pendulum has swung in the opposite direction","time":"Updated 2:30 AM ET, Tue May 18, 2021 ","body":"The CDC was too cautious about what vaccinated people can do, doctors say. Now pendulum has swung in the opposite directionBy Christina Maxouris, Holly Yan and Amir Vera, CNNUpdated 2:30 AM ET, Tue May 18, 2021 JUST WATCHEDVaccinated? Dr. Gupta explains what you can do without a maskReplayMore Videos ...MUST WATCH (15 Videos)<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside (CNN)At first, the news sounded great: Fully vaccinated Americans don't need to wear masks indoors, with just some exceptions, the US Centers for Disease Control and Prevention said. But most of the country is not fully vaccinated. And as more businesses drop their mask mandates, it's impossible to tell who really is. So while the CDC's new guidance is scientifically sound, the messaging was botched, former US Surgeon General Jerome Adams said.\"I think that the play call was right, but they fumbled the ball at the 1-yard line in terms of communicating this to the public,\" said Adams, who served during the Trump administration. <img alt=\"Mask policies across the US are rapidly changing. Here&amp;#39;s what worries experts about that\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516015912-mask-sign-new-york-0514-large-169.jpg\">Mask policies across the US are rapidly changing. Here's what worries experts about thatMany public health officials told him \"they are upset, they were blindsided by this new information,\" Adams said.Read More\"It was a little bit of whiplash for the American public in terms of them saying just a week before, 'Keep your mask on,' and then all of a sudden they're saying now you can take them off,\" Adams said. Emergency physician Dr. Leana Wen said the whiplash was particularly drastic because she said the CDC had been too careful in its guidance on what vaccinated people can do. In April, the CDC said fully vaccinated people can unmask at small outdoor gatherings and when dining outside with friends from multiple households.Now, Wen said, the pendulum has swung in the opposite direction. The new guidance could essentially allow anyone to go mask-free indoors without proof of vaccination. And that kind of honor system might jeopardize others, including children under the age of 12 who can't get vaccinated yet and adults who might be at more risk than they think. <img alt=\"Biden announces US will share more vaccines globally\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505194256-astrazeneca-vaccnie-file-large-169.jpg\">Biden announces US will share more vaccines globally\"We've seen governors and mayors and business owners drop mask mandates, and as a result of that, we've now made life much less safe for people who are unvaccinated, for immunocompromised individuals and for young children who cannot yet be vaccinated,\" Wen said.\"I think the CDC meant to say something really good, which is these vaccines are really protective. There were unintended consequences of their actions.\"The honor system asking those who are not vaccinated to continue to wear masks is \"not working,\" Kansas City, Missouri, Mayor Quinton Lucas told CNN's Erin Burnett on Monday night. Lucas said city leaders were \"caught off guard\" by the CDC's announcement on masks last week. He said that their goal has been to align with the CDC on decisions and announcements. He said the situation is a challenge to enforce. \"Those of us who have been vaccinated are the ones who don't have a problem wearing a mask,\" Lucas said. The mayor said he wants the CDC to get back to the point of \"encouraging those to get vaccinated rather than celebrating our newfound freedoms, because the honor system is not working here\" or other parts of the country.   States differ in mask guidance The CDC's guidance has prompted state and local officials to look at their coronavirus restrictions. While some have adopted all or part of the guidance, others say they need more time to be ready, including getting higher vaccination numbers.As of Monday, about 37% of Americans have been fully vaccinated, according to CDC data.Washington, DC, Mayor Muriel Bowser said fully vaccinated people largely won't face restrictions.\"Previously, before we had a vaccine, the best way to protect yourself was to wear masks, social distance and wash your hands frequently. Now, of course, your best protection is to be fully vaccinated,\" Bowser said at a news conference. \"So what it means for us beginning today (is) that fully vaccinated people only need to wear their mask or social distance in places where it is required.\"<img alt=\"Summer travel 2021: Things are booking up, but you can still plan a getaway \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516091840-restricted-01-summer-travel-2021-pacific-coast-highway-101-large-169.jpg\">Summer travel 2021: Things are booking up, but you can still plan a getaway DC still requires residents to wear masks at schools, health care facilities, transportation hubs, homeless shelters and correctional facilities. Bowser said passengers on public transportation must continue to wear them. Bowser said residents should respect the rules put in place by businesses.Washington will lift capacity limits and other restrictions for most businesses and public spaces effective at 5 a.m. Friday. Restrictions on nightclubs, sports stadiums and entertainment venues with greater than 2,500 capacity will be lifted June 11.   New York Gov. Andrew Cuomo announced Monday that the state will adopt the CDC guidelines to not require masks or social distancing for vaccinated people, starting Wednesday. This means the outdoor dining curfew and most capacity guidelines will end, while the indoor food and beverage curfew will be lifted May 31.\"The whole point of this CDC's change is to say to people there are benefits to being vaccinated,\" Cuomo told reporters.Cuomo did say unvaccinated people should still wear masks and masks will still be required of all people on public transit, in schools and some communal settings. Private venues may continue to implement stricter Covid-19 restrictions. Maryland's mask mandate was lifted Friday but Baltimore is maintaining its version, according to Dr. Letitia Dzirasa, the city health commissioner.  All residents and visitors to city businesses will still be required to wear masks while indoors and at outdoor venues, including stadiums, Dzirasa said. New Jersey lifted its quarantine requirement for travelers from out of state, even as the state will continue requiring masks in indoor public spaces, Gov. Phil Murphy announced.\"I don't know how we can expect workers to be able to tell who is vaccinated from who isn't, and it is unfair to put the burden on business owners and frontline employees to police every patron,\" Murphy said.Murphy is expected to sign an executive order that will lift the mandate for outdoor public spaces, which will be effective immediately.<img alt=\"Are you a parent who&amp;#39;s hesitant about getting the Covid-19 vaccine for your child? Share your story.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514023241-teen-vaccine-0513-large-169.jpg\">Are you a parent who's hesitant about getting the Covid-19 vaccine for your child? Share your story.Across the country, California plans to keep its mask mandate for indoor activities in place for another month before adhering to the new guidelines.The state's rules to wear a face covering will be dropped for fully vaccinated residents on June 15, Health and Human Services Dr. Mark Ghaly announced Monday. June 15 is also the date California plans to fully reopen all business sectors, and the next four weeks will give businesses time to prepare for the guidance change.\"This four-week period will give Californians time to prepare for this change, while we continue the relentless focus on delivering vaccines, particularly to underserved communities and those that were hard hit throughout this pandemic,\" Ghaly stated.Why fully vaccinated doctors will keep wearing masksAdams, the Trump administration surgeon general, said his two teenage sons have been vaccinated, but his 11-year-old daughter is not yet eligible. \"So when we go out in public, even though I don't have to wear a mask anymore because I've been vaccinated, I wear one with I'm with my daughter because I don't want her to feel like she's the only one left out,\" he said. <img alt=\"Starbucks, Publix and other places loosen mask restrictions for fully vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515110401-restricted-starbucks-california-0121-large-169.jpg\">Starbucks, Publix and other places loosen mask restrictions for fully vaccinated\"We're in this together,\" he said. \"Sometimes, you do things even if you don't feel like they'll benefit you because they'll benefit others. We don't want our little ones to be stigmatized or at risk.\" Adams said he'll also keep masking up \"in those public settings where there may be a large number of people who aren't vaccinated.\" One easy way to avoid a questionable honor system is \"to know who's vaccinated and who's not vaccinated, and the unvaccinated folks would still be required to wear a mask,\" said Dr. Jonathan Reiner, a professor of medicine and surgery at George Washington University. <img alt=\"Dr. Sanjay Gupta says the CDC mishandled announcement of new mask guidelines\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516150656-sanjay-gupta-0516-screengrab-large-169.jpg\">Dr. Sanjay Gupta says the CDC mishandled announcement of new mask guidelinesBut unfortunately, \"this is where politics comes in.\" \"If we had had a very simple electronic system from the beginning, basically you have a pass on your phone that turns green after you've been vaccinated, businesses and venues all over the country would be able to say, 'Good news, if you have a green pass, you don't need to wear a mask,'\" Reiner said. \"We don't have that.\" 'Not everybody has to rip off their mask'CDC Director Dr. Rochelle Walensky said the agency's new guidelines don't mean that every American who's been vaccinated should take their masks off. <img alt=\"Some people still need to mask up even if vaccinated. Are you one of them?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516160704-immunocompromised-face-mask-wellness-large-169.jpg\">Some people still need to mask up even if vaccinated. Are you one of them?For example, Walensky said immunocompromised people and others at higher risk should consult with their physicians before deciding to stop wearing a mask.\"Not everybody has to rip off their mask because our guidance changed,\" she said. \"If you are concerned, please do consult your physician before you take off your mask.\"Walensky said different parts of the US have different vaccination and Covid-19 rates, and fully vaccinated people should take that into account deciding whether to mask up or not. <img alt=\"Covid-19 vaccine myths: These reasons for not getting a shot don&amp;#39;t hold up\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420141937-01-needles-pfizer-vaccine-0415-large-169.jpg\">Covid-19 vaccine myths: These reasons for not getting a shot don't hold upShe said the CDC is asking businesses to make sure they help their employees get vaccinated.And schools should keep their mask rules and other safety measures for at least the rest of this school year because many students will not be fully vaccinated in the next couple months, the CDC said. The Food and Drug Administration expanded the emergency use authorization for Pfizer's Covid-19 vaccine last week to include children 12 to 15 years old. Children under the age of 12 are not yet eligible to receive a Covid-19 vaccine in the US.Research suggests vaccines protect against variants found in IndiaThe Pfizer/BioNTech and Moderna coronavirus vaccines appear to offer protection against the B.1.617 and B.1.618 variants first identified in India, researchers from New York University reported in a new pre-print paper that has not yet been peer-reviewed.<img alt=\"What we know about a coronavirus variant first found in India \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210509204920-02b-india-coronavirus-0509-large-169.jpg\">What we know about a coronavirus variant first found in India Based on lab experiments involving cell cultures, the B.1.617 and B.1.618 variants seem to be partially resistant to the antibodies elicited by vaccination, according to the paper posted Sunday to the online server biorxiv.org.But more research is needed to determine just how effective the Pfizer/BioNTech and Moderna vaccines are against those variants in the real world. \"Our results lend confidence that current vaccines will provide protection against variants identified to date. However, the results do not preclude the possibility that variants that are more resistant to current vaccines will emerge,\" the researchers wrote. \"The findings highlight the importance of wide-spread adoption of vaccination which will both protect individuals from disease, decrease virus spread and slow the emergence of novel variants.\"CNN's Naomi Thomas, Jacqueline Howard, Aaron Pellish, Cheri Mossburg, Lauren del Valle, Kay Jones and Lauren Mascarenhas contributed to this report. <img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside","link":"/2021/05/17/health/us-coronavirus-monday/index.html"}