{"title":"CDC reports most J&J vaccine side effects are 'nonserious,' 17 cases of blood clot condition","time":"Updated 12:31 PM ET, Fri April 30, 2021 ","body":" (CNN)A new review of Johnson & Johnson Covid-19 vaccine safety monitoring data finds that only 3% of reported reactions after receiving the vaccine are classified as serious -- and there have been a total of 17 incidents of severe blood clotting while also experiencing low blood platelet levels.<img alt=\"What women should know about the Johnson &amp;amp; Johnson coronavirus vaccine\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414181046-johnson--johnson-coronavirus-vaccine-large-169.jpeg\">What women should know about the Johnson & Johnson coronavirus vaccineThe report, published on Friday by the US Centers for Disease Control and Prevention, notes that the safety profile of the vaccine so far has been similar to what was seen in clinical trials, but safety monitoring during the vaccine's rollout quickly identified the blood clot incidents.\"A rare but serious adverse event occurring primarily in women, blood clots in large vessels accompanied by a low platelet count, was rapidly detected by the U.S. vaccine safety monitoring system,\" CDC researchers wrote in the report. \"Monitoring for common and rare adverse events after receipt of all COVID-19 vaccines, including the Janssen COVID-19 vaccine, is continuing.\"Janssen is the vaccine arm of Johnson & Johnson. In February, the Johnson & Johnson vaccine was authorized for emergency use in the United States. Use of the vaccine was paused temporarily in mid-April due to reports of extremely rare yet severe blood clotting events in the brain's venous sinuses following vaccinations. The pause lifted last week.<img alt=\"These unlikely events are still more likely than a blood clot after the J&amp;amp;J vaccine\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413082523-us-covid-19-vaccine-doses-johnson--johnson-0325-large-169.jpg\">JUST WATCHEDThese unlikely events are still more likely than a blood clot after the J&J vaccineReplayMore Videos ...MUST WATCHThese unlikely events are still more likely than a blood clot after the J&J vaccine 02:48The new CDC report summarizes the latest safety data on the vaccine, which includes 13,725 incidents reported through the agency's Vaccine Adverse Events Reporting System. The data showed that 97% of the events have been nonserious.Read MoreOverall, there were 17 events consistent with what has been described as thrombosis with thrombocytopenia syndrome, or blood clotting with low blood platelet levels -- including 14 that were cerebral venous sinus thrombosis and three that did not involve the brain's venous sinuses among women younger than 60 during the vaccine pause, according to the report.The data also included 88 deaths reported after vaccination. Among those deaths, three occurred in patients with cerebral venous sinus thrombosis and CDC researchers wrote that, after preliminary reviews, \"no other deaths appear to have an association with vaccination.\"Increased number of 'anxiety-related events'Additional new data published Friday from the CDC suggests that administration of Johnson & Johnson's Covid-19 vaccine in early April may have also been connected to an increased incidence of \"anxiety-related events\" in the 15-minute waiting period post-vaccine.<img alt=\"Hear doctor&amp;#39;s message for people with J&amp;amp;J vaccine concerns\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413080112-dr-carlos-del-rio-large-169.jpg\">JUST WATCHEDHear doctor's message for people with J&J vaccine concernsReplayMore Videos ...MUST WATCHHear doctor's message for people with J&J vaccine concerns 03:06All of these anxiety-related events occurred before reports came out of thrombosis with thrombocytopenia syndrome connected to the Janssen vaccine. In a study published Friday in the CDC's Morbidity and Mortality Weekly Report, researchers examined data from five mass vaccination sites which reported increased anxiety-related events, including rapid heart rate, rapid breathing, and fainting, following administration of Johnson & Johnson's Janssen Covid-19 vaccine from April 7-9. Researchers tallied 64 anxiety-related events out of 8,624 vaccine recipients. The rate of syncope, or fainting, was found to be 8.2 incidences per 100,000 doses, which is 164 times the rate of fainting following the flu vaccine, the researchers wrote.<img alt=\"The Covid-19 vaccines are highly effective, and the chance of an adverse reaction is rare\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210409144714-01-covid-vaccines-adverse-reaction-rare-trnd-large-169.jpg\">The Covid-19 vaccines are highly effective, and the chance of an adverse reaction is rareAll of the events were reported to Vaccine Adverse Event Reporting System, and none were considered \"serious\" by VAERS standards. Over half of the reported fainting events occurred in women. For four out of the five sites observed, these events happened on the first day of Janssen shot administration. Study authors suggested that because the Janssen Covid-19 vaccine is a single-dose shot, people with a fear of needles may be more inclined to get this shot over one of the two-dose options. Out of all fainting cases, 20% of those reported occurred in people who had already informed vaccination site staff they had a history of needle aversion.Half of the reports of fainting occurred in people ages 18 to 29, and fainting associated with injections is more common in adolescents and young adults. Researchers cited similar fainting rates in administration of the human papillomavirus vaccine, largely given to young people. The HPV vaccine has a fainting rate of 7.8 per 100,000. Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.Researchers said tracking anxiety event rates will be important information for health care providers as the Covid-19 vaccine reaches more and more young people. \"Anxiety-related events can occur after any vaccination,\" study authors wrote.\"It is important that vaccination providers are aware that anxiety-related adverse events might be reported more frequently after receipt of the Janssen COVID-19 vaccine than after influenza vaccination and observe all COVID-19 vaccine recipients for any adverse reactions for at least 15 minutes after vaccine administration,\" the researchers wrote. \"As use of COVID-19 vaccines expands into younger age groups, providers should be aware that younger persons might be more highly predisposed to anxiety-related events after vaccination than are older persons.\" ","link":"/2021/04/30/health/cdc-johnson-and-johnson-vaccine-reactions-mmwr-study/index.html"}