{"title":"Legislation banning hair bias gains momentum in more states as schools and sports leagues face backlash for policies","time":"Updated 1:13 PM ET, Thu May 20, 2021 ","body":"Legislation banning hair bias gains momentum in more states as schools and sports leagues face backlash for policiesBy Nicquel Terry EllisUpdated 1:13 PM ET, Thu May 20, 2021 <img alt=\"Four-year-old Gus Hawkins IV, known as &amp;quot;Jett,&amp;quot; will be transferring to another  school, his mom says.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519144159-02-natural-hair-discrimination-laws-large-169.jpg\">Four-year-old Gus Hawkins IV, known as \"Jett,\" will be transferring to another  school, his mom says. (CNN)Four-year-old Gus Hawkins IV, affectionately known as \"Jett,\" was thrilled to go to school and show off his new hairstyle when his mom Ida Nelson agreed that he could wear braids.  Nelson said she was raising her kids to embrace their individuality and wanted Jett to feel confident with the texture of his hair.But Jett's private school in Chicago did not approve of his braids and called Nelson in March saying her son was violating a school policy that bans braids, locs, twists and other natural hairstyles on male students. Nelson challenged the policy, but a school administrator insisted that Jett's hairstyle was distracting and unprofessional, she said.  <img alt=\"A Black softball player says she was forced to cut off her hair beads at a game\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514181306-durham-softball-hair-large-169.jpg\">A Black softball player says she was forced to cut off her hair beads at a game\"I felt the trauma that I had experienced related to my own hair situation in corporate America,\" Nelson said. \"I wore my hair straight and made sure it was long ... and I still was shown that I was not enough. And I did not want that for my children.\" Read MoreJett's story inspired Illinois State Sen. Mike Simmons to introduce a bill in April that would ban hair discrimination in all schools. The bill was passed by the Illinois State Senate earlier this month and is now awaiting a vote from the state House of Representatives. The legislation comes as laws banning hair discrimination continue to gain momentum nearly two years after California became the first state to enact the CROWN Act, which stands for \"Creating a Respectful and Open World for Natural Hair.\"The legislation bans race-based hair discrimination and seeks to ensure protection against bias based on hair texture and protective styles.So far, at least seven states have officially banned raced-based hair discrimination. The Republican-led Louisiana State Senate passed the CROWN Act last month and the House is expected to vote on it in the coming weeks. Some lawmakers supporting the legislation say they are particularly fed up with watching Black children being forced to change their hairstyles to attend school or play sports. State lawmakers propose bills Simmons said his bill would prohibit Illinois private, public and charter schools from banning hairstyles -- such as afros, braids, and locs -- that are associated with race, ethnicity or hair texture. To enforce the law, Simmons said the State Board of Education will be charged with doing an annual compliance probe and if schools aren't complying they could lose their state recognition.  Simmons, who wears locs himself, said the racial reckoning that started last year has demanded an end to systemic racism and natural hair discrimination is part of that. <img alt=\"In just 1 week, 3 states considered bills to ban discrimination based on hair texture or style\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200214160234-02-dreadlocks-stock-restricted-large-169.jpg\">In just 1 week, 3 states considered bills to ban discrimination based on hair texture or style\"The movement is about so many things but I feel like something like this is ground zero for what needs to change in this country,\" Simmons said. \"We've got to to turn the page on young Black people being criminalized and profiled for things that are God-given, for their Blackness essentially. It has no business in a school setting.\"Simmons said his colleague State Sen. Mattie Hunter introduced the Create a Respectful and Open Workplace for Natural Hair (CROWN) Act earlier this year to ban natural hair bias in the workplace. It also passed in the Senate and is awaiting a House vote. In Louisiana, State Rep. Tammy Phelps introduced the House version of the CROWN Act in April which prohibits natural hair discrimination in the workplace. The bill will eventually be amended to include K-12 schools, Phelps said. Phelps said she is frustrated by the continued natural hair discrimination, standards and policies that tell Black youth their natural hair or hairstyle is unacceptable. She cited the story of an 11-year-old Black girl who was sent home from her private Roman Catholic school near New Orleans in 2018 for wearing braids. Phelps said she is confident the House will pass the bill because \"it's the right thing to do.\" \"We are only asking for equality here,\" Phelps said. \"Just because my hair is a certain texture does not take away any of my qualifications for the workplace.\" Schools, sports leagues refuse to change hair policies Last month, Nicole Pyles, a 16-year-old Black softball player in North Carolina was told by an umpire that the beads in her hair violated the rules and that she would have to remove them to continue playing. Pyles said her teammates attempted to help her take the beads out of her braided hair but because they were wound so tightly, some of her hair had to be cut to remove the beads. Pyles told CNN that she had worn the beads in her hair for four games prior to being ordered to remove them. Her hair, she said, is usually the least of her worries when she's playing softball. \"My hair I feel like is just a way that I express myself when I'm happy, when I'm sad it will show through my hair because that's the first thing I look to do when I wake up in the morning ...,\" Pyles said on CNN's  \"New Day\" on Tuesday. \"That day I had braids in, I didn't really have to do my hair. It's part of me because my hair I feel like is one of my biggest features because I have a lot of hair actually.\"The North Carolina High School Athletic Association said the beads policy was not new and that it is the responsibility of coaches to ensure players comply with the rules. In Chicago, Nelson said since Jett's school refuses to reevaluate its hair policy, she will be transferring him to another school this fall. She said she even attempted to blow dry Jett's hair and put it in a ponytail but the school still said the style wasn't acceptable. Jett now wears his hair in short sponge curls and has been allowed to attend class. Nelson said she is happy Simmons took notice and that his bill is advancing through the state legislature. \"We're at a point now where we have to take action,\" Nelson said. \"People do not innately respect us and our culture.\" CNN's Leah Asmelash contributed to this report.","link":"/2021/05/20/us/hair-discrimination-laws-crown-act/index.html"}