{"title":"Family of Andrew Brown Jr. remembers his life and calls for justice in his death at his funeral","time":"Updated 5:59 PM ET, Mon May 3, 2021 ","body":" (CNN)The family of Andrew Brown Jr. gathered at a church in Elizabeth City, North Carolina, on Monday to remember his life and call for transparency and justice in his death after the 42-year-old was fatally shot by sheriff's deputies two weeks ago.The Rev. Al Sharpton, delivering the eulogy at Brown's funeral, likened the authorities' lack of transparency in Brown's killing to a \"shell game,\" the classic street game that is secretly rigged against those participating. \"I know a con game when I see it. Release the whole tape and let the folks see what happened to Andrew Brown,\" Sharpton said. \"Don't talk to us like we're stupid. If there's nothing on the tape, there won't be nothing on it in 45 days, and if there's something on it in 45 days, there's something on it today.\"Sharpton's eulogy came after comments from members of Brown's family, their attorneys and families of other Black people killed by police.Read More<img alt=\"The Rev. Al Sharpton speaks at the funeral for Andrew Brown Jr. on Monday at Fountain of Life Church in Elizabeth City, North Carolina.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503134155-03-andrew-brown-funeral-0503-sharpton-large-169.jpg\">The Rev. Al Sharpton speaks at the funeral for Andrew Brown Jr. on Monday at Fountain of Life Church in Elizabeth City, North Carolina.Family attorney Benjamin Crump, standing alongside attorneys Bakari Sellers and Harry Daniels, said Brown's killing was unjustifiable and connected it to the broader issue of police violence against Black people.\"Because Andrew cannot make the plea for justice, it is up to us to make the plea for justice,\" Crump said.Brown was fatally shot by Pasquotank County deputies who were trying to execute a warrant on April 21, just a day after the guilty verdict in the murder trial of a former Minneapolis police officer who knelt on George Floyd's neck. <img alt=\"Andrew Brown Jr. shooting exposes disconnect between majority rural White county and its mostly Black city\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428171714-03-andrew-brown-nc-police-shooting-death-large-169.jpg\">Andrew Brown Jr. shooting exposes disconnect between majority rural White county and its mostly Black cityNearly two weeks later, authorities have released few details about what led to the shooting, even as it has prompted protests in Elizabeth City. An autopsy commissioned by Brown's family and their attorneys said Brown suffered five gunshot wounds -- four to the right arm and one to the back of his head. His attorneys said he was not armed.State law requires that body camera footage can be released only with a court order. A North Carolina judge ruled last Wednesday that Brown's family would be allowed to see body camera footage of the shooting, but the videos would not be made public for at least 30 days.Last week Brown's family was able to view a short snippet of footage, about 20 seconds long, which a family attorney said depicted an \"execution.\" Only two family members were able to see the footage along with legal representatives, Daniels told CNN.Sellers told CNN on Monday that Brown's family wants Pasquotank County District Attorney Andrew Womble to recuse himself from the case because Womble has worked extensively with the Pasquotank County Sheriff's Department on other cases.The family's attorneys are currently drafting a letter asking for Womble's recusal, Sellers said. CNN has reached out to Womble for comment but has not heard back. Brown's son says they were best friends<img alt=\"Andrew Brown Jr.&amp;#39;s son Khalil Ferebee spoke at his father&amp;#39;s funeral Monday.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503134330-04-andrew-brown-funeral-0503-khalil-ferebee-large-169.jpg\">Andrew Brown Jr.'s son Khalil Ferebee spoke at his father's funeral Monday.Lined up outside the Fountain of Life church, the family wore shirts that read \"Long Live Drew\" and featured Brown's picture, while the back of the shirts read, \"Gone but never forgotten.\" Overhead, a plane flew with a banner that read, \"Andrew Brown, Jr. Never Forget.\"Two young children walked inside the church holding an adult's hand wearing shirts that read \"RIP Dad\" on the front with a picture of Brown. Brown's closed metallic casket was in front of the stage inside the church.Khalil Ferebee, Brown's son, spoke of his love for his father and said he would have loved seeing everyone together.\"Everybody keep their hands up and keep God in your prayers because he going to work all this out for us,\" Ferebee said Monday. \"It's a terrible way we had to be together like this but seeing everybody, I'm glad we together like this right now. He would have loved this. I just wish he was here with us. As much as I'm going to wish and wish and wish all day, it's not going to happen.\"<img alt=\"Family members react during Brown&amp;#39;s funeral on Monday.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503152134-05-andrew-brown-funeral-0503-large-169.jpg\">Family members react during Brown's funeral on Monday.Jha'rod Ferebee, another of Brown's sons, said his father was his best friend and they were constantly together.\"Me and my dad we were like best friends. Every time you see him, you see me, and every time you see me, you see him,\" he said. \"I remember growing up, couldn't nobody tell me nothing wrong with my daddy,\"Jha'rod Ferebee said although his father was not present physically, he was still with them.  \"It's crazy what's going on right now and I love my daddy to death. He's here though. He's definitely here though,\" he said.FBI opens civil rights investigation into shooting<img alt=\"Protesters calling for justice for Andrew Brown Jr. march Sunday, May 2, in Elizabeth City, North Carolina.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502202244-04-andrew-brown-jr-0502-large-169.jpg\">Protesters calling for justice for Andrew Brown Jr. march Sunday, May 2, in Elizabeth City, North Carolina.The family and the district attorney have given different accounts of what happened on the day Brown was shot, with the latter saying in a court hearing last week that deputies fired when the car Brown was driving made contact with law enforcement. But the family and their attorneys said Brown was driving away to save his life.Protests calling for the release of the body camera footage continued Sunday, with a criminal justice reform demonstration held in Brown's honor. Brown's family, community leaders and activists marched through Elizabeth City, chanting his name and holding flags that read, \"Black Lives Matter.\"\"Release the tapes,\" marchers chanted Sunday. \"The whole tapes. The real tapes.\"<img alt=\"W. Kamau Bell: What you need to know about &amp;#39;defund the police&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430221851-07-united-shades-of-america-policing-the-police-opinion-bell-large-169.jpg\">W. Kamau Bell: What you need to know about 'defund the police'Jadine Hampton, Brown's cousin, told CNN that although the family is grieving, they can't stop demanding justice. \"I think we are grieving but we are doing what we have to do,\" she said. \"Because the way things happened, we have to be here, we have to support, we have to protest. We have a long road ahead.\"\"The first order is release the tapes, the whole tapes, all of them, every angle, every bodycam that was on,\" Hampton said. \"We need to see it.\"The shooting is under investigation by the North Carolina State Bureau of Investigation. The FBI has opened a federal civil rights investigation into the shooting, according to the bureau's Charlotte field office.\"I want y'all to hear the pain in this community. The pain, the yelling that y'all hear, the agony that y'all hear -- this is pain,\" family attorney Chantel Cherry-Lassiter said in a news conference last Tuesday. \"And a lot of time pain is interpreted as rebellion or whatever people want to interpret it as. Call it what it is. It's painful for this family. It's painful for this community.\"Brown's funeral service follows those of at least two other Black people killed in encounters with law enforcement in recent weeks: Daunte Wright and Ma'Khia Bryant.CNN's Natasha Chen, Nicquel Terry Ellis, Mark Morales and Devon Sayers contributed to this report.","link":"/2021/05/03/us/andrew-brown-jr-funeral/index.html"}