{"title":"The pandemic disrupted organ transplants. But these three siblings aren't giving up","time":"Updated 2:45 PM ET, Thu April 29, 2021 ","body":" (CNN)As coronavirus shut down the world last year, Terre Baldwin was getting a life-saving heart and kidney transplant in San Francisco. With no guests allowed in her hospital room, she spent most of her days staring at the ceiling.At the same time, about 30 miles east, her brother Al Baccei was on a waiting list for a new kidney. The one Baldwin gave him over two decades ago started failing last year. To treat it the police sergeant, who lives in Danville, California, went on dialysis. And in nearby Brentwood, California, their sister Linda Tschaplizki was looking for a way to help her brother. While she was not a match for Baccei, she was willing to donate her kidney to someone else as part of a paired donation -- essentially swapping a kidney in exchange for a compatible one for her brother. Three siblings, united by their shared organs and willingness to donate them. But their race to find organ donors came at at inopportune time, complicated by a pandemic that strained health care resources and limited surgical procedures. Partly as a result transplants from living donors in 2020 dropped to their lowest numbers in two decades, according to the United Network for Organ Sharing (UNOS), which manages the nation's organ transplant system under contract with the federal government. Read MoreAnd for two of the siblings, their quest isn't over.Covid-19 disrupted the organ transplant process When coronavirus upended the world last spring, organ donation and transplant programs faced many uncertainties. Transplants from deceased donors in the US plunged before starting a slow comeback in May, according to UNOS. While transplants from deceased donors ended up rising slightly in 2020, the growth was smaller that experts had predicted after years of larger increases, said Dr. David Klassen, a nephrologist and UNOS' chief medical officer.\n\nMany programs also postponed living donor transplants over concerns they'd expose donors and recipients to Covid-19 infections. UNOS says the number of living donor transplants plunged from 7,397 in 2019 to 5,726 last year.Concerns over infections, lack of PPE and uncertainty over how to navigate the new virus all affected donors and recipients awaiting transplants at the beginning of the pandemic, UNOS said. So did lack of access to donor hospitals and inadequate coronavirus testing for potential donors.And fear of infections was not limited to donors and patients. In one documented instance, an asymptomatic health care worker who had coronavirus infected medical workers in an organ recovery operating room, the American Association for the Study of Liver Diseases noted in a report. He's still waiting for a kidney matchFor Baccei, 53, who has lupus, the process to get a new kidney at a San Francisco hospital came to a screeching halt when the pandemic started.\"The hospital stopped doing everything. I've been going through this for a good year with the kidney issues,\" he said.  \"And I was on the radar, but they told me things were slowing down big time. So the pandemic had a major impact.\"Baccei had hip replacement surgery in February and is now waiting to heal from that before he gets a kidney transplant. He retired last month after three decades with the San Mateo Police Department.  <img alt=\"Al Baccei managed to work full time as a police detective while doing dialysis for his kidneys at night.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427131553-sgt-al-baccei-large-169.jpg\">Al Baccei managed to work full time as a police detective while doing dialysis for his kidneys at night.As she and Baccei wait for a match on the paired transplant program's swap portal, Tschaplizki may have to redo a series of tests she'd done before the pandemic as a potential donor. They include MRI, blood work and kidney checks. But she's eager to get her brother started on the road to recovery.\"We were pretty much ready in early March, right before Covid hit,\" said Tschaplizki, 57. \"He was in need of a kidney and I know my sister gave him one 20 plus years ago. If my kidney can help someone else because I'm not a match with my brother ... and he would get someone else's kidney, that would be awesome.\"Meanwhile, Baccei does peritoneal dialysis, a treatment that can be done at home. Before his retirement this month, he did it at night and still worked a regular shift as a detective during the day.\"Al has been amazing throughout his process, always showing up to work and never complaining or bringing attention to his issue,\" said Jeanine Luna, a spokesperson for the department. Her heart began to give out in March 2020Even in a global pandemic there were more than 33,000 deceased donor transplants in the US last year, according to UNOS, the highest number on record. That's nearly 1,000 more than the prior year. Baldwin, 61, received a heart from a deceased donor. The real estate agent doesn't know whether her new kidney also came from the same person. Her combined heart and kidney transplant was one of 290 performed in the United States last year, UNOS said.A viral infection attacked her heart muscle over a decade ago and her doctor had warned that she'd eventually need a transplant. In March last year, her heart stopped pumping. \"I was admitted in the hospital at the end of March. Nobody really quite knew what coronavirus was at that point,\" she said.  \"They were starting to shut everything down. And they kept thinking it was only going to be a two-week shutdown and it turned out to be a year shutdown.\" <img alt=\"Terre Baldwin got a heart and kidney transplant at the beginning of the pandemic last April.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421180556-01-organ-donations-coronavirus-wellness-trnd-large-169.jpg\">Terre Baldwin got a heart and kidney transplant at the beginning of the pandemic last April.For the few weeks Baldwin was hospitalized with end-stage heart failure, the world was in a meltdown over the rapid spread of coronavirus. The hospital was like a ghost town, with anxious nurses waiting for patients suffering from a strange new disease. She was told it would take at least six months to get a donor. Baldwin could not receive any visitors and talked to her children via video calls. She got her transplant within two weeks -- on April 10.At 5-foot-11, Baldwin said she was considered tall enough to have a man's heart, widening her pool of options. Her blood type also matched a lot of donors. \"So all these things kind of worked in my favor,\" she said. Baldwin got the kidney transplant because her doctors told her the chances of rejection with both are lower than with a heart alone, she said. People who've recovered from coronavirus can be organ donorsApril is National Donate Life Month. With millions of Americans getting vaccines and the end of the pandemic seemingly in sight, UNOS is urging people to register as organ donors online or at their local DMV office. Anyone who currently has coronavirus  -- or dies from it -- is not eligible to donate organs. But people who've recovered from the virus can donate, Klassen said. Despite the pandemic, the US' system of organ donations and transplants rebounded faster than some other countries due to preparation and some quick adjustments, Klassen said. Hospitals incorporated covid testing, developed new staffing protocols and came up with new approaches to finding organs by having local teams do it rather than people flying in, Klassen said.<img alt=\"Linda Tschaplizki hopes to donate a kidney to indirectly help her younger brother.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428151153-03-organ-donations-coronavirus-wellness-trnd-large-169.jpg\">Linda Tschaplizki hopes to donate a kidney to indirectly help her younger brother.\"I think the whole system adapted very rapidly,\" he said. \"And so I believe the impact of Covid on the transplant system in the US, although it was significant, was not what it was in other parts of the world.\"More than 107,000 people in the US currently need a lifesaving organ transplant. The UNOS expects that the number of transplants involving both living and deceased donors will once again rise this year. In Northern California, the three siblings certainly hope so. Baccei is hoping to get a kidney soon so he can take a dream trip to Hawaii.\"I would love to go into the water. That is something that I can't do now because of my peritoneal catheter,\" he said. For the one-year anniversary of her transplant this month, Baldwin walked 10 miles on a Bay Area trail. \"With my heart being so poor for so many years, I wasn't able to do a lot of that,\" she said. Baldwin doesn't know her heart donor's identity, but she hopes to honor them once she learns their name. Until then, she wrote a letter to the donor's family and gave it to her transplant coordinator. She thanked them for the gift of life in a year of uncertainty. ","link":"/2021/04/29/health/organ-donations-coronavirus-wellness-trnd/index.html"}