{"title":"Bird pioneered scooter sharing. Now it's going public","time":"Updated 10:37 AM ET, Fri May 14, 2021 ","body":"Bird pioneered scooter sharing. Now it's going publicBy Matt McFarland, CNN BusinessUpdated 10:37 AM ET, Fri May 14, 2021 JUST WATCHEDThe age of scooter sharing is upon usReplayMore Videos ...MUST WATCHThe age of scooter sharing is upon us 02:33Washington, DC (CNN)Bird, the startup that pioneered shared electric scooters, plans to go public as soon as this summer.Bird will merge with a special purpose acquisition company, Switchback II Corporation, valuing the startup at $2.3 billion. After the merger, the company will have up to an additional $428 million in cash to fund operations and growth. The companies announced the deal Wednesday and said it will require Switchback shareholder approval and have to meet other closing conditions, which the companies described as customary in a news release.Special purpose acquisition companies (SPACs) have become increasingly popular in the last year as they offer a quicker way for startups to go public than the traditional initial public offering process. US-listed SPACs raised more money in the first three months of 2021 than in all of 2020.<img alt=\"Revel saw a loophole as an opportunity for a new ridehail service. New York City is absolutely livid\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428163503-01-revel-ridehail-large-169.jpg\">Revel saw a loophole as an opportunity for a new ridehail service. New York City is absolutely lividBird first launched electric stand-up scooters that could be rented through an app in Santa Monica, California, in September 2017. The scooters proved both popular and controversial, as the company quickly expanded around the United States and globally in 2018. Read MoreFounder Travis VanderZanden, a former Uber and Lyft executive, described his product as \"Rideshare 2.0.\" The traditional ridehail industry has been criticized for increasing traffic congestion and pollution in urban areas.Scooter-sharing's popularity motivated cities to build bike lanes and consider how to welcome greener car alternatives in congested urban cores. However, Bird and its competitors were criticized as unsafe and for their scooters cluttering sidewalks, as they rapidly expanded in a fashion that was sometimes disorganized and didn't always have the blessing of local governments.But this year Bird was selected as part of New York City's scooter program, which will begin in the East Bronx this summer and include the construction of new bike lanes. Many in the industry believe the city will be the best US market given its size and density. Bird said it has expanded to more than 200 cities worldwide and given more than 95 million rides. Bird also has begun selling its scooters direct to customers, as well as through Target.com.But Bird, like most transportation companies, struggled during the Covid-19 pandemic as ridership dropped. Bird laid off hundreds of its employees in March 2020 over a Zoom call that CEO Travis VanderZanden later described as \"not ideal.\"Its US sales in the first three months of 2021 still trailed its performance in the first three months of 2019, according to data from Second Measure, a company that analyzes consumer purchase data. While Bird pioneered scooter sharing, it has faced stiff competition from fellow startups like Lime, which has said it's given more than 200 million rides, more than twice Bird's figure, and has close ties with Uber. Lyft operates its own scooter-sharing services, but has scaled back. Ford operates scooter-sharing company Spin.The scooter industry struggled with profitability questions even before the pandemic. Bird and other scooter companies originally used consumer grade hardware that wasn't designed for the wear and tear of being left outside during inclement weather and ridden by a half-dozen different people on some days. In some cases the scooters lasted only for a few weeks or months. Vandalism and theft has also been a challenge, as scooters generally aren't locked to anything.This story has been updated to clarify the funding Bird will receive from the merger.","link":"/2021/05/12/tech/bird-spac/index.html"}