{"title":"China releases the first images taken by its Mars rover","time":"Updated 2:40 PM ET, Wed May 19, 2021 ","body":"China releases the first images taken by its Mars roverBy Katie Hunt, CNNUpdated 2:40 PM ET, Wed May 19, 2021 <img alt=\"China on Wednesday, May 19, released the first images taken by its Mars rover, Zhurong, after it landed on Mars Saturday.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519091428-01-china-mars-rover-images-0519-large-169.jpg\">China on Wednesday, May 19, released the first images taken by its Mars rover, Zhurong, after it landed on Mars Saturday. (CNN)China has released the first images taken by its Mars rover, Zhurong.A black-and-white image taken by the rover's obstacle avoidance camera shows a deployed ramp and the flat Martian surface where Zhurong landed on Saturday.The color image taken by a navigation camera of the rear of the solar-powered rover showed that its solar panel and antenna have unfolded normally, the China National Space Administration said Wednesday. <img alt=\"Why China&amp;#39;s space program could overtake NASA\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200722104308-china-long-march-tianwen-1-rocket-01-large-169.jpg\">Why China's space program could overtake NASAThe space agency said Zhurong, named after a god of fire in Chinese mythology, was preparing to leave the lander and drive onto the surface of Mars, where it will begin patrolling and exploring as part of its three-month mission to search for signs or evidence of ancient life on the red planet. China's Mars mission succeeded in entering the planet's orbit and landing a rover that could traverse the Martian surface in one go. It took NASA multiple missions to complete those challenging steps, albeit decades before China, between 1971 and 1997.Read MoreWhile China's Zhurong is not as technologically advanced as NASA's Perseverance, which is also currently roving Mars, its presence sends a clear signal that China's space capabilities are catching up with those of the United States. <img alt=\"The color image taken by the rover&amp;#39;s navigation camera shows the solar panel and antenna have unfolded normally after landing, China said. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519091839-02-china-mars-rover-images-0519-large-169.jpg\">The color image taken by the rover's navigation camera shows the solar panel and antenna have unfolded normally after landing, China said. Weighing around 529 pounds (240 kilograms) and equipped with six scientific instruments, Zhurong was launched by a type of rocked called Long March 5 from the Wenchang Spacecraft Launch Site in Hainan, China, on July 23, 2020. The rover spent seven months en route to Mars before entering its orbit in February.Tianwen-1, or \"Quest for Heavenly Truth\" as China's mission is called, is one of three that launched last summer, along with NASA's Perseverance rover, which landed on Mars in February, and the United Arab Emirates' Hope Probe, which entered orbit around Mars in February as well. Unlike the US and China missions, the UAE probe is not intended to land on Mars -- just study the planet from orbit.<img alt=\"Chinese rocket debris has crashed into Earth. It&amp;#39;s not the first time. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504155312-long-march-5b-launch-0429-large-169.jpg\">Chinese rocket debris has crashed into Earth. It's not the first time. All three missions launched around the same time due to an alignment between Earth and Mars on the same side of the sun, making for a more efficient journey to the red planet.Zhurong landed in a large plain in Mars' northern hemisphere called Utopia Planitia. It's where NASA's Viking 2 lander touched down in 1976. China's ambitious space program triggered headlines earlier this month when an out-of-control rocket, weighing nearly 40,000 pounds, plunged into the Indian Ocean -- triggering a rebuke from NASA for failing to \"meet responsibility standards regarding (its) space debris.\"Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. The Long March 5B rocket had launched part of China's new space station into orbit in late April and had been left to hurtle through space uncontrolled until Earth's gravity pulled it back in.On Saturday, China's President Xi Jinping sent his congratulations on the successful Mars mission, hailing it as an \"important step in China's interstellar exploration.\"Though Chinese authorities and state media have hailed Tianwen-1 as the country's first mission to Mars, that isn't quite true.China's first attempt to reach Mars was in 2011 with the Yinghuo-1 probe, which was supposed to orbit the red planet and study its environmental structure. It launched from Kazakhstan in tandem with the Russian Phobos-Grunt mission in November that year, which was supposed to orbit the red planet and study its environmental structure. But the mission failed, with a malfunction that stranded the probe in Earth orbit's shortly after launch. In 2012, the spacecraft reentered the Earth's atmosphere and fell back to Earth, landing in the Pacific Ocean.CNN's Beijing bureau, Nectar Gan and James Griffiths contributed to this report","link":"/2021/05/19/asia/china-mars-rover-first-images-scn/index.html"}