{"title":"Twitter blocks posts in India critical of Narendra Modi's Covid-19 response ","time":"Updated 7:54 AM ET, Mon April 26, 2021 ","body":"New Delhi (CNN Business)Twitter has removed several tweets about Covid-19 at the request of the Indian government, including some that were critical of Prime Minister Narendra Modi's handling of a brutal second wave of the coronavirus pandemic. In a statement Sunday, India's Ministry of Electronics and Information Technology said it had asked Twitter (TWTR), Facebook (FB) and others to remove around 100 posts \"in view of the misuse of social media platforms by certain users to spread fake or misleading information.\"It accused those users of creating \"panic\" about the latest Covid-19 wave by \"using unrelated, old and out of the context images or visuals, communally sensitive posts and misinformation about Covid-19 protocols.\" The statement, which included screen grabs of blocked posts from Facebook, Twitter and Instagram, said that some of these accounts were urging citizens not to wear a mask, or creating hatred \"by inciting religious passions.\"<img alt=\"Biden administration will deploy additional supplies and support to India as country faces Covid-19 outbreak\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210424021101-07-india-coronavirus-crisis-0423-restricted-large-169.jpg\">Biden administration will deploy additional supplies and support to India as country faces Covid-19 outbreakIn an emailed statement to CNN Business, Twitter said it has withheld some of the tweets following the request by the Indian government. Read More\"When we receive a valid legal request, we review it under both the Twitter Rules and local law,\" the Twitter statement said. \"If the content violates Twitter's rules, the content will be removed from the service.\"\"If it is determined to be illegal in a particular jurisdiction, but not in violation of the Twitter Rules, we may withhold access to the content in India only. In all cases, we notify the account holder directly so they're aware that we've received a legal order pertaining to the account,\" the statement added.Facebook declined to comment.Opposition tweets blockedThe government made a request to Twitter on April 23 under the Information Technology Act, 2000, according to Lumen database, a Harvard University project that tracks requests to remove online content. While some of the tweets covered by the request have been withheld in India, they are available to users outside the country. The posts include tweets by opposition politicians, blaming Modi for the devastating Covid-19 surge. \"India recording over 2 [hundred thousand] cases everyday, shortage of vaccines, shortage of medicines, increasing number of deaths ... healthcare system is collapsing...!\" said member of parliament Revanth Reddy in one of the removed tweets, along with the hashtag #ModiMadeDisaster. In another withheld tweet, Moloy Ghatak, an opposition party leader in the state of West Bengal, wrote: \"India will never forgive PM @narendramodi for underplaying the corona situation in the country and letting so many people die due to mismanagement. At a time when India is going through a health crisis, PM chose to export millions of vaccine to other nations.\" He used a hashtag in Hindi  #ModiHataoDeshBachao, which means \"Remove Modi, save the country.\"<img alt=\"As India breaks another global Covid-19 record and hospitals run out of oxygen, countries pledge assistance and aid\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210425152353-02-mass-cremations-in-india-0425-large-169.jpg\">As India breaks another global Covid-19 record and hospitals run out of oxygen, countries pledge assistance and aidThis isn't the first time Twitter has been caught in India's efforts to crackdown on dissent. In February, as farmers protested the Modi government's new farming laws,Twitter briefly suspended many accounts at the government's behest, but reinstated them a few hours later after a public outcry. In recent weeks, criticism against the Modi government's handling of the coronavirus pandemic has been intensifying on social media, as users post images of bodies lying in morgues and burning in outdoor crematoriums. India on Monday reported 352,991 new cases of coronavirus, bringing the total to more than 17.3 million cases, according to a CNN tally of figures from the Indian Ministry of Health. This is the fifth day running that India, with a 1.3 billion population, has added over a 300,000 new cases a day —the highest number of cases in a single day anywhere in the world, according to a CNN tally of figures from John Hopkins University.The country's death toll also continues to break records, with 2,812 deaths reported on Monday, marking the tenth day in a row of rising figures.","link":"/2021/04/26/tech/twitter-covid-india-modi-facebook/index.html"}