{"title":"Average Covid-19 cases are the lowest they've been in nearly a year. Vaccines can push them even lower, officials say","time":"Updated 3:31 AM ET, Thu May 20, 2021 ","body":"Average Covid-19 cases are the lowest they've been in nearly a year. Vaccines can push them even lower, officials sayBy Christina Maxouris, CNNUpdated 3:31 AM ET, Thu May 20, 2021 JUST WATCHEDCDC's abrupt reversal on mask guidance sparks confusionReplayMore Videos ...MUST WATCHCDC's abrupt reversal on mask guidance sparks confusion 05:02 (CNN)Covid-19 vaccines have proven a tremendous ally in America's battle against the virus -- but there's more work to do. \"For the first time since the pandemic began, Covid cases are down in all 50 states,\" White House senior Covid-19 adviser Andy Slavitt said in a Tuesday briefing. \"We are winning the war on the virus, and we need you to help us finish the job.\"His comments come as state leaders and public health officials express optimism about the country's Covid-19 trends and where we could be by summer.In Maryland, Gov. Larry Hogan said Tuesday the state's seven-day positivity rate had dropped to the lowest level since the pandemic's start. In California, Gov. Gavin Newsom announced three new Covid-19 deaths Tuesday, the state's lowest daily number in the pandemic. In the past week, the US has averaged around 31,200 new Covid-19 cases -- the lowest average since last June and less than half what the average was just a month ago, according to Johns Hopkins University data.Read MoreAnd the country averaged 614 Covid-19 deaths daily over the last week -- less than a third of the 1,988-per-day average seen three months ago, according to Johns Hopkins data.Still, among the messages of hope, officials and medical experts are offering an important reminder: It's not over just yet. \"Cases are going down, deaths are going down, hospitalizations are going down, vaccinations are going up,\" Dr. William Schaffner, an infectious diseases professor at Vanderbilt University, told CNN on Tuesday. \"If the vaccinations increased even more rapidly, you would see those other metrics, those Covid metrics, going down even more.\"<img alt=\"The latest on the pandemic and India&amp;#39;s coronavirus crisis\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200213175739-03-coronavirus-0213-large-169.jpg\">The latest on the pandemic and India's coronavirus crisis\"There's still lots of people out there who haven't come forward and rolled up their sleeves, we need them to do that,\" he added. \"Vaccine in the refrigerator cannot prevent disease.\"Roughly 47.9% of the US population has received at least one Covid-19 vaccine dose, according to Centers for Disease Control and Prevention data as of early Wednesday. About 37.8% of the population is fully vaccinated. \n\nThe US needs to help mobilize global vaccine production to save millions of lives, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Disease.\"We have a real, real challenge and a mission to get the rest of the world vaccinated,\" Fauci said Wednesday at an event hosted by Bowdoin College. He added its necessary to mobilize global vaccine production capability, so there isn't a two-to-three-year lag for people in lower and middle income countries to get vaccinated against Covid-19.\"Because that will literally mean a million deaths, if we wait that long -- and maybe more -- and that's unacceptable,\" he said.Booster likely needed 'within a year or so' of vaccination, Fauci saysA Covid-19  vaccine booster, when authorized, will likely be needed within a year following initial vaccination, Fauci said in an Axios interview posted Wednesday.\"We know that the vaccine durability of the efficacy lasts at least six months, and likely considerably more, but I think we will almost certainly require a booster sometime within a year or so after getting the primary,\" Fauci said.Pfizer CEO Albert Bourla, citing data he's seen, told Axios that Pfizer vaccine recipients may need a booster \"between eight and 12 months\" after their second shot.Pfizer has not finished its trials on a booster. \"I believe in one, two months, we will have enough data to speak about it with much higher scientific certainty,\" Bourla said.\n\nFauci also said Wednesday that variant-specific boosters may not be needed. \"Instead of having to play whack-a-mole with each individual variant and develop a booster that's variant-specific, it is likely that you could just keep boosting against the wild-type, and wind up getting a good enough response that you wouldn't have to worry about the variants,\" he said.The wild-type is the non-mutated strain of the virus.'We must push further'The pace of vaccinations has drastically slowed from just a few weeks ago, and officials say it's crucial to keep getting more shots into arms. <img alt=\"Slow uptake of Covid-19 vaccine in rural areas could hinder the end of the pandemic, CDC says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505124619-oregon-vaccine-hesitancy-large-169.jpg\">Slow uptake of Covid-19 vaccine in rural areas could hinder the end of the pandemic, CDC saysThe US averaged about 1.77 million Covid-19 vaccine doses a day across the past week -- well off the peak average of about 3.3 million in mid-April, according to CDC data.People who live in rural areas have an increased risk of hospitalization and death from Covid-19, yet the vaccination rates in rural areas lagged behind cities as of April, and that could hinder the end of the pandemic, a new CDC report warned. \"We'll need to focus even harder on meeting people where they are,\" White House Covid-19 Response Team senior adviser Dr. Marcella Nunez-Smith said during a Tuesday briefing.  \"And we'll continue providing the public with the answers they need to get vaccinated. \"We know we must push further.\"Outreach efforts, she said, have included targeting resources to the highest-risk and hardest-hit communities, conducting federally run vaccination sites and setting up mobile vaccination clinics. <img alt=\"Uneven vaccination rates across the US linked to Covid-19 case trends, worry experts\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518172515-mississippi-vaccination-file-large-169.jpg\">Uneven vaccination rates across the US linked to Covid-19 case trends, worry expertsWhere people are being vaccinated, the inoculations appear to be having an impact. Over the past week, states with higher vaccination rates have generally had lower Covid-19 case rates, a CNN analysis published Wednesday shows.Uneven vaccination rates are worrying experts, in part because the more opportunity people give to the virus to spread, the more chance it has to morph into new variants.If a variant is resistant to the vaccine, that \"could be problematic even for those who are vaccinated,\" Dr. Paul Offit, an infectious disease expert at the University of Pennsylvania, said.\"I think we need to fix this,\" said Offit, a member of the US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee. \"We need to impress on people the importance of vaccination to stop the virus.\"<img alt=\"A 16-year-old receives a Covid-19 vaccine at Variety-the Children&amp;#39;s Charity of the Delaware Valley during a vaccine clinic in Pennsylvania on April 29, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518232752-us-coronavirus-0518-large-169.jpg\">A 16-year-old receives a Covid-19 vaccine at Variety-the Children's Charity of the Delaware Valley during a vaccine clinic in Pennsylvania on April 29, 2021.The FDA approved a label change for the Pfizer vaccine to allow storage of its product for up to one month at normal refrigeration temperatures. \"This change should make this vaccine more widely available to the American public by facilitating the ability of vaccine providers, such as community doctors' offices, to receive, store and administer the vaccine,\" Dr. Peter Marks, director of the FDA's Center for Biologics Evaluation and Research, said in a statement Wednesday.Marks said the FDA authorized \"undiluted, thawed Pfizer-BioNTech COVID-19 Vaccine vials to be stored in the refrigerator at 2째C to 8째C (35째F to 46째F) for up to 1 month,\" when previously vials could be stored in a refrigerator for up to five days. Fresh divisions on masksUpbeat data trends follow the CDC saying that fully vaccinated Americans can -- for the most part -- ditch their masks.But the sudden guidance change left many Americans confused and some state and local leaders at odds about the best way to move forward while a big part of the country remains unvaccinated.<img alt=\"Texas governor bans mask mandates by state&amp;#39;s public schools and local governments\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210218102106-greg-abbott-2020-file-lead-image-large-169.jpg\">Texas governor bans mask mandates by state's public schools and local governmentsIn Maryland, the governor announced the end of a statewide mask mandate last week, but Baltimore city health officials said a local mandate would remain in place until at least 65% of adults in Baltimore receive at least one Covid-19 vaccine dose.Starting Wednesday, New York no longer requires fully vaccinated people to wear masks in many places. Masks still are required of all people on public transit, in schools and some communal settings.New York City Mayor Bill de Blasio said Wednesday that, as a vaccinated person, whether he wears a mask in places where he's not required will depend on if he is unsure about the vaccination status of people around him.\"When in doubt, wear a mask. ... That's the approach I'm going to take,\" de Blasio said.In Texas, Gov. Greg Abbott issued an executive order Tuesday prohibiting state governmental entities such as cities, counties, school districts, public health authorities and government officials from requiring mask wearing.Universal mask usage was one of the CDC's five key recommendations to reopening schools, when the CDC released guidelines in February. The CDC has said it continues recommending those guidelines at least through the end of the 2020-21 school year.Some local leaders disagreed with Abbott's move. \"If you are a city of Houston employee or entering a city facility and you have not been fully vaccinated, you should wear your mask,\" Houston Mayor Sylvester Turner said in a statement posted on Twitter. \"We are not mandating it, but I strongly encourage everyone to get vaccinated to protect themselves, their family and their co-workers.\"<img alt=\"&amp;#39;How do you just switch right away?&amp;#39; Small business owners react to lifting of mask restrictions\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518085749-restricted-01-small-business-cdc-mask-guidance-large-169.jpg\">'How do you just switch right away?' Small business owners react to lifting of mask restrictionsSome experts have warned that lifting mask mandates now could lead to some unvaccinated Americans shedding their masks too, and leave the country relying on a kind of honor system. Fauci told Axios that he believes unvaccinated people were misinterpreting the CDC's masking guidance, mistakenly believing it applied to them.\"I think people are misinterpreting -- thinking this is a removal of a mask mandate for everyone. It's not,\" he said, according to Axios.Since there is no vaccine for children under 12, the American Academy of Pediatrics (AAP) recommended Wednesday that children and adults who are not yet fully vaccinated against Covid-19 still wear masks in certain settings. Children should continue wearing masks in public places as they have throughout the pandemic, particularly when social distancing isn't possible, said Dr. Yvonne Maldonado, chair of the AAP's Committee on Infectious Diseases. Children can take off their masks when they are with family members from the same household or at small gatherings with full vaccinated family members and friends.Children can also take off their masks during water sports, like swimming, or activities that could pose a safety risk, like gymnastics, Maldonado said.CNN's Jen Christensen, Naomi Thomas, Ashley Killough, Jason HannaDeidre McPhillips, Elizabeth Cohen, Raja Razek, Christina Walker and Stella Chan contributed to this report. ","link":"/2021/05/19/health/us-coronavirus-wednesday/index.html"}