{"title":"100 years ago, this area was known as Black Wall Street. Then it came to a heartbreaking end","time":"Updated 11:38 AM ET, Sun May 16, 2021","body":"JUST WATCHEDSee what Tulsa's Black Wall Street has becomeReplayMore Videos ...MUST WATCH (16 Videos)<img alt=\"Black Wall Street Tulsa\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200618082740-black-wall-street-tulsa-large-169.jpg\">See what Tulsa's Black Wall Street has become<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518105500-brian-moynihan-bank-of-america-ceo-large-169.jpg\">Bank of America CEO on raising minimum wage: It's an investment in our teammates<img alt=\"Used cars sit on the sales lot at Frank Bent&amp;#39;s Wholesale Motors on March 15, 2021 in El Cerrito, California. Used car prices have surged 17 percent during the pandemic and economists are monitoring the market as a possible indicator of future increased inflation in the economy overall. (Photo by Justin Sullivan/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420092230-us-used-cars-dealership-0315-large-169.jpg\">Prices are rising as the economy recovers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210507123244-joe-biden-april-jobs-report-large-169.jpg\">Biden on disappointing jobs report: More help is on the way<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210507103427-marty-walsh-labor-secretary-large-169.jpg\">Labor secretary on unemployment numbers: We're still recovering<img alt=\"Paul Krugman Amanpour Democratic Primary Economy_00012322.jpg\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200203184711-paul-krugman-amanpour-democratic-primary-economy-00012322-large-169.jpg\">Economist: Don't panic about the latest job numbers<img alt=\"A pedestrian walks by a now hiring sign at Ross Dress For Less store on April 02, 2021 in San Rafael, California. According to a report by the Bureau of Labor Statistics, the U.S. economy added 916,000 jobs in March and the unemployment rate dropped to 6 percent. Leisure and hospitality jobs led the way with 280,000 new jobs followed by restaurants with 176,000 jobs and construction with 110,000 new positions. (Photo by Justin Sullivan/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422085140-us-employment-0402-large-169.jpg\">US added fewer jobs for April than expected, leaving economists disappointed<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506084336-ilili-restaurant-new-york-large-169.jpg\">Restaurants, once laying off workers, now can't find enough to hire<img alt=\"U.S. President Joe Biden addresses a joint session of congress as Vice President Kamala Harris (L) and Speaker of the House U.S. Rep. Nancy Pelosi (D-CA) (R) look on in the House chamber of the U.S. Capitol April 28, 2021 in Washington, DC. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428214924-37-biden-address-0428-large-169.jpg\">Biden wants the wealthiest 1% to 'begin to pay their fair share'<img alt=\"DENVER, CO - APRIL 16: Bar Max owner and operator Marshall Smith (R) delivers drinks to vaccinated diners on April 16, 2021 in Denver, Colorado. Bar Max opened up to indoor dining for vaccinated patrons only last week, but still offers outdoor seating and takeout to anyone else. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430115720-us-vaccinated-indoor-dining-0416-large-169.jpg\">America's economic comeback is underway<img alt=\"AUCKLAND, NEW ZEALAND - JANUARY 12: Alexis Olympia, daughter of Serena Williams and husband Alexis Ohanian congratulate Serena Williams after she won her final match against Jessica Pegula of USA at ASB Tennis Centre on January 12, 2020 in Auckland, New Zealand. (Photo by Hannah Peters/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200803093155-file-03-alexis-ohanian-0112-large-169.jpg\">Reddit co-founder: Paid family leave is good for the economy<img alt=\"WASHINGTON, DC - DECEMBER 12: U.S. President Donald Trump departs on the South Lawn of the White House, on December 12, 2020 in Washington, DC. Trump is traveling to the Army versus Navy Football Game at the United States Military Academy in West Point, NY. (Photo by Al Drago/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210104125229-trump-south-lawn-1212-large-169.jpg\">Trump said electing Biden would crash the markets. It didn't<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190619203948-brian-moynihan-bank-of-america-large-169.jpg\">Bank of America CEO reveals his top worry about the economy<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413080517-empty-classroom-large-169.jpg\">Teachers under pandemic stress are quitting: I didn't feel safe<img alt=\"Barbers from King&amp;#39;s Cutz give haircuts indoors while observing COVID-19 safety restrictions on March 13, 2021 in Los Angeles, California. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210405123812-02-march-services-sector-boom-0313-large-169.jpg\">US consumer prices increased in March<img alt=\"WASHINGTON, DC - DECEMBER 01: Chairman of the Federal Reserve Jerome Powell testifies during a Senate Banking Committee hearing about the quarterly CARES Act report on Capitol Hill December 1, 2020 in Washington, DC.  Treasury Secretary Steven Mnuchin also testified at the hearing. (Photo by Susan Walsh-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210411141344-jerome-powell-file-large-169.jpg\">Fed chief: The economy is about to grow more quickly100 years ago, this area was known as Black Wall Street. Then it came to a heartbreaking endBy Jazmin Goodwin, CNN BusinessUpdated 11:38 AM ET, Sun May 16, 2021New York (CNN Business)One hundred years ago, one of America's greatest success stories came to a crushing end. At the turn of the 20th century, the Greenwood District of Tulsa, Oklahoma, was more than 35 city blocks of thriving shops, hotels, theaters and more. And all of them were Black-owned. CNN Films' 'Dreamland'\"Dreamland: The Burning of Black Wall Street\" explores the history of Black Wall Street and the violent events of 1921 that resulted in the slaughter of hundreds of African American residents in Tulsa, Oklahoma. Premieres Monday, May 31 at 9 p.m. ET.The district was founded by Black men and women -- many of whom were descendants of slaves -- and it became known as Black Wall Street. Greenwood was home to doctors, lawyers and entrepreneurs. For years, it was a beacon for African-Americans looking to escape the discrimination and violence of the Jim Crow South and live a peaceful and safe life. But even in Greenwood, not everyone was safe. Racial tensions and violence with the neighboring White residents in Tulsa boiled over. And, on May 31, 1921, a race massacre ensued, killing hundreds of Greenwood's residents and leaving the district in ashes.Read MoreBlack Wall Street had been burned to the ground.Laying the foundationThe foundations of the Greenwood District and Black Wall Street were built in the 1830s, when African-Americans first migrated to Oklahoma.Many Black people had arrived as slaves to the Native American members of the Chickasaw, Choctaw, Cherokee, Creek and Seminole tribes -- who were forced to relocate from the Southeastern US to Oklahoma Territory as a result of President Andrew Jackson's Indian Removal Act.<img alt=\"Native Americans weren&amp;#39;t alone on the Trail of Tears. Enslaved Africans were, too\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504132901-01-black-wall-street-before-1921-large-169.jpg\">Native Americans weren't alone on the Trail of Tears. Enslaved Africans were, tooFollowing the end of the Civil War in 1865 and the ratification of the 13th Amendment, which called for the abolition of slavery, African-Americans were granted citizenship and allotted plots of land where they could begin their new lives as free men and women. This land allocation led to a boom in all-Black towns, including Greenwood. Between 1865 and 1920, the number of all-black towns and settlements grew to more than 50. Today, only 13 all-black towns exist, according to the Oklahoma Historical Society.  To help these towns grow and attract new residents, some people took on the role of \"boosters,\" encouraging the migration of other African-Americans seeking to escape the racial violence of the South. Oklahoma Territory, they would say, was a utopia for opportunity and freedom for Black people. One of these boosters was Edward P. McCabe, a former politician and state auditor of Kansas. McCabe's dream was to create an all-black state in the Oklahoma Territory that was run by and for Black people. McCabe founded the town of Langston in Oklahoma and a newspaper, the Langston City Herald. He used the publication as a tool to promote his ideas about a black statehood. While McCabe's dream never materialized, it further fueled the creation of all-black towns in Oklahoma Territory, one of which would become known as Greenwood. The birth of Black Wall StreetIt all started with 40 acres and a grocery store. Ottawa W. Gurley, better known as O.W. Gurley, was one of Tulsa's earliest settlers. Gurley, traveled to the oil rich city of Tulsa in 1905 from Arkansas and purchased 40 acres of land, on which he built the People's Grocery Store and a one-story rooming house. Gurley's grocery store and rooming house set the stage for the boom in Black entrepreneurial businesses that would follow. Greenwood was soon filled with restaurants, hotels, billiard halls, shoe stores, tailor shops and more. The district's enterprising residents built their businesses for Black people, who were often barred or treated poorly in the nearby White establishments. Greenwood wasn't just a place, but a state of mind. They had built this place, they had created it. It wasn't a gift from anyone, it was their own community. In Greenwood, everybody knew they were just as good as anyone else.Scott Ellsworth, historian and author of \"The Ground Breaking: An American City and Its Search for Justice.\"Stringent segregation laws had gone into effect after Oklahoma became a state in 1907. This paved the way for Greenwood to become an insular hub for the Black dollar to circulate, historians say. Many of the Black residents earned and spent their money entirely within the confines of Greenwood. The result was one of the most affluent and wealthiest African-American enclaves in the country. Among Greenwood's most prominent residents was J.B. Stradford. The son of an emancipated slave, Stradford was a lawyer who amassed his fortune through real estate. Among his many properties, he built the opulent Stradford Hotel, complete with 54 rooms and crystal chandeliers, providing a welcoming space for Black visitors. John and Loula Williams built and operated an auto repair garage, a confectionary, and a rooming house. But they were best known for building the famous Williams Dreamland Theatre, which featured silent films and live musical and theatrical revues that regularly attracted Black audiences. Simon Berry started a jitney service that catered to Greenwood's Black community, who were barred from using White taxi services. He also owned a hotel and started a bus service and, as an experienced aviator, founded his own airline charter. \"Greenwood wasn't just a place, but a state of mind. They had built this place, they had created it. It wasn't a gift from anyone, it was their own community,\" said Scott Ellsworth, a University of Michigan historian and author of \"The Ground Breaking: An American City and Its Search for Justice,\" who has been working on an effort to discover the unmarked graves of the Tulsa massacre victims.\"In Greenwood, everybody knew they were just as good as anyone else.\"  The faces of Greenwood<img alt=\"Described by historian Scott Ellsworth as the first Black Tulsans to own a car, &amp;lt;strong&amp;gt;John and Loula Williams&amp;lt;/strong&amp;gt; built and operated an auto repair garage, a confections shop and a rooming house. They also built the famous Williams Dreamland Theatre, which featured live performances and films. The Dreamland was destroyed during the 1921 Tulsa race massacre.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134623-01-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street John and Loula Williams – Described by historian Scott Ellsworth as the first Black Tulsans to own a car, John and Loula Williams built and operated an auto repair garage, a confections shop and a rooming house. They also built the famous Williams Dreamland Theatre, which featured live performances and films. The Dreamland was destroyed during the 1921 Tulsa race massacre.Hide Caption 1 of 8<img alt=\"&amp;lt;strong&amp;gt;Simon Berry&amp;lt;/strong&amp;gt; started a jitney service that catered to Greenwood&amp;#39;s Black community, which was barred from using other taxi services. He also owned a hotel and started a bus service and, as an experienced aviator, founded his own airline charter. After the 1921 race massacre, Berry built a park on 13 acres in the Greenwood District that included a swimming pool, dance hall and picnic grounds. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134718-02-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Simon Berry – Simon Berry started a jitney service that catered to Greenwood's Black community, which was barred from using other taxi services. He also owned a hotel and started a bus service and, as an experienced aviator, founded his own airline charter. After the 1921 race massacre, Berry built a park on 13 acres in the Greenwood District that included a swimming pool, dance hall and picnic grounds. Hide Caption 2 of 8<img alt=\"&amp;lt;strong&amp;gt;John D. Mann&amp;lt;/strong&amp;gt; and his brothers, McKinley and &amp;lt;a href=&amp;quot;https://www.neh.gov/article/1921-tulsa-massacre&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;O. B. Mann&amp;lt;/a&amp;gt;, were well-known grocers in the Greenwood District. J.D. is pictured here in the store he owned on North Greenwood Avenue. According to the Tulsa Historical Society, the store was destroyed in the 1921 race massacre.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134839-03-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street John D. Mann – John D. Mann and his brothers, McKinley and O. B. Mann, were well-known grocers in the Greenwood District. J.D. is pictured here in the store he owned on North Greenwood Avenue. According to the Tulsa Historical Society, the store was destroyed in the 1921 race massacre.Hide Caption 3 of 8<img alt=\"&amp;lt;strong&amp;gt;Mary Elizabeth Jones Parrish&amp;lt;/strong&amp;gt;, who was originally from Mississippi and moved to Tulsa around 1919, ran her own school and taught typing and shorthand. She was also a trained journalist, and her first-hand account of the massacre and her escape, &amp;quot;Events of the Tulsa Disaster,&amp;quot;&amp;lt;a href=&amp;quot;https://tupress.org/9781595349439/the-nation-must-awake/&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt; is being reprinted 100 years later. &amp;lt;/a&amp;gt; \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134949-04-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Mary Elizabeth Jones Parrish – Mary Elizabeth Jones Parrish, who was originally from Mississippi and moved to Tulsa around 1919, ran her own school and taught typing and shorthand. She was also a trained journalist, and her first-hand account of the massacre and her escape, \"Events of the Tulsa Disaster,\" is being reprinted 100 years later.  Hide Caption 4 of 8<img alt=\"Originally from Arkansas, businessman &amp;lt;strong&amp;gt;Ottawa W. Gurley&amp;lt;/strong&amp;gt; (front row, second from left) moved to Tulsa circa 1905 and bought 40 acres of land that he subdivided and sold to Black buyers. That, &amp;lt;a href=&amp;quot;http://blackwallstreet.org/owgurley&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;followed by a grocery store and rooming house&amp;lt;/a&amp;gt; that he built, helped enable other entrepreneurial Tulsans to move to the community and open up shop in Greenwood. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135041-05-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Ottawa W. Gurley – Originally from Arkansas, businessman Ottawa W. Gurley (front row, second from left) moved to Tulsa circa 1905 and bought 40 acres of land that he subdivided and sold to Black buyers. That, followed by a grocery store and rooming house that he built, helped enable other entrepreneurial Tulsans to move to the community and open up shop in Greenwood. Hide Caption 5 of 8<img alt=\"A lawyer and a land speculator, &amp;lt;strong&amp;gt;E.P. McCabe&amp;lt;/strong&amp;gt; was &amp;lt;a href=&amp;quot;https://www.okhistory.org/publications/enc/entry.php?entry=MC006&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;influential in recruiting&amp;lt;/a&amp;gt; Black settlers to pursue their dreams in the Oklahoma Territory at the turn of the 20th century. He was also an advocate for Black statehood for Oklahoma, seeking to make it an &amp;quot;all-Black state.&amp;quot; His work also helped establish the Colored Agricultural and Normal College, which is known today as the historically Black college Langston University.   \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135151-06-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Edward P. McCabe – A lawyer and a land speculator, E.P. McCabe was influential in recruiting Black settlers to pursue their dreams in the Oklahoma Territory at the turn of the 20th century. He was also an advocate for Black statehood for Oklahoma, seeking to make it an \"all-Black state.\" His work also helped establish the Colored Agricultural and Normal College, which is known today as the historically Black college Langston University.   Hide Caption 6 of 8<img alt=\"&amp;lt;strong&amp;gt;Buck Colbert Franklin&amp;lt;/strong&amp;gt;, the famed lawyer seated to the right in this photo, moved to Tulsa a few months before the 1921 massacre. Franklin&amp;#39;s home and law office were destroyed and, in the days following the massacre, he set up a temporary law practice in a tent alongside attorney Isaiah H. Spears, left, and secretary Effie Thompson, center, to provide legal protection to vulnerable survivors. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513165520-07-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Buck Colbert Franklin – Buck Colbert Franklin, the famed lawyer seated to the right in this photo, moved to Tulsa a few months before the 1921 massacre. Franklin's home and law office were destroyed and, in the days following the massacre, he set up a temporary law practice in a tent alongside attorney Isaiah H. Spears, left, and secretary Effie Thompson, center, to provide legal protection to vulnerable survivors. Hide Caption 7 of 8<img alt=\"Moving to Tulsa from Boley, Oklahoma, with little more than $1 to her name, &amp;lt;strong&amp;gt;Mabel B. Little&amp;lt;/strong&amp;gt; turned her hairstyling talents &amp;lt;a href=&amp;quot;https://www.ebony.com/black-history/black-wall-street-a-legacy-of-success-798/&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;into a popular business&amp;lt;/a&amp;gt; called the Little Rose Beauty Salon. She survived the Tulsa race massacre of 1921 and went on to become a matriarch of the community as it tried to rebuild and heal. She passed away in 2001 at the age of 104.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514132123-08-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Mabel B. Little – Moving to Tulsa from Boley, Oklahoma, with little more than $1 to her name, Mabel B. Little turned her hairstyling talents into a popular business called the Little Rose Beauty Salon. She survived the Tulsa race massacre of 1921 and went on to become a matriarch of the community as it tried to rebuild and heal. She passed away in 2001 at the age of 104.Hide Caption 8 of 8A dream destroyedBut not everything was going well in Greenwood. Tensions between the Black and White residents of Tulsa had started rising. Whites had grown resentful of the Black wealth and success of the residents of Greenwood District, according to Mechelle Brown, director of programs at the Greenwood Cultural Center.On May 31, 1921, everything came to a head.The race massacre was a part of American culture and lynching culture of the time. However, the scope and the scale of the violence and destruction was unprecedented.\"Karlos K. Hill, associate professor and chair of the Department of African and African-American Studies at the University of Oklahoma.It all started after an elevator encounter between a 17-year-old White woman named Sarah Page and a 19-year-old Black man named Dick Rowland. It was alleged that Rowland had assaulted Page in the elevator, which he denied. But it didn't matter. News of a Black man's alleged assault of a White woman spread like wildfire throughout the White community of Tulsa and tempers flared.Black residents rushed to the Tulsa County Courthouse to prevent Rowland's lynching, while White residents were deputized by the Tulsa Police and handed weapons.A White mob, estimated to include some 10,000 people, descended upon the Greenwood District. Over the next 12 hours, the city of Greenwood experienced an all out assault of arson, shootings and aerial bombings from private planes. By the morning of June 1, 1921, Greenwood had been destroyed.It would eventually be known as the Tulsa race massacre. \n\n\"The race massacre was a part of American culture and lynching culture of the time. However, the scope and the scale of the violence and destruction was unprecedented,\" said Karlos K. Hill, associate professor and chair of the Clara Luper Department of African and African American Studies at the University of Oklahoma and the author of \"Beyond the Rope: The Impact of Lynching on Black Culture and Memory.\"Buck Colbert Franklin, a lawyer who lived in the Greenwood District at the time, recounted what he witnessed of the massacre in a 10-page manuscript that was found in 2015, \"I could see planes circling in mid-air. They grew in number and hummed, darted and dipped low,\" he wrote. \"I could hear something like hail falling upon the top of my office building. Down East Archer, I saw the old Mid-Way hotel on fire, burning from its top, and then another and another and another building began to burn from their top.\" Franklin wrote that he then left his office, locked the door and descended to the foot of the steps.\"The side-walks were literally covered with burning turpentine balls. I knew all too well where they came from, and I knew all too well why every burning building first caught from the top,\" he continued. \"I paused and waited for an opportune time to escape. 'Where oh where is our splendid fire department with its half dozen stations?' I asked myself. 'Is the city in conspiracy with the mob?'\"The aftermathAll 35 city blocks of the Greenwood District were completely decimated.The Red Cross reported that 1,256 homes and 191 businesses were destroyed and 10,000 black people were left homeless. And it's believed that as many as 300 people were killed, according to the Tulsa Historical Society and Museum. Survivors were left with nothing after their homes were looted and $2.7 million in insurance claims were denied, according to a 2001 state historical commission report. Another research report out of Harvard University estimated that, in 2020 dollars, total financial losses were between $50 and $100 million.For decades to follow, accounts of what happened in the summer of 1921 would remain largely unknown.But the massacre didn't mark the end for Greenwood. Black Tulsans rebuilt the community, and by 1942, the Greenwood District was home to more than 200 Black-owned businesses, according to the Oklahoma Historical Society.Mabel B. Little, who owned a salon in Greenwood before the massacre, described the rebuilding efforts in her 1990 memoir, \"Fire on Mount Zion: My Life and History as a Black Woman in America.\"\"In the end, we didn't get hardly any help from the white community. We had to save our own, use what small means we had and cooperate together. ... Little by little, we built our businesses back up — beauty shops, our drug stores, grocery stores, our own barbershops, tailor shops, you name it.\"But urban renewal and the eventual construction of an interstate highway would lead to another devastating blow to the area. Businesses dwindled and Black families moved further North. Today, only 10 buildings remain in the historic Greenwood District. Tulsa: 100 years laterIn the 100 years since the Tulsa race massacre, there have been various efforts to rebuild and support Black entrepreneurs in the Greenwood area and address the historical violence that ensued in 1921. [Greenwood] ... what it did have, and even still has today is an entrepreneurial spirit and resourcefulness. That is what allowed it to grow and become the Black Wall Street of America...\"Karlos K. Hill, associate professor and chair of the Department of African and African-American Studies at the University of Oklahoma.In 2018, the search for possible mass graves from the Tulsa race massacre was initiated. There have been at least 10 bodies discovered since the search began. In 2020, a lawsuit was filed by a group of Oklahomans demanding reparations for the 1921 race massacre. The suit is led by a 106-year-old survivor Lessie Benningfield \"Mother\" Randle, who was a little girl when the massacre took place. The lawsuit is still pending. \"Greenwood and North Tulsa Community residents continue to face racially disparate treatment and City-created barriers to basic human needs, including jobs, financial security, education, housing, justice, and health,\" the lawsuit alleges. Other efforts underway include a $1 million fundraiser to rebuild Tulsa's Historic Greenwood Commercial District led by Stevyn Turner and Freeman Culver on behalf of the nonprofit Greenwood Community Development Corporation. According to Turner and Culver, the goal of the fundraiser is to \"rebuild the North Tulsa community one business and one job at a time.\" Another initiative is Black Tech Street, founded by Tyrance Billingsley II, which seeks to offer education and opportunities to aspiring Black entrepreneurs and innovators in the area.\"[Greenwood] ... what it did have, and even still has today is an entrepreneurial spirit and resourcefulness. That is what allowed it to grow and become the Black Wall Street of America,\" said Hill. \"It speaks to Greenwood as a symbol of Black excellence as well as the impressive growth of the community.\"CNN's Allen Kim, Dakin Andone, David Williams, Jamiel Lynch, Sara Sidner and Skylar Mitchell contributed to this reporting. <img alt=\"Black Wall Street Tulsa\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200618082740-black-wall-street-tulsa-large-169.jpg\">See what Tulsa's Black Wall Street has become<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518105500-brian-moynihan-bank-of-america-ceo-large-169.jpg\">Bank of America CEO on raising minimum wage: It's an investment in our teammates<img alt=\"Used cars sit on the sales lot at Frank Bent&amp;#39;s Wholesale Motors on March 15, 2021 in El Cerrito, California. Used car prices have surged 17 percent during the pandemic and economists are monitoring the market as a possible indicator of future increased inflation in the economy overall. (Photo by Justin Sullivan/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420092230-us-used-cars-dealership-0315-large-169.jpg\">Prices are rising as the economy recovers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210507123244-joe-biden-april-jobs-report-large-169.jpg\">Biden on disappointing jobs report: More help is on the way<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210507103427-marty-walsh-labor-secretary-large-169.jpg\">Labor secretary on unemployment numbers: We're still recovering<img alt=\"Paul Krugman Amanpour Democratic Primary Economy_00012322.jpg\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200203184711-paul-krugman-amanpour-democratic-primary-economy-00012322-large-169.jpg\">Economist: Don't panic about the latest job numbers<img alt=\"A pedestrian walks by a now hiring sign at Ross Dress For Less store on April 02, 2021 in San Rafael, California. According to a report by the Bureau of Labor Statistics, the U.S. economy added 916,000 jobs in March and the unemployment rate dropped to 6 percent. Leisure and hospitality jobs led the way with 280,000 new jobs followed by restaurants with 176,000 jobs and construction with 110,000 new positions. (Photo by Justin Sullivan/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422085140-us-employment-0402-large-169.jpg\">US added fewer jobs for April than expected, leaving economists disappointed<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506084336-ilili-restaurant-new-york-large-169.jpg\">Restaurants, once laying off workers, now can't find enough to hire<img alt=\"U.S. President Joe Biden addresses a joint session of congress as Vice President Kamala Harris (L) and Speaker of the House U.S. Rep. Nancy Pelosi (D-CA) (R) look on in the House chamber of the U.S. Capitol April 28, 2021 in Washington, DC. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428214924-37-biden-address-0428-large-169.jpg\">Biden wants the wealthiest 1% to 'begin to pay their fair share'<img alt=\"DENVER, CO - APRIL 16: Bar Max owner and operator Marshall Smith (R) delivers drinks to vaccinated diners on April 16, 2021 in Denver, Colorado. Bar Max opened up to indoor dining for vaccinated patrons only last week, but still offers outdoor seating and takeout to anyone else. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430115720-us-vaccinated-indoor-dining-0416-large-169.jpg\">America's economic comeback is underway<img alt=\"AUCKLAND, NEW ZEALAND - JANUARY 12: Alexis Olympia, daughter of Serena Williams and husband Alexis Ohanian congratulate Serena Williams after she won her final match against Jessica Pegula of USA at ASB Tennis Centre on January 12, 2020 in Auckland, New Zealand. (Photo by Hannah Peters/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200803093155-file-03-alexis-ohanian-0112-large-169.jpg\">Reddit co-founder: Paid family leave is good for the economy<img alt=\"WASHINGTON, DC - DECEMBER 12: U.S. President Donald Trump departs on the South Lawn of the White House, on December 12, 2020 in Washington, DC. Trump is traveling to the Army versus Navy Football Game at the United States Military Academy in West Point, NY. (Photo by Al Drago/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210104125229-trump-south-lawn-1212-large-169.jpg\">Trump said electing Biden would crash the markets. It didn't<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190619203948-brian-moynihan-bank-of-america-large-169.jpg\">Bank of America CEO reveals his top worry about the economy<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413080517-empty-classroom-large-169.jpg\">Teachers under pandemic stress are quitting: I didn't feel safe<img alt=\"Barbers from King&amp;#39;s Cutz give haircuts indoors while observing COVID-19 safety restrictions on March 13, 2021 in Los Angeles, California. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210405123812-02-march-services-sector-boom-0313-large-169.jpg\">US consumer prices increased in March<img alt=\"WASHINGTON, DC - DECEMBER 01: Chairman of the Federal Reserve Jerome Powell testifies during a Senate Banking Committee hearing about the quarterly CARES Act report on Capitol Hill December 1, 2020 in Washington, DC.  Treasury Secretary Steven Mnuchin also testified at the hearing. (Photo by Susan Walsh-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210411141344-jerome-powell-file-large-169.jpg\">Fed chief: The economy is about to grow more quickly","link":"/2021/05/16/success/black-wall-street-trnd/index.html"}