{"title":"The US secured 1 billion doses of Covid-19 vaccines. Medical ethicists say it should share with other countries","time":"Updated 12:24 PM ET, Sat May 1, 2021 ","body":" (CNN)With the coronavirus pandemic spiraling out of control in India and other developing regions, the United States this week committed to sharing 60 million doses of the AstraZeneca vaccine with other countries. But that's a drop in the bucket. <img alt=\"US to begin sharing AstraZeneca coronavirus vaccine doses soon\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210416084223-astrazeneca-covid-19-vaccine-australia-0323-large-169.jpg\">US to begin sharing AstraZeneca coronavirus vaccine doses soonThe US has bought or contracted to buy more than 1 billion doses of coronavirus vaccines. That's enough to vaccinate the US population at least twice, with plenty left over. Medical ethicists told CNN the US has a moral duty to share those doses with other countries. That's especially true, they said, now that the pandemic is relatively under control in the US while countries like India have been overwhelmed by the virus.\"I do believe that the US is obligated to share vaccines with other countries,\" said Keisha Ray, an assistant professor and bioethicist at UTHealth McGovern Medical School in Houston, \"especially those countries we might consider poorer countries or what we call underdeveloped countries.\" Read MoreArthur Caplan, director of the Division of Medical Ethics at NYU's Grossman School of Medicine, agreed. He said the US was \"ethically obligated\" to share vaccines, pointing to the \"horrific death toll and hospitalization tsunami that's taking place in many countries.\" \"Morally,\" he said, \"we have to help.\" It's a question of when -- not ifFrom an ethical perspective, everyone should have access to protection from Covid-19, Kathy Kinlaw, associate director for Emory University's Center for Ethics, told CNN. She said many countries lack vaccine access because of the \"diminished purchasing power for healthcare in general, but also for Covid-19 treatments and vaccines.\"\"I think the United States is definitely in a position where we should be sharing, absolutely,\" she said. \"It's a matter of timing -- I think that's one real issue here.\" The US is not simply obligated to share vaccines by virtue of its resources, Ray said. Wealthier countries like the US have historically benefited by hindering other countries, she said, whether through government relations or colonialism. <img alt=\"Internal Biden administration debate over vaccine sharing grows more intense\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210401062309-01-pfizer-covid-19-vaccine-new-york-0326-large-169.jpg\">Internal Biden administration debate over vaccine sharing grows more intense\"We've gone to other poorer countries, taken their resources, and we've built our wealth on the backs of their resources,\" she said. \"And we've left them in a position that now they can't care for themselves.\"\"Now we are in a position to give back, we are in a position to go there and help these countries,\" she said, like \"paying our debt.\" All three agreed it was right for the US to control its virus outbreaks before sharing vaccines. The pandemic is still an issue in the US, Ray said, but conditions have improved greatly. \"When you look at the US and global distribution of vaccines, you have to first ask, is the US in a position to help other people? That means it won't be of detriment to its own people, in this case Americans,\" she said. \"So do we have the resources to share with other countries who are really struggling with the Covid pandemic? And simply put, right now, the answer is yes.\" Caplan likened it to the rule for airplane oxygen masks that flight attendants describe prior to takeoff: \"Put your own mask on before you assist others.\"\"You need to stabilize your own nation before you assist others,\" he said. \"And I think we're there. I think we're getting there now.\" US supply is outpacing demandOne factor in deciding to release extra vaccines is the issue of supply and demand -- specifically, that the former will soon outstrip the latter in the US, Kinlaw said. And that could mean it's time to start shipping spare doses overseas, she said. A recent report by the Kaiser Family Foundation said the country as a whole will \"likely reach a tipping point on vaccine enthusiasm in the next 2 to 4 weeks.\" \"Once this happens,\" the report said, \"efforts to encourage vaccination will become much harder, presenting a challenge to reaching the levels of herd immunity that are expected to be needed.\"Health experts have already warned of waning demand. One official in Ohio's Mercer County told CNN this month that officials are struggling to fill vaccine appointments. And earlier this week, Georgia officials announced they would close the state's eight remaining mass vaccination sites on May 21. The US needs to continue to address vaccine hesitancy at home and be responsive to peoples' concerns, Kinlaw said. \"But certainly there could be a point where there are people who will not take the vaccine and we have extra vaccine in this country, in which case it should be used and shared.\"<img alt=\"The US is taking a major step toward resuming normal life\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430023340-new-york-city-0413-restricted-large-169.jpg\">The US is taking a major step toward resuming normal lifeData from the US Centers for Disease Control and Prevention shows that 30% of the US population is fully vaccinated. Experts like Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, have estimated the US needs between 70% and 85% of the country to be immune -- either through vaccination or prior infection -- to reach herd immunity. But even without reaching that crucial threshold, the US has enough vaccines to share with other countries, experts said. The US could have an estimated 300 million excess doses by the end of July, according to a recent Duke University report. \"The world's wealthiest nations have locked up much of the near-term supply,\" wrote Dr. Krishna Udayakumar and Dr. Mark McClellan, health experts at Duke. \"At the current rate vaccines are being administered, 92 of the world's poorest countries won't vaccinate 60% of their populations until 2023 or later.\"Ray told CNN the main issue in the US is not one of supply. It's vaccine access for poor communities, rural communities and communities of color -- particularly those that are Black and Latino -- and lingering hesitancy, largely among White and conservative populations. \"That is an education, a public outreach and an access issue,\" she said. \"We have other hurdles that are not supply hurdles. So we do have the supply to help other countries.\"Global herd immunity will benefit everyoneIt's not just the right thing to do.The US and the world stand to benefit, especially if it wants to prevent further spread of the coronavirus and the emergence of new variants, the ethicists said. \"If you don't get these hotspots under control outside the US, they're going to come back, likely with new, dangerous strains that may undermine our vaccines,\" Caplan said. \"It's both prudent to do it and ethical to do it.\" Kinlaw also emphasized the importance of herd immunity not only in the US, but globally. \"Epidemiologically, we should be working to suppress the virus and to decrease transmission and decrease the continue evolution of the virus and the variants,\" she said. \"That is going to be beneficial to every single person.\"<img alt=\"It&amp;#39;s possible to reach herd immunity, then lose it. Repeatedly. Here&amp;#39;s what you can do to help prevent that from happening\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210330004627-jfk-airport-0326-restricted-large-169.jpg\">It's possible to reach herd immunity, then lose it. Repeatedly. Here's what you can do to help prevent that from happeningBut vaccinations everywhere could also present economic benefits, Kinlaw said, allowing people to travel more freely and conduct business around the world. \"Beyond just doing what is just, we can look at it practically,\" said Ray, \"and we can't have a country as large as India and as important to the global economy as India not producing the goods that we have come to rely on them for.\" There are plenty of questions that will also have to be addressed when the US shares vaccines, Caplan said, like, \"Who goes first? What do you do within the country? Is it too late and better to send medicine rather than vaccine?\"He pointed to the need to ensure a country that receives doses from the US is distributing them fairly and to vulnerable individuals. \"One of the ethical challenges is, are we going to insist on fair distribution within those countries? Or are we just going to give them vaccine and let them give it to the military and elite?\" he said. \"It sounds nice to say we're going to aid others, but its simplistic, because some governments are corrupt,\" he said. \"Some governments have no distribution plan other than to give it first to their own leaders, rather than to those in need.\" CNN's Maggie Fox contributed to this report.","link":"/2021/05/01/health/us-vaccine-sharing-ethics/index.html"}