{"title":"These electric self-driving tractors could make farming much greener","time":"Updated 10:37 AM ET, Tue May 18, 2021 ","body":"These electric self-driving tractors could make farming much greenerBy Sana Noor Haq, CNN BusinessUpdated 10:37 AM ET, Tue May 18, 2021 <img alt=\"The Monarch driver-optional tractor.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506123000-restricted-monarch-tractor-large-169.jpeg\">The Monarch driver-optional tractor.London (CNN Business)A startup based in California says it can help farmers be greener and more profitable by offering what it describes as the world's first fully electric, self-driving tractor. The compact tractor can be programmed to perform tasks such as plowing, harvesting and mowing, and can operate for more than 10 hours from a four to five-hour charge, according to its makers, Monarch Tractor. Although it doesn't need a driver, to comply with US regulations it must have a designated remote operator who receives real-time alerts and can stop the vehicle if needed. It has sensors that can detect livestock and crops, and collision prevention systems that allow it to operate autonomously alongside farm workers.'Agriculture is ready for transformation' With nearly two decades of experience working in the mobility and energy sectors, Monarch founder and CEO Praveen Penmetsa says he understands how technology can shape an industry. \"Seeing those two industries transform gave me a template and an idea that agriculture globally is ready for transformation,\" Penmetsa tells CNN Business. Read MoreMonarch says that when one of its tractors replaces a diesel vehicle, and is charged with renewable electricity, it can reduce carbon dioxide emissions by an average of 77 tons annually — equivalent to taking 17 gasoline passenger cars off the road.<img alt=\"The Monarch tractor can provide farming data.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506123130-restricted-monarch-tractor-phone-large-169.jpeg\">The Monarch tractor can provide farming data.The tractors are also able to collect data while they operate, which can give farmers information on field and crop health and long-term yields, as well as alerting them to problems such as irrigation leaks or crop discoloration.<img alt=\"How wearable tech helped elite athletes through the pandemic\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210303181425-restricted-statsports-promo-1-large-169.jpg\">How wearable tech helped elite athletes through the pandemicThe company raised $20 million in March, and Penmetsa and his team of more than 50 engineers at Monarch's HQ in Livermore, California, is starting a series of pilot initiatives on working farms in three states. Over the next two months, it will deploy its first tractors to farmers in California, Washington and Oregon. The farmers will work with Monarch to test the vehicles, and the company hopes to deliver production tractors later this year, with prices starting from $58,000.Monarch says the tractors can save farmers thousands of dollars a year in labor and fuel costs.'Society is asking farmers to do an awful lot'David Rose, an associate professor of agricultural innovation at the University of Reading, says farmers are under increasing pressure to juggle feeding a growing population with increased customer demand for sustainable produce, while facing labor shortages. \"Society is asking farmers to do an awful lot,\" he says. \"I don't think we look at our plate three times a day and think of all the challenges farmers have faced to put that food on the table.\"<img alt=\"The first 3D-printed housing community in the US is being built in the California desert\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210313142754-restricted-california-3d-printed-neighborhood-large-169.jpg\">The first 3D-printed housing community in the US is being built in the California desertHe says that at this stage, the most transformative feature of the Monarch tractor is that it's electric. \"To move away from the gas-guzzling, diesel-guzzling ... equipment is fantastic,\" he says.Other companies are working on driverless tractors, including California-based Bear Flag robotics, Denmark's Agrointelli, and John Deere, which has developed an autonomous electric tractor concept. Monarch is the first to sell an autonomous electric tractor.But many countries lack a legal framework for self-driving vehicles. \"Policy and regulation needs to fundamentally get a grip on this new way of farming,\" Rose says. \"Until then, I think the potential benefits of autonomy won't be fully realized.\" Penmetsa is most excited about the prospect of farmers being able to use data to provide greater transparency to customers. He envisions having a QR code on food packaging that shoppers could scan to access information on how the produce was grown.\"We want consumers to value what the farmer has gone through to put food on the table,\" he says. \"If farmers can tell that story through the data, I think we can create a direct bridge.\" Correction: An earlier version of this article incorrectly stated the range, starting price and emissions saving potential of the tractor. ","link":"/2021/05/11/tech/monarch-autonomous-electric-tractor-spc-intl/index.html"}