{"title":"Elliot Page tells Oprah that transition surgery was 'life-saving' ","time":"Updated 5:07 AM ET, Sat May 1, 2021 ","body":" (CNN)Elliot Page has said that transition surgery was \"life-saving\" and led him to feel comfortable in his body for the first time, during an interview with Oprah Winfrey. The critically acclaimed actor spoke with Winfrey on Apple TV+ for his first interview since announcing that he is transgender.Discussing his surgery, Page said: \"I want people to know that not only has it been life changing for me, I do believe it is life-saving and it's the case for so many people.\"When Winfrey asked what had brought him the \"most joy\" since transitioning, the actor became emotional and said the little things brought him the greatest happiness.\"It's, you know, getting out of the shower and the towel is around your waist, and you're looking at yourself in the mirror and you're just like 'There I am,'\" he said.Read More\"And I'm not having the moment where I'm panicked...It's being able to touch my chest and feel comfortable in my body probably for the first time.\"\"This is incredibly new,\" he added. \"I feel like I haven't gotten to be myself since I was 10 years old.\"<img alt=\"Biden tells trans Americans he has their back as GOP governors sign more anti-trans bills\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428212311-17-biden-address-0428-large-169.jpg\">Biden tells trans Americans he has their back as GOP governors sign more anti-trans billsThe Oscar-nominated star of movies like \"Juno\" and \"X-Men: Days of Future Past\" shared his trans identity in an open letter last December.In March, he became the first transgender man ever to appear on the cover of Time magazine.His interview with Winfrey, which aired in full on Friday, comes amid a record breaking year for anti-transgender legislation in the US, according to advocacy groups.Thirty-three states have introduced more than 100 bills that aim to curb the rights of transgender people across the country.On April 6, Arkansas became the first state to outlaw providing gender-affirming treatment to minors, a move that the American Civil Liberties Union said would \"send a terrible and heartbreaking message\" to transgender youth across the country.\"The reality of the healthcare is that it's supported by medical institutions and it saves lives,\" Page said, discussing some of the proposed bills. \"Children will die,\" he added. \"And it really is that simple.\"","link":"/2021/05/01/entertainment/elliot-page-oprah-interview-intl/index.html"}