{"title":"Move over, bitcoin. Ethereum is at an all-time high","time":"Updated 9:05 AM ET, Mon May 3, 2021 ","body":"New York (CNN Business)Bitcoin prices continued their rebound Monday, rising about 4% to nearly $59,000. But the world's largest cryptocurrency has been overshadowed lately by its younger sibling, Ethereum.Ethereum, or ether for short, hit a new record high Monday of about $3,200. Ether prices have more than quadrupled in 2021, soaring 325%. Bitcoin has had a great run too this year, doubling in value.The total value of all Ethereum in circulation is now about $367 billion, according to CoinMarketCap. Bitcoin's (XBT) market value is $1.1 trillion. While there are thousands of cryptocurrencies -- including the Elon Musk tweet-fueled Dogecoin -- bitcoin and ether account for nearly two-thirds of the entire $2.3 trillion global crypto market.Bitcoin has soared this year in part due to increased adoption by Corporate America. Musk's Tesla (TSLA) and software firm MicroStrategy (MSTR) have bought bitcoin to hold on their balance sheets. Digital payments giants Square (SQ) and PayPal (PYPL) are letting users buy, sell and hold crypto, too. Read MoreBut Ethereum has enjoyed an even bigger surge than bitcoin because it is the cryptocurrency of choice for the purchases of many non-fungible tokens, or NFTs -- which have taken the art and broader collectibles world by storm.<img alt=\"Blockchain: What is it, and why does it matter?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420123012-bitcoin-blockchain-restricted-large-169.jpg\">Blockchain: What is it, and why does it matter?One NFT piece by digital artist Beeple sold for nearly $70 million at a Christie's auction earlier this year. Baseball trading card company Topps has gotten into the NFT game by selling virtual cards and is now going public through a merger with a blank check special purpose acquisition company, or SPAC.NFTs often offer fans of an artist, celebrity or athlete unique video and other digital content. Super Bowl champion Tom Brady now has his own NFT company. And two players selected in this week's NFL Draft, Heisman Trophy winner DeVonta Smith and defensive end Kwity Paye, also launched NFTs. A portion of sales from Smith's NFTs will go to charity, he said. Paye has said that all of his NFT sales are going to a non-profit organization.","link":"/2021/05/01/investing/ethereum-bitcoin-record-high/index.html"}