{"title":"Billy Porter reveals he's been living with HIV for years","time":"Updated 6:34 PM ET, Wed May 19, 2021 ","body":"Billy Porter reveals he's been living with HIV for yearsBy Lisa Respers France, CNNUpdated 6:34 PM ET, Wed May 19, 2021 <img alt=\"Billy Porter as Pray Tell in &amp;quot;Pose.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200918125403-27-emmy-nominations-billy-porter-pose-large-169.jpg\">Billy Porter as Pray Tell in \"Pose.\" (CNN)Billy Porter made history by winning an Emmy in 2019 for his role as Pray Tell, a character who is HIV-positive, on the FX series \"Pose.\"Now Porter has shared that he's been drawing on his own life as an HIV- positive gay man for the role. In an interview with The Hollywood Reporter, Porter revealed that he was first diagnosed 14 years ago.The actor explained that in 2007 his life was in a bit of a shambles after having been diagnosed with Type II diabetes, filed for bankruptcy and then diagnosed with HIV. \"The shame of that time compounded with the shame that had already (accumulated) in my life silenced me, and I have lived with that shame in silence for 14 years,\" he told the publication. \"HIV-positive, where I come from, growing up in the Pentecostal church with a very religious family, is God's punishment.\"Read MorePorter said he used his character on \"Pose\" as a \"surrogate\" for his status, but the pandemic caused him to pause and process his feelings about it all. Now he says medical advances have helped him have undetectable levels of the virus in his system and Porter is now ready to tell the world \"This is what HIV-positive looks like now.\"\"I survived so that I could tell the story. That's what I'm here for,\" he said. \"I'm the vessel, and emotionally that was sufficient -- until it wasn't.\"\"It's time to grow up and move on because shame is destructive -- and if not dealt with, it can destroy everything in its path.\"","link":"/2021/05/19/entertainment/billy-porter-hiv-positive/index.html"}