{"title":"Stark racial disparities persist in vaccinations, state-level CDC data shows","time":"Updated 8:25 AM ET, Thu May 20, 2021 ","body":"Stark racial disparities persist in vaccinations, state-level CDC data showsBy Hannah Recht, Rachana Pradhan and Lauren Weber, Kaiser Health NewsUpdated 8:25 AM ET, Thu May 20, 2021 JUST WATCHEDBiden announces new goal for Covid-19 vaccinationsReplayMore Videos ...MUST WATCHBiden announces new goal for Covid-19 vaccinations 02:31 (CNN)Black Americans' Covid-19 vaccination rates are still lagging months into the nation's campaign, while Hispanics are closing the gap and Native Americans show the highest rates overall, according to federal data obtained by Kaiser Health News.The data, provided by the Centers for Disease Control and Prevention in response to a public records request, gives a sweeping national look at the race and ethnicity of vaccinated people on a state-by-state basis. Yet nearly half of those vaccination records are missing race or ethnicity information.<img alt=\"Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here&amp;#39;s the list.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511202010-02-kids-vaccinated-0511-large-169.jpg\">Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here's the list.KHN's analysis shows that only 22% of Black Americans have gotten a shot, and Black rates still trail those of Whites in almost every state.  Targeted efforts have raised vaccination rates among other minority groups. Hispanics in eight  states, the District of Columbia and Puerto Rico are now vaccinated at higher rates than non-Hispanic Whites. Yet 29% of Hispanics are vaccinated nationally, compared with 33% of Whites. While 45% of Native Americans have received at least one dose, stark differences exist depending on where they live. And Asian vaccination rates are high in most states, with 41% getting a shot.Read MoreThe analysis underscores how vaccine disparities have improved as availability has opened up and Biden administration officials have attempted to prioritize equitable distribution. Still, gaps persist even as minority groups have suffered much higher mortality rates from the pandemic than Whites and are at risk of infection as states move to reopen and lift mask mandates.<img alt=\"Covid-19 vaccine rollout for ages 12 to 15 is &amp;#39;better than expected,&amp;#39; health officials say\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514023241-teen-vaccine-0513-large-169.jpg\">Covid-19 vaccine rollout for ages 12 to 15 is 'better than expected,' health officials sayDespite these lingering gaps, the CDC last week said those who are fully vaccinated don't need to wear masks in most indoor and outdoor settings or physically distance. Only 38% of Americans are fully vaccinated.  \"Every day we do not reach a person or a community is a day in which there is a preventable Covid case that happens and a preventable Covid death in these communities,\" said Dr. Kirsten Bibbins-Domingo, chair of the Department of Epidemiology and Biostatistics at the University of California-San Francisco.\nKHN requested race and ethnicity data from the CDC on people who have received at least one dose of a Covid-19 vaccine since mid-December for all 50 states, the District of Columbia and Puerto Rico. The data covers shots as of May 14 given to 155 million people that were administered through federally run programs and federal agencies as well as by state and local authorities.Eight states — Alabama, California, Michigan, Minnesota, South Dakota, Texas, Vermont and Wyoming — either refuse to provide race and ethnicity details to the CDC or are missing that information for more than 60% of people vaccinated. Those states are excluded from the KHN analysis, though the CDC includes all but Texas in its published national rates. Some states display race and ethnicity for vaccine recipients separately, making it difficult to compare rates for Hispanics to non-Hispanic Whites, for example. But the CDC data allows for direct comparisons. It reports numbers for Hispanics, who can be of any race or combination of races, as well as numbers for non-Hispanic people of single-race or multiracial categories. The data for Native Hawaiians and other Pacific Islanders is unreliable, making it difficult to draw conclusions on the vaccination rate in that population. <img alt=\"These are the immunizers putting a personal face on a nationwide Covid-19 vaccination effort\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516045214-covid-19-immunizers-profiles-split-large-169.jpg\">These are the immunizers putting a personal face on a nationwide Covid-19 vaccination effortDr. Georges Benjamin, executive director of the American Public Health Association, wasn't surprised that Black Americans' vaccination rates were still lagging, citing a complex combination of access issues, hesitancy and structural inequity. Benjamin pointed to the early challenges in securing an appointment online and the initial placement of vaccination sites — which he noted the Biden administration had worked to improve. \"We're going to be judged whether or not we did it equitably at the end of the day,\" he said. \"Right now, I still think we're failing.\"Dr. Utibe Essien, a health equity researcher and assistant professor of medicine at the University of Pittsburgh, stressed that targeted outreach must involve multiple institutions in a community.\"It's not just the Black doctor, it's not just the barber, it's not just the pastor, kind of these traditional folks who have been the big messengers. We have to be broad,\" he said. \"It's investing in folks who know the neighborhood, the small-store owner who gets to see all the 12- to 15-year-old kids come through the store getting snacks before they head off to school.\"Why Native Americans lead in vaccinationsNationally, Native Americans and Alaska Natives have been vaccinated at significantly higher rates than other groups. Tribes administered doses quickly, prioritizing elders with culturally important knowledge, said Meredith Raimondi, director of congressional relations and public policy for the National Council of Urban Indian Health. The rollout was imbued with urgency: Native Americans have died of Covid-19 at more than double the rate of White Americans, according to the latest CDC data.Native vaccination rates are higher than White rates in 28 states, including New Mexico, Arizona and Alaska, where many receive care from tribal health centers and the Indian Health Service. In states such as South Carolina and Tennessee, where IHS access is more limited and Native residents are more likely to live in urban areas, vaccination rates are far lower than for White residents.Groups in those areas reported problems finding health care providers to administer shots. Tribal organizations compiled lists of retired nurses to tap for clinics. At one point, staffers from an Oklahoma City clinic for Native Americans offered to fly to Washington, D.C., to help vaccinate Indigenous people living around the nation's capital, Raimondi said.\"It became an issue of, 'Well, we could get you the vaccine, but we don't know who is going to administer them,'\" Raimondi said.The council and Native American Lifelines, a nonprofit providing health services, partnered with the University of Maryland-Baltimore for a vaccination site exclusively for Native Americans living in Maryland, Virginia and Washington, D.C. It launched in April.<img alt=\"Former CDC director: Direct Covid-19 vaccines to where they&amp;#39;re needed most\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505110405-file-pfizer-covid-19-vaccine-canada-december-2020-large-169.jpg\">Former CDC director: Direct Covid-19 vaccines to where they're needed mostWhile the vaccination rates for Native Americans surpass those of Whites in some states due in part to IHS, that infrastructure does not exist for Black Americans, said Rhonda BeLue, the department chair of health management policy at Saint Louis University.At the beginning of the pandemic, people were shocked by how much more likely Black Americans were to die from Covid-19, she said.\"However, the same structural inequities that caused that disproportionate mortality in Covid-19 are the same structural inequities that predated Covid-19 and caused disproportionate burdens of morbidity and mortality,\" she said. \"This isn't new.\"Easing fears in Hispanic communitiesSome states are reporting higher vaccination rates among Hispanics than White and Black residents, which Bibbins-Domingo said fits with surveys showing high enthusiasm for vaccination among Hispanics. It also indicates that some of the reported barriers may have been addressed more effectively in those states, she said.Paul Berry, chair of the Virginia Latino Advisory Board, partly attributes Virginia's success to targeted outreach efforts. The state and certain counties also increased Spanish-language resources to boost sign-ups. <img alt=\"Uneven vaccination rates across the US linked to Covid-19 case trends, worry experts\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518172515-mississippi-vaccination-file-large-169.jpg\">Uneven vaccination rates across the US linked to Covid-19 case trends, worry expertsConnecting with every community cannot be an afterthought, said Diego Abente, president and CEO of St. Louis' Casa de Salud, a health care provider focused on immigrant communities. Community buy-in, effective social media use and language programming from the start have been essential, he said. Hispanics have a higher vaccination rate than Whites in Missouri.But nationally, a dearth of transportation options, an inability to take off from work to get a vaccine, and concerns about documentation and privacy have dampened uptake among Hispanics, according to experts. \"To me it's more about access to health care,\" Berry said. \"If you don't live close to health care, you're just going to shrug it off immediately. 'I can't get that vaccination. I'm going to miss work.'\"To reduce fear among Idaho agricultural workers that may be part of mixed-immigration status families, public health workers emphasized messaging that documentation wouldn't be required, said Monica Schoch-Spana, a senior scholar at Johns Hopkins Center for Health Security. She has helped lead its CommuniVax project seeking to boost uptake among Black, Hispanic and Indigenous communities.It's also important to engage trusted institutions to administer vaccines, Schoch-Spana said: \"Is it a familiar place, does it feel safe, and is it easy to get to?\"Federal efforts have placed sites in underserved neighborhoods. About 60% of shots at the Federal Emergency Management Agency's vaccination sites and at community health centers were given to people of color, federal health officials said this week.Incomplete data collectionRace or ethnicity information is still missing for nearly 69 million vaccinated people -- or 44% -- in the CDC data, despite vows by federal officials to improve outdated systems to better inform their response.CDC spokesperson Kate Fowlie said their efforts, including sharing strategies for capturing demographic data and reducing data gaps with state and local governments, have resulted in improvements in data collection. Officials are also planning to allow agencies to update previously submitted vaccine records. The true national rates by race or ethnicity group would each be higher with complete data.\nUnlike the federal government, North Carolina made it nearly impossible for providers to submit vaccine data without recording race and ethnicity. As a result, it has the most complete demographic data of any state.Adding that step was not an easy sell — providers and other vaccinators were initially resistant, said Kody Kinsley, the chief deputy secretary for health at the North Carolina health department. But it has paid off in the state's ability to target its response to populations getting left behind, he said.Bibbins-Domingo said the federal government and states need to make collecting this vaccination data by race mandatory because data drives the response to the pandemic.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"The feds know how to do this. They do it every 10 years for the census,\" she said. \"That we somehow cannot figure it out in public health data is quite simply unacceptable.\"Visit the Github repository to read more about and download the data. KHN reporter Victoria Knight contributed to this report.KHN (Kaiser Health News) is a national newsroom that produces in-depth journalism about health issues. Together with Policy Analysis and Polling, KHN is one of the three major operating programs at KFF (Kaiser Family Foundation). KFF is an endowed nonprofit organization providing information on health issues to the nation.","link":"/2021/05/20/health/racial-disparities-covid-19-vaccinations/index.html"}