{"title":"Remembering Black Wall Street: Ways to invest in Tulsa and champion Black businesses  ","time":"Updated 9:09 AM ET, Thu May 20, 2021 ","body":"Remembering Black Wall Street: Ways to invest in Tulsa and champion Black businesses  By Ashley Vaughan, CNNUpdated 9:09 AM ET, Thu May 20, 2021 <img alt=\"Tulsa, Oklahoma&amp;#39;s Greenwood District smolders after the 1921 race riots. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513165059-02-black-wall-street-iyw-large-169.jpg\">Tulsa, Oklahoma's Greenwood District smolders after the 1921 race riots. On May 31 at 9 p.m. EST CNN will premiere Dreamland: The Burning of Black Wall Street. The documentary will tell the stories of the survivors, their descendants, and explore the recently uncovered archaeological evidence of mass murder. Dreamland also examines the multigenerational psychological, cultural, and community costs of the tragedy, and the complex reasons why this history remains largely unknown.  (CNN)It is one of American history's deadliest flashes of racial violence.And yet, for 100 years it went virtually ignored.  Tulsa Oklahoma was the site of a race massacre. Beginning on May 31, 1921, White lynch mobs rioted and destroyed the city's Black Greenwood District, a vibrant commercial area also known as \"Black Wall Street.\" Accelerating the death and terror, rampaging White pilots dropped firebombs from planes. When the smoke cleared, the once-thriving 35-block district that boasted more than 300 Black businesses was smoldering ruins. Official records list 36 deaths. But historians say the toll may be up to 300 people -- mostly Black people. Read MoreGreenwood before the 1921 Massacre: \"In early Greenwood, you could find movie theaters and dance halls, pool halls, barber shops, beauty salons, hotels, rooming houses, confectionaries, jitney services, a haberdashery, laundries, restaurants, grocery stores -- all manner of small business, coupled with service providers. Doctors, lawyers, dentists ...,\" says Hannibal B. Johnson, author of \"Black Wall Street 100: An American City Grapples With Its Historical Racial Trauma.\" \"It was much more of a 'Black Main Street' than a 'Black Wall Street.' It was not a financial and investment center. Rather, it was a small business and entrepreneurial sector created out of necessity, because of the segregation that dominated the state of Oklahoma and indeed, the United States of America during this period,\" Johnson added.But after that 16-hour riot, it was all gone. Those that survived the massacre were left traumatized in a nation unwilling to acknowledge their stories and suffering. Financially, Greenwood suffered as well with more than one thousand homes and businesses destroyed, according to the Oklahoma Historical Society. \"It interrupted intergenerational transfer of wealth that might otherwise have occurred in Tulsa, Oklahoma -- which might otherwise have affected the trajectory of the community. Tulsa might have been something like what Atlanta is today, perceived as a Black mecca for economics and entrepreneurship,\" Johnson added.<img alt=\"The 1921 Tulsa Race Massacre was one of the worst race riots in the history of the United States. More than 35 square blocks of a predominantly Black neighborhood were destroyed.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513165020-01-black-wall-street-iyw-large-169.jpg\">The 1921 Tulsa Race Massacre was one of the worst race riots in the history of the United States. More than 35 square blocks of a predominantly Black neighborhood were destroyed.Johnson, who is featured in CNN's \"Dreamland: The Burning of Black Wall Street\" documentary, says Black Wall Street peaked in the early to mid-1940s after the massacre. \"Even after this utter devastation, most people in the Greenwood community, most African Americans in Tulsa said to themselves and to their larger community, 'we shall not be moved.' And they rebounded and rebuilt and created an incarnation of Black Wall Street that would surpass its initial version.\"There are several ways you can help uphold Greenwood's legacy and support Black entrepreneurship nationwide. Tell a more accurate American history  Founded in 2015, The 1921 Race Massacre Centennial Commission provides educational resources to raise awareness about Tulsa's historic Greenwood District. \"The idea by the Commission is to leverage the history of Tulsa's Greenwood district, to improve the district physically and make it rife with opportunities for economics in the community,\" says Johnson, who oversees the commission's educational initiatives.The Commission's website offers downloadable lesson plans and curricula for educators. The commission also hosts an Educator Institute that trains instructors on how to teach Tulsa's racial history. \"We teach not just the substantive history, but pedagogy, how to teach the history in age-appropriate ways,\" added Johnson.The 1921 Tulsa race massacre• Hear from a survivor: Viola Fletcher, 107, testifies on the horror of the massacre• Learn about Black Wall Street: What it was like 100 years ago• Read Opinion commentary: What we must learn from the Tulsa massacre• Understand Oklahoma's history: Native Americans weren't alone on the Trail of Tears. Enslaved Africans were too\"We work with teachers to develop curricular supplementary material in the educators' institute which is very popular.\"On June 2, 2021, the Commission will open the doors of Greenwood Rising. Positioned at the entrance of the Greenwood District, the historical site will serve as a landmark to honor the legacy of Black Wall Street before and after the Tulsa Race Massacre. The facility will also help patrons connect the dots between Tulsa's history and current race-based injustices in the US. On June 3, 2021, the Commission will host a national day of learning. For a full listing of upcoming events in honor of the centennial anniversary click here.  Get involved. Take action Among its offerings, the Greenwood Cultural Center hosts the Black Wall Street Memorial on which the engraved names of Black-owned businesses originally founded in the Greenwood district are forever memorialized. For online users, the Greenwood Cultural Center offers educational resources including testimonies of the 1921 Massacre survivors. Oklahoma Policy Institute is a nonpartisan advocacy non-profit. Through its Race and Equity initiative, the Institute draws attention to long-standing disparities experienced by Oklahomans of color and, according to their website, supports \"policies that bring us closer to racial justice, equity, and opportunity for all Oklahomans.\"Built in 1905, the Historic Vernon African Methodist Episcopal Church stands as a testament to Black resilience. On the bloody night of June 1, 1921, Black families found refuge in the church basement. White mobs destroyed the building -- but the basement survived.According to the church's pastor, Reverend Dr. Robert Turner, his congregants now call this sacred space, \"The Refuge Room.\" In 1928, the church rebuilt, even bigger than before. Today, the church continues to thrive and serve Greenwood. During the coronavirus pandemic, the church served 340,000 meals and counting.Reverend Dr. Turner also says his congregation has an active role in Oklahoma's current conversation on reparations. Vernon African Methodist Episcopal Church created a Bless the Basement campaign to help preserve the church as a landmark memorizing the Black Wall Street era. \"My dream and hope for Vernon is to restore this historic church to her former glory, to respect the legacy of the survivors, who built this church out of the ashes -- and to make it a place of prayer to all nations as we seek to grow toward racial healing,\" says Turner, who is also featured in DREAMLAND. The Black Wall Street USA movement is hosting a Centennial Tulsa Pilgrimage paying homage to those murdered in 1921. Beginning May 31 through June 6, Black Wall Street USA will hold cultural events including an all-day Black Wall Street Tulsa Centennial Festival. <img alt=\"Described by historian Scott Ellsworth as the first Black Tulsans to own a car, &amp;lt;strong&amp;gt;John and Loula Williams&amp;lt;/strong&amp;gt; built and operated an auto repair garage, a confections shop and a rooming house. They also built the famous Williams Dreamland Theatre, which featured live performances and films. The Dreamland was destroyed during the 1921 Tulsa race massacre.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134623-01-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street John and Loula Williams – Described by historian Scott Ellsworth as the first Black Tulsans to own a car, John and Loula Williams built and operated an auto repair garage, a confections shop and a rooming house. They also built the famous Williams Dreamland Theatre, which featured live performances and films. The Dreamland was destroyed during the 1921 Tulsa race massacre.Hide Caption 1 of 8<img alt=\"&amp;lt;strong&amp;gt;Simon Berry&amp;lt;/strong&amp;gt; started a jitney service that catered to Greenwood&amp;#39;s Black community, which was barred from using other taxi services. He also owned a hotel and started a bus service and, as an experienced aviator, founded his own airline charter. After the 1921 race massacre, Berry built a park on 13 acres in the Greenwood District that included a swimming pool, dance hall and picnic grounds. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134718-02-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Simon Berry – Simon Berry started a jitney service that catered to Greenwood's Black community, which was barred from using other taxi services. He also owned a hotel and started a bus service and, as an experienced aviator, founded his own airline charter. After the 1921 race massacre, Berry built a park on 13 acres in the Greenwood District that included a swimming pool, dance hall and picnic grounds. Hide Caption 2 of 8<img alt=\"&amp;lt;strong&amp;gt;John D. Mann&amp;lt;/strong&amp;gt; and his brothers, McKinley and &amp;lt;a href=&amp;quot;https://www.neh.gov/article/1921-tulsa-massacre&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;O. B. Mann&amp;lt;/a&amp;gt;, were well-known grocers in the Greenwood District. J.D. is pictured here in the store he owned on North Greenwood Avenue. According to the Tulsa Historical Society, the store was destroyed in the 1921 race massacre.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134839-03-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street John D. Mann – John D. Mann and his brothers, McKinley and O. B. Mann, were well-known grocers in the Greenwood District. J.D. is pictured here in the store he owned on North Greenwood Avenue. According to the Tulsa Historical Society, the store was destroyed in the 1921 race massacre.Hide Caption 3 of 8<img alt=\"&amp;lt;strong&amp;gt;Mary Elizabeth Jones Parrish&amp;lt;/strong&amp;gt;, who was originally from Mississippi and moved to Tulsa around 1919, ran her own school and taught typing and shorthand. She was also a trained journalist, and her first-hand account of the massacre and her escape, &amp;quot;Events of the Tulsa Disaster,&amp;quot;&amp;lt;a href=&amp;quot;https://tupress.org/9781595349439/the-nation-must-awake/&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt; is being reprinted 100 years later. &amp;lt;/a&amp;gt; \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513134949-04-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Mary Elizabeth Jones Parrish – Mary Elizabeth Jones Parrish, who was originally from Mississippi and moved to Tulsa around 1919, ran her own school and taught typing and shorthand. She was also a trained journalist, and her first-hand account of the massacre and her escape, \"Events of the Tulsa Disaster,\" is being reprinted 100 years later.  Hide Caption 4 of 8<img alt=\"Originally from Arkansas, businessman &amp;lt;strong&amp;gt;Ottawa W. Gurley&amp;lt;/strong&amp;gt; (front row, second from left) moved to Tulsa circa 1905 and bought 40 acres of land that he subdivided and sold to Black buyers. That, &amp;lt;a href=&amp;quot;http://blackwallstreet.org/owgurley&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;followed by a grocery store and rooming house&amp;lt;/a&amp;gt; that he built, helped enable other entrepreneurial Tulsans to move to the community and open up shop in Greenwood. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135041-05-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Ottawa W. Gurley – Originally from Arkansas, businessman Ottawa W. Gurley (front row, second from left) moved to Tulsa circa 1905 and bought 40 acres of land that he subdivided and sold to Black buyers. That, followed by a grocery store and rooming house that he built, helped enable other entrepreneurial Tulsans to move to the community and open up shop in Greenwood. Hide Caption 5 of 8<img alt=\"A lawyer and a land speculator, &amp;lt;strong&amp;gt;E.P. McCabe&amp;lt;/strong&amp;gt; was &amp;lt;a href=&amp;quot;https://www.okhistory.org/publications/enc/entry.php?entry=MC006&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;influential in recruiting&amp;lt;/a&amp;gt; Black settlers to pursue their dreams in the Oklahoma Territory at the turn of the 20th century. He was also an advocate for Black statehood for Oklahoma, seeking to make it an &amp;quot;all-Black state.&amp;quot; His work also helped establish the Colored Agricultural and Normal College, which is known today as the historically Black college Langston University.   \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135151-06-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Edward P. McCabe – A lawyer and a land speculator, E.P. McCabe was influential in recruiting Black settlers to pursue their dreams in the Oklahoma Territory at the turn of the 20th century. He was also an advocate for Black statehood for Oklahoma, seeking to make it an \"all-Black state.\" His work also helped establish the Colored Agricultural and Normal College, which is known today as the historically Black college Langston University.   Hide Caption 6 of 8<img alt=\"&amp;lt;strong&amp;gt;Buck Colbert Franklin&amp;lt;/strong&amp;gt;, the famed lawyer seated to the right in this photo, moved to Tulsa a few months before the 1921 massacre. Franklin&amp;#39;s home and law office were destroyed and, in the days following the massacre, he set up a temporary law practice in a tent alongside attorney Isaiah H. Spears, left, and secretary Effie Thompson, center, to provide legal protection to vulnerable survivors. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513165520-07-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Buck Colbert Franklin – Buck Colbert Franklin, the famed lawyer seated to the right in this photo, moved to Tulsa a few months before the 1921 massacre. Franklin's home and law office were destroyed and, in the days following the massacre, he set up a temporary law practice in a tent alongside attorney Isaiah H. Spears, left, and secretary Effie Thompson, center, to provide legal protection to vulnerable survivors. Hide Caption 7 of 8<img alt=\"Moving to Tulsa from Boley, Oklahoma, with little more than $1 to her name, &amp;lt;strong&amp;gt;Mabel B. Little&amp;lt;/strong&amp;gt; turned her hairstyling talents &amp;lt;a href=&amp;quot;https://www.ebony.com/black-history/black-wall-street-a-legacy-of-success-798/&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;into a popular business&amp;lt;/a&amp;gt; called the Little Rose Beauty Salon. She survived the Tulsa race massacre of 1921 and went on to become a matriarch of the community as it tried to rebuild and heal. She passed away in 2001 at the age of 104.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514132123-08-black-wall-street-entrepreneurs-super-169.jpg\"> Photos: Meet 9 entrepreneurs who shaped Black Wall Street Mabel B. Little – Moving to Tulsa from Boley, Oklahoma, with little more than $1 to her name, Mabel B. Little turned her hairstyling talents into a popular business called the Little Rose Beauty Salon. She survived the Tulsa race massacre of 1921 and went on to become a matriarch of the community as it tried to rebuild and heal. She passed away in 2001 at the age of 104.Hide Caption 8 of 8Buy BlackServices like Brava connect hungry patrons to Black-owned restaurants in their area. Patrons can sign up for the monthly subscription service to receive pre-purchased, digital gift cards that can be redeemed within local Black food and beverage spots. Currently, Brava is offered in New York, San Francisco, Los Angeles, and Washington, DC. Brava plans to expand its offerings to include retail and other industries. The app also hosts the entrepreneurship journeys of other business owners on its Instagram page. Blax provides a directory of Black businesses across the US. The platform also includes a site where Black entrepreneurs can list or advertise their businesses. Black Owned Everything hosts a space where Black brands can be \"celebrated and validated.\" The site features products from beauty, lifestyle, clothing, and accessory brands created by Black designers. EatOkra connects app users to Black-owned restaurants and food trucks.  Share resources for Black business owners The National Urban League has more than 90 affiliates in 300 communities. Among the organization's chief values is economic empowerment for Black and African American individuals. Included within the organization's many resources are educational opportunities, job readiness training, and entrepreneurship initiatives. The National Minority Supplier Development Council offers a step-by-step guide for BIPOC business owners seeking certification as Minority Business Executives (MBE). Certification with the NMSDC can yield big gains with access to educational opportunities, networking events, and corporate purchasing agents. The organization says it has matched more than 12,000 businesses of color with corporate members which include Facebook, JPMorgan Chase & Co., and Google. In partnership with Chase, NMSDC also provides specific resources for Black entrepreneurs. The US Black Chambers Inc. (USBC) supports African American Chambers of Commerce and business organizations in their work to develop and grow Black enterprises. Referred to as the National Voice of Black business, the organization offers business-related webinars and podcasts for Black business owners. Black Founders was created in 2011 to increase \"the number of successful Black entrepreneurs in technology,\" according to their website. The organization says it strives to meet this goal through educational programming and conferences.  SCORE offers business owners educational opportunities and mentorship. The organization provides a searchable platform to locate business mentors in one's area. The platform is not specific to Black businesses, but connects those with business needs by phone, email, video, and in person.","link":"/2021/05/20/us/iyw-dreamland-the-burning-of-black-wall-street-hth/index.html"}