{"title":"Mysterious fast radio bursts traced to spiral galaxy arms","time":"Updated 2:09 PM ET, Thu May 20, 2021 ","body":"Mysterious fast radio bursts traced to spiral galaxy armsBy Ashley Strickland, CNNUpdated 2:09 PM ET, Thu May 20, 2021 JUST WATCHEDFirst time FRB was traced to source location was 2015ReplayMore Videos ...MUST WATCHFirst time FRB was traced to source location was 2015 00:52 (CNN)Scientists have traced the locations of multiple mysterious fast radio bursts back to their origins with help from the Hubble Space Telescope -- and it's not what they expected.The cause of these mysterious millisecond-long radio blasts in space has eluded scientists since the phenomena was discovered in 2007. Given how quick they flare, these bursts, sometimes called FRBs, are very difficult to track and study.Learning more about the origin of these bright, intense radio bursts could help scientists understand what causes them. An international team of astronomers was able to trace the locations of eight fast radio bursts. While the origins of three remain inconclusive, the researchers used Hubble's deep-space imaging to pinpoint the distant galaxies where these bursts originated, including their exact locations within the galaxies.The study has been accepted and will soon publish in The Astrophysical Journal. Read More<img alt=\"Mysterious fast radio bursts helped detect missing matter in the universe, study says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200526161353-01-fast-radio-bursts-matter-detection-large-169.jpg\">Mysterious fast radio bursts helped detect missing matter in the universe, study saysFive of the radio bursts came from spiral galaxies. These are the most common type of galaxy across the universe, and our own Milky Way is a type of spiral galaxy.One feature of these galaxies is that they have spiral arms where star formation occurs.The radio bursts they traced were located along the arms of different spiral galaxies ranging between about 400 million to 9 billion light-years away.These bursts may be brief, but each one creates more energy than our sun does over the course of an entire year. Scientists have discovered up to a thousand such bursts since 2007, but they have only been able to trace about 15 of them. Those 15 were found to originate in distant, young and massive galaxies. Tracing mysterious bursts across spaceA combination of visible light, ultraviolet and near-infrared imaging helped astronomers trace the FRBs mentioned in the new study. \"This is the first high-resolution view of a population of FRBs,\" said lead study author Alexandra Mannings, a graduate student in astronomy and astrophysics at the University of California, Santa Cruz. \"Most of the galaxies are massive, relatively young and still forming stars. The imaging allows us to get a better idea of the overall host galaxy properties, such as its mass and star-formation rate, as well as probe what's happening right at the FRB position.\"The researchers were surprised to discover that the bursts originated from the spiral arms.<img alt=\"Another mysterious radio burst in space is repeating a pattern. This one occurs every 157 days\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200608115951-wonders-of-the-universe-repeating-fast-radio-burst-large-169.jpg\">Another mysterious radio burst in space is repeating a pattern. This one occurs every 157 days\"We don't know what causes FRBs, so it's really important to use context when we have it,\" said study coauthor Wen-fai Fong, an assistant professor of physics and astronomy in Northwestern University's Weinberg College of Arts and Sciences in Illinois. \"Because spiral arms are signs of stars being born, this was a surprise, offering a major clue that FRBs must correlate with star formation.\" Hubble is so sensitive that it uncovers things that can't be detected using ground-based imaging, Fong said. The telescope helped researchers actually confirm the presence of spiral arms or previously unseen spiral structures within the galaxies. \"Generally, the brightest regions along the spiral arms contain the youngest, most massive stars,\" Fong said. \"As you go away from the spiral arms, you start to encounter older stars that don't blaze as bright. So where FRBs are located with respect to these spiral features offers important clues as to the type of progenitor to cause them.\"<img alt=\"Hubble captured images of host galaxies where the fast radio bursts were traced. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520130233-fast-radio-burst-galaxies-large-169.jpg\">Hubble captured images of host galaxies where the fast radio bursts were traced. These findings indicate that the radio bursts originate from a type of Goldilocks median, meaning that the stars that could be involved in the creation of the bursts can't be too young or too old.Previously, scientists have speculated that the origin of FRBs could be due to the explosions of young stars or the mergers of neutron stars. Neutron stars are the dense cores that remain behind when stars explode. These have been known to generate gamma-ray bursts. However, these happen in young, very massive stars -- something the bursts don't appear to be related to in the new study. Instead, the researchers suggest that magnetar outbursts could be the dominant cause of the radio bursts. Magnetars are a type of supermassive neutron star with magnetic fields 10 trillion times more powerful than your average magnet. <img alt=\"Fast radio burst may have come from the Milky Way \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201104100342-01-fast-radio-burst-telescopes-scn-restricted-large-169.jpg\">Fast radio burst may have come from the Milky Way The observation of a fast radio burst in our Milky Way galaxy last year came from a region where a magnetar exists. \"Owing to their strong magnetic fields, magnetars are quite unpredictable,\" Fong said. \"In this case, the FRBs are thought to come from flares from a young magnetar. Massive stars go through stellar evolution and become neutron stars, some of which can be strongly magnetized, leading to flares and magnetic processes on their surfaces, which can emit radio light. Our study fits,\" she said, with that 'Goldilocks' scenario.The more radio bursts they observe, the more researchers are realizing how diverse they are -- which could mean that different types of bursts have different origins, Mannings said. \"We don't have high enough numbers to determine the intricacies of the FRB population at the moment, but doing so is an exciting prospect,\" Mannings said.Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. Some radio bursts have been known to repeat, and Mannings wants to determine where there are marked differences between the galaxies that host radio bursts that repeat and occurences of single-burst events. With the addition of new capabilities and radio telescopes in the future, Fong and Mannings hope to trace more radio bursts and learn about their host galaxies. \"We're really on the horizon of an important era of discovery,\" Fong said. \"Finding these localized events is a major piece to the puzzle, and a very unique puzzle piece compared to what's been done before. This is a unique contribution of Hubble.\"","link":"/2021/05/20/world/fast-radio-bursts-origin-galaxies-scn/index.html"}