{"title":"China orders Tencent and other big tech firms to curb their finance businesses ","time":"Updated 4:40 AM ET, Fri April 30, 2021 ","body":"Hong Kong (CNN Business)Chinese regulators have ordered more than a dozen tech companies to fix the most \"prominent problems\" of their financial units, escalating a historic crackdown on the sector that has already engulfed some of the country's top players.In a statement Thursday, the People's Bank of China said that it had summoned 13 companies, including Tencent (TCEHY), JD.com (JD), ByteDance, Meituan and Didi Chuxing, for talks that were also attended by the China Banking Regulatory Commission, the China Securities Regulatory Commission and the State Administration of Foreign Exchange.The agenda included wide-ranging \"problems that are common in the current financial business of internet companies,\" according to the central bank.The regulators laid out seven demands, starting with the requirement that \"all financial activities be included in financial supervision, and financial businesses must be licensed to operate.\" The way tech firms run their financial units should become more \"standardized,\" the central bank added, and should in some cases require them to apply to set up financial holding companies.<img alt=\"Ant Group cut down to size in latest blow for Jack Ma&amp;#39;s business empire \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413022541-jack-ma-file-0920-restricted-large-169.jpg\">Ant Group cut down to size in latest blow for Jack Ma's business empire Earlier this month, Chinese regulators imposed similar restrictions on Ant Group, the Alibaba (BABA) affiliate that owns the hugely popular Alipay app. Ant was ordered to dramatically overhaul its operations, and become a financial holding company supervised by the central bank.Read MoreThe move this week signals Beijing is determined to broaden the scope of the crackdown. Tencent, for example, runs WeChat Pay, the mobile payments platform linked to its ubiquitous flagship messaging app. As of late 2018, the latest publicly available data, WeChat Pay had more than 800 million monthly active users around the world, according to the company.Tencent shares fell 1.6% in Hong Kong on Friday.In its statement, the People's Bank of China said that companies should also \"disconnect improper links between payment services and other financial products, strictly control the expansion of non-bank payment accounts to the public domain, improve transaction transparency, and correct unfair competition.\"Tencent declined to comment on the meeting, while JD.com, Didi and Meituan did not immediately respond to a request for comment.<img alt=\"China hits Alibaba with record $2.8 billion fine for behaving like a monopoly\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210410043728-jack-ma-file-restricted-large-169.jpg\">China hits Alibaba with record $2.8 billion fine for behaving like a monopolyIt was the second such meeting in just three weeks for the A-list of China's tech industry, which was summoned by the country's powerful regulators for a dressing down over antitrust behavior just days after Alibaba was hit with a record $2.8 billion fine for acting like a monopoly.The State Administration for Market Regulation (SAMR), along with the Cyberspace Administration and the State Taxation Administration, met with executives from 34 internet companies, including Alibaba, Tencent and ByteDance, to urge them to heed the warning from the Alibaba case and to stop anti-competitive and other illegal behaviors, SAMR said in a statement earlier this month.— Laura He and CNN's Beijing bureau contributed to this report.","link":"/2021/04/30/tech/china-tech-crackdown-finance-intl-hnk/index.html"}