{"title":"'The Mosquito Coast' feels even weirder moving the book into the modern age","time":"Updated 10:40 AM ET, Fri April 30, 2021 ","body":" (CNN)\"The Mosquito Coast\" comes together as the product of several puzzling choices, beginning with the decision to again adapt Paul Theroux's 1981 book, and then to situate it in a contemporary setting. The result is a creepier-than-perhaps-even-intended series, which most charitably plays a poor man's \"Breaking Bad: Family Edition.\"The primary connection of note here is the involvement of actor-producer Justin Theroux (\"The Leftovers\"), who is Paul Theroux's nephew, and assumes the central role of Allie Fox, the \"radical idealist\" who chooses to live off the grid with his wife and kids. Yet writer-producer Neil Cross (\"Luther\") has embellished that with even more troubling traits, as the family winds up fleeing to Mexico, engaging in a series of dangerous encounters and questionable choices that periodically make them look like stupid Americans as well as ugly ones.The main problem, and it's a big one, is that there's really nobody here to like or root for. Certainly not Theroux's Fox, who drags his teenage kids (Logan Polish, Gabriel Batemen) into perilous situations, or his wife Margot (Melissa George), who, for all her pained expressions, is more than a little complicit in the ordeal.Nor are the kids themselves terribly sympathetic, though the cruelty of their plight feels magnified by the 21st-century setting, depriving them of items like cellphones, and making Allie's control over them feel more unhinged in a doomsday prepper kind of way. When the federal agent (Kimberly Elise) tracking them asks the daughter, \"Why is he making you live the way you do?,\" it's a question that hangs unhelpfully over the whole exercise.Cross basically joins the story in progress, with the Foxes on the run from the feds, giving the story a more espionage-type feel, as the family must drop everything and begin its pilgrimage through the desert.Read MoreThe 1986 movie starred Harrison Ford as the wild-eyed inventor, and despite his defense of the film, represented one of his few conspicuous box-office duds during those years. While the seven-episode streaming format provides the opportunity to flesh out the story and characters, the net effect of all the cloak-and-dagger shenanigans doesn't, as Allie and his clan careen from run-ins with US militia members to Mexican drug cartels, usually jumping out of the desert frying pan directly into the fire.Theroux and George do bring considerable intensity to their roles, but several of the supporting characters have an almost cartoonish quality. Other than a well-deserved lecture to Allie about American imperialism and his myopic self-absorption, Cross presents this eccentric figure without shedding much light on what he's rebelling against or the roots of his cause.Frankly, there might never have been a right time for something like \"The Mosquito Coast,\" but amid the current crush of conspiracy theories, this conspicuously feels like the wrong one. The bottom line is Apple has produced a series that not only fails to get under your skin, but mostly just makes you want to swat it away.\"The Mosquito Coast\" premieres April 30 on Apple TV+.","link":"/2021/04/30/entertainment/the-mosquito-coast-review/index.html"}