{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n        \n    \n       \n       \n    \n    \n    Girlfriend Collective\n    \n  \n    \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  The increasing popularity of stylish, trendy athletic wear has made über-comfortable clothing something that’s not just for the gym. It’s infiltrated all corners of culture, from high fashion runways to the offices of Silicon Valley executives — and really, it’s appropriate for any occasion when you just want to be comfortable.\n\n\n  \n  A key thing to keep in mind when searching for your next piece of activewear is the type of activity or exercise you prefer: Whether you’re a runner, yogi, lifter, cyclist or anything else, there’s a trendy athleisure brand out there for you. We were able to test some of these pieces hands-on so we could really see where each brand shines bright. So if you’re ready to upgrade your closet and kill those workouts in style, check out these eight activewear brands that we absolutely love — from established ones to newer direct-to-consumer options. \n\n\n  \n    \n      Alo Yoga\n    \n\n\n  \n  Alo Yoga was created in 2007 as an activewear brand specifically for yoga lovers, but it has since evolved into one beloved by everyone from the barre-obsessed and Pilates loyalists to celebrities as a street style option. And there’s a really good reason for that.\n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  The brand’s super-soft and comfortable activewear is probably the most luxurious-feeling gym clothing I’ve ever worn. It may not be the best option for someone who runs marathons or works with heavy weights, but it provides a little luxury if you prefer lower-impact exercises like yoga or barre. When it comes to the leggings, both the 7/8 High-Waist Airbrush Legging ($78; aloyoga.com) and the High-Waist Airlift Legging ($118; aloyoga.com) are extremely soft, comfortable and flattering. \n\n\n  \n  The High-Waist Airbrush Legging is probably Alo Yoga’s most classic legging. There are no side seams, and it’s made from the brand’s signature Airbrush fabric that features moisture-wicking antimicrobial technology. It’s the perfect option to take you from the gym to just about anywhere and has been spotted on celebrities like Gigi Hadid. The High-Waist Airlift Legging feels like a second skin; it’s buttery and sleek while still supportive. They’re super high-waisted, making them a great choice to pair with a whole range of crop tops or sports bras. \n\n\n  \n        \n    \n       \n       \n    \n    \n    Alo Yoga\n    Alo Yoga tops\n  \n    \n\n\n  \n  \n\n\n  \n  While we didn’t test any of Alo’s current tops, we’ve worn some of its older long-sleeve products, which felt warm and lightweight. The brand also has tons of other tops, including the bestselling Real Bra Tank ($72; aloyoga.com), that can keep you supported and stylish through all your workouts. This tank has a built-in shelf bra that provides light to medium support so you can go straight from yoga class to the café around the corner without skipping a beat.\n\n\n  \n  Working out in these pieces, and in Alo Yoga’s products in general, definitely feels a little more special than wearing your typical workout clothes. And though they’re probably not the most supportive workout options on the market and better suited for lower-impact activities, we can guarantee that they’ll garner tons of compliments both outside and inside the studio.\n\n\n  \n    \n      Girlfriend Collective\n    \n\n\n  \n  Girlfriend Collective is a brand that prioritizes slow fashion — which means investing time and energy — to produce clothing that’s more ethical and easier on the planet. Take the Compressive High-Rise Legging, for example, Girlfriend’s signature legging that’s made from 25 recycled water bottles. And though many synthetic fabrics (like nylon and polyester) are made from plastic, Girlfriend chooses materials “that would otherwise clog landfills and threaten wildlife.”\n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  But you’re not sacrificing quality when you shop at Girlfriend. In fact, it’s quite the opposite. The Compressive High-Rise Legging ($68; girlfriend.com) and Paloma Bra ($38; girlfriend.com) are some of the most inexpensive options on this list, which makes their super-high-quality feel that much more impressive. \n\n\n  \n  The Compressive High-Rise Leggings really do some incredible work when it comes to lifting your backside. They’re also extremely high-waisted, which is great if you don’t want to worry about pulling up your leggings during a workout. Both the leggings and the Paloma Bra are sweat-resistant and comfortable in warmer environments, though they’re not the most lightweight, which we actually prefer for everyday wear. \n\n\n  \n  The Paloma Bra is fairly long as well, so if you’re buying these two pieces together — which we highly recommend, because everyone will be asking where you got your adorable set — your whole stomach won’t be exposed. Another interesting element is the lack of visible branding; there are no loud logos on the back of the leggings, which we found refreshing. \n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  The best part is the customization that’s available, both in terms of fit and style. The Paloma Bra is available in sizes XS through XXXL, and the Compressive High-Rise Legging runs from sizes XXS to 6XL, with the additional option of choosing from three inseam lengths. Yes for inclusivity! And when it comes to colors, there’s absolutely something for everyone. \n\n\n  \n  One of our favorite elements of Girlfriend’s better-for-the-planet philosophy is exemplified in the ReGirlfriend program, which encourages customers to send in old Compressive bras, leggings and shorts for a $15 store credit. Girlfriend then recycles the old materials into new ones, which helps close the loop on creating more waste. So maybe there isn’t too much harm in ordering a piece in every single color?\n\n\n  \n    \n      Lululemon\n    \n\n\n  \n  If you’re looking for brand recognition, you’ll be hard-pressed to find a piece of activewear more ubiquitous than Lululemon leggings. Popular with yogis, runners and influencers alike, athletic wear from the popular brand is famed for its fashionable look and unbelievably soft materials. \n\n\n  \n  Lululemon’s Align Leggings ($98; lululemon.com) pretty much have their own cult following, thanks to buttery soft Nulu fabric and their flattering shape. If you haven’t splurged on a pair of Lululemon leggings yet, the Align collection might just be the place to start. Not only does it include leggings, but it also features bike shorts, super-high-rise options, wide-leg pants and even tops perfect for all types of exercises. \n\n\n  \n        \n    \n       \n       \n    \n    \n    Lululemon\n    Lululemon\n  \n    \n\n\n  \n  \n\n\n  \n  But Lululemon offers so much more than the Align collection, with pieces for any sort of lifestyle, whether you’re going on runs every day or just want some comfy clothes to lounge around in. Its series of sports bras are nearly as popular as its leggings, and its Energy Bra line is fit to handle any workout. Available in cup sizes B through D, these versatile sports bras come in high neck and long line options too. \n\n\n  \n  If you’re embracing the WFH life, Lululemon has tons of oversize, comfy options for you as well. From cozy hoodies and sweaters to luxurious joggers and pants, you can find anything you need to snuggle up indoors all day. \n\n\n  \n  Lululemon is one of the most popular brands in the athleisure space, and for good reason. Its wide selection of stylish, comfortable and versatile apparel will carry you through nearly any workout.\n\n\n  \n    \n      FP Movement\n    \n\n\n  \n  Free People’s activewear collection features a uniquely boho style that sets it apart from other brands. From the wide range of distinctive colors to stretchier, looser fabrics and cuts, the little details in the brand’s pieces make them a fun step up from your typical athleisure basics. \n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  The playful element of the brand’s aesthetic is apparent in its Good Karma set, which includes the Square Neck Good Karma Bra ($48; freepeople.com) and High-Rise 7/8 Length Good Karma Leggings ($78; freepeople.com). Both pieces are available in a huge range of colors, from wardrobe-necessary neutrals to bolder, brighter options like neon yellow, tropical pink and a super-bright blue. \n\n\n  \n  They’re made from a combination of spandex and nylon, and as a result they’re incredibly stretchy and body-hugging — which is important since the pieces are available in only two sizes. While they held up well during our workout classes, we found ourselves turning to them outside of exercising as well. These pieces easily double as everyday clothing, and the wider waistband on the leggings lends a slightly more dressed-up look.\n\n\n  \n  When it comes to special little touches, the High-Rise 7/8 Length You’re a Peach Leggings ($98; freepeople.com) absolutely won our hearts. To start, they’re the perfect leggings to work out in. They’re thick enough to be completely squatproof — no need to worry about your underwear showing through — and they’re made of the type of reliable material that you don’t have to worry about ripping. \n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  The 7/8 length is perfect even for those who are petite, and the ruched detail adds a fun touch. The leggings have a high waist that sits perfectly, and the real showstopper? The light-reflective accents that both keep you visible if you’re working out at night and accentuate your curves. \n\n\n  \n  And finally, the Hit the Slopes Fleece Jacket ($148; freepeople.com) is a unique and stylish take on a typical fleece jacket. The button snaps are really high quality, and the multiple zippered pockets mean you never have to bring a bag or purse to the gym again.\n\n\n  \n    \n      Carbon38\n    \n\n\n  \n  Carbon38 both curates super-stylish activewear and creates its own line of products. And when it comes to head-turning, high fashion-inspired pieces that will have the trendy women in your life in awe of a cropped sweater, Carbon38 is absolutely your destination. \n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  The signature High Rise 7/8 Takara Legging ($105; carbon38.com) is something we haven’t really seen before. The material is sleek, with a glossy finish that isn’t quite as dramatic as it looks in pictures on the site (so no worries if it looks a bit intimidating in the image — it’s gorgeous but not totally liquidy). We paired it with the Cami Bra ($68; carbon38.com), which matches perfectly, for probably the most fashionable workout set we’ve ever seen, let alone tried on. \n\n\n  \n  The material is compressive, and the large waistband on the High Rise 7/8 Takara Legging is super comfortable. Again, this might not be the activewear you run a marathon in, but it’s perfect for meeting friends for lunch. And that’s what distinguishes Carbon38 to us as an activewear brand — it’s really a fashion brand that uses activewear as a way to incorporate comfy but trendy pieces into your everyday life.\n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  The Crop Tank ($39; carbon38.com) is, simply put, one of the softest tank tops we’ve ever tried. It’s the perfect cropped length to pair with high-waisted leggings, and just sheer enough to show off whatever cute sports bra you have on underneath. \n\n\n  \n    \n      Spanx\n    \n\n\n  \n  Spanx started out with shapewear, but since its beginnings, the brand has expanded and now makes stellar leggings and activewear as well. \n\n\n  \n  Its Faux Leather Leggings ($98; spanx.com) are immensely popular, and it’s easy to see why. We tried them out for ourselves and adore how stretchy, breathable and stylish they are. They have a high-waisted design and contoured waistband, and they’re center seam-free — so whether you’re out running errands or doing some yoga at home, you’ll be comfortable and chic. \n\n\n  \n        \n    \n       \n       \n    \n    \n    Nordstrom\n    Spanx Faux Leather Leggings\n  \n    \n\n\n  \n  \n\n\n  \n  If you’re looking for more traditional activewear, Spanx has got you covered there too. The brand offers sports bras, bike shorts, more leggings and even an exercise skort. The Get Moving Skort ($72; spanx.com) is another one of Spanx’s most popular items, equipped with a built-in liner that wicks away sweat and moisture. Plus, it even has pockets so you can keep your phone and keys nearby when you’re out working up a sweat.  \n\n\n  \n  The brand also offers a wide range of sizes and inseams, including petite and tall fits, which is a huge bonus if you can never find a pair of leggings that fit just right. So if you want ultimate comfort and style during even your hardest workouts, look no further than Spanx’s collection of leggings, tops and other essentials. \n\n\n  \n    \n      Sweaty Betty\n    \n\n\n  \n  When it comes to sweatproof activewear for anyone who loves a good workout, Sweaty Betty is the winner in our book. The brand has been around for over 20 years now, and in that time it has absolutely nailed apparel that’s both ideal for the studio or gym and perfect for everyday wear.\n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  We wore the Power Mesh 7/8 Workout Leggings, which have since been replaced with a meshless pair called the Power 7/8 Workout Leggings ($100; sweatybetty.com). The pair we tried were made from a sleek fabric that feels like it’s optimized for performance. They were extremely sweatproof, and the material almost gets more comfortable as you work out. The current Power Workout Leggings are made from the same material.\n\n\n  \n  Something to note, however, is that the Power 7/8 Workout Leggings aren’t high-waisted, which makes them a great option if you prefer to wear leggings with a longer tank top as opposed to a sports bra or crop top. We’re a big fan of the back zip pocket, which (though it didn’t fit our iPhone XR) is the perfect size for keys, a credit card and some cash.\n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  We also tried the Athlete Seamless Workout Tank ($48; sweatybetty.com) and the Stamina Sports Bra ($40; sweatybetty.com), and the Athlete Seamless Workout Tank is exactly what it sounds like: a super-versatile tank ideal for just about any activity we can think of. It’s sweat-wicking, flattering and works perfectly with any pair of leggings. \n\n\n  \n  While some gym clothes sort of hug your curves and accentuate them, we found that all the Sweaty Betty products were more compressing and really held everything in. For this reason, we imagine the leggings and tank top would be great for runners, boxers and those who prefer higher-impact workouts. \n\n\n  \n  The Stamina Sports Bra is designed to offer medium support up to a C cup, and we found it ideal for lower-impact activity. That being said, it’s a sports bra so comfortable you can wear it to the gym and keep it on all day long. It’s not restrictive or bulky, and it paired perfectly with the Athlete Seamless Workout Tank. The pieces we tried performed so well during sweaty workouts and still felt clean and lightweight post-sweat sesh.\n\n\n  \n    \n      Outdoor Voices\n    \n\n\n  \n  Outdoor Voices is a brand that has completely embraced all things athleisure as a lifestyle. It stresses the idea of “freeing fitness from performance” and believes activity can be a part of anyone’s everyday life — and its activewear reflects that. \n\n\n  \n  Outdoor Voices carries a wide range of activewear for different types of activity. Our absolute favorite piece from the collection is the Exercise Dress ($100; outdoorvoices.com), which we’ve written about in depth before. In many ways, it exemplifies everything that Outdoor Voices has nailed as an activewear brand: It’s super versatile, great for activity that intertwines with your everyday life (like hiking, jogging, walking with friends or biking) and brings something playful, simple and unique to the activewear space. \n\n\n  \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n  \n  \n\n\n  \n  In true Outdoor Voices fashion, it’s not about performance — it’s about comfortable, functional pieces that work with whatever your lifestyle is. \n\n\n  \n  In terms of more traditional workout gear, we tested the Doing Things Bra ($58; outdoorvoices.com) and found it to be comfortable and supportive, though it wasn’t completely sweatproof in our experience. During a barre class, we had some sweat gather in the middle of the sports bra and show through. So we would definitely recommend this for outdoor or more casual activity where you won’t be sweating heavily.\n\n\n            \n    \n  \n","link":"/2021/01/13/cnn-underscored/best-workout-clothes-for-women/index.html"}