{"title":"The number of fully vaccinated people has outpaced those with just one dose, CDC says","time":"Updated 2:40 AM ET, Tue April 27, 2021 ","body":" (CNN)Fewer new people are getting their first Covid-19 shot than those finishing up their second, according to data from the US Centers for Disease Control and Prevention.For the last 10 of 11 days, the number of \"fully vaccinated\" people has risen more than the number of people with \"at least one dose\" -- suggesting that second doses are outpacing first doses when it comes to the Pfizer and Moderna vaccines.This is the second time the US has seen this happen since the beginning of the vaccine rollout. The first time was in February, when severe weather caused delays in vaccine shipments around the country.FOLLOW LIVE UPDATES<img alt=\"Vaccine hesitancy in Hinds County, Mississippi, is a story shared elsewhere \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423180139-covid-vaccine-himes-county-mississippi-large-169.jpg\">Vaccine hesitancy in Hinds County, Mississippi, is a story shared elsewhere Experts told CNN the reason for the trend is not immediately clear, but it could be a reflection of slowing demand.Read More\"I think this is really just hitting the hesitancy wall,\" said Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington. Murray said he expects \"we will really start to run out of people willing to be vaccinated for the first time\" within the next couple of weeks.Pfizer and Moderna vaccines require two shots.While the shift began during a pause of the Johnson & Johnson rollout, this single-dose vaccine would be expected to raise both numbers by the same amount. Data published by the CDC may be delayed, and doses may not have been given on the day reported.Experts say the US is facing some major challenges when it comes to getting more shots into arms, including vaccine hesitancy. While the country is still nowhere near widespread levels of protection, some areas have already begun to see a slowing demand for vaccines. By next month, vaccine enthusiasm will likely reach a \"tipping point\" and efforts to encourage Covid-19 vaccinations will become much harder, a recent report found.Many Americans who haven't started their vaccinations yet \"are still not sure that they want to take part in this amazing opportunity to put this virus behind us,\" National Institutes of Health Director Dr. Francis Collins recently told CNN. What a gradual return to normal will look like Experts including Dr. Anthony Fauci estimate between 70% to 85% of the country needs to be immune to the virus -- either through previous infection or from vaccination -- to suppress its spread. But even before hitting those percentages, the country will reach a point where Covid-19 cases will begin going down dramatically as more people get vaccinated, Fauci said.But it's not there yet. <img alt=\"Officials say the US is getting closer to the &amp;#39;finish line&amp;#39; for coronavirus. What does that mean? \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422085913-covid-vaccine-new-york-0416-large-169.jpg\">Officials say the US is getting closer to the 'finish line' for coronavirus. What does that mean? \"Right now, we're averaging about 60,000 cases per day,\" Fauci told CNN on Sunday. \"As we get lower and lower and lower, you're going to be seeing a gradual diminution of the restrictions and a more progressive moving towards normality.\"It will be a gradual return to normal, as Americans can begin enjoying outdoor activities, travel, sporting events, theaters and restaurants \"little by little,\" Fauci said. The country's seven-day average of new Covid-19 cases is going down, CDC Director Dr. Rochelle Walensky reported last week. And there's a big reason why the decline could stick this time, said former Food and Drug Administration Commissioner Dr. Scott Gottlieb.\"The past trends, when we saw cases start to decline, we were somewhat skeptical because we knew a lot of those declines were a result of behavioral changes, people pulling back more, taking more precautions and then as soon as we sort of let our guard down, we saw cases surge again,\" he said on CBS' \"Face the Nation.\"\"Right now, the declines that we're seeing we can take to the bank,\" Gottlieb added. \"I think we could feel more assured because they're being driven by vaccinations and greater levels of population-wide immunity -- not just from vaccination but also from prior infection.\"\n\nSome Americans are missing their second shotsAs more shots are making it into arms, a growing number of Americans seem to be missing their scheduled second dose, according to data from the CDC.<img alt=\"Most Americans who want a Covid-19 shot have gotten one. Now comes the hard part\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210419182908-vaccine-sticker-march-26-large-169.jpg\">Most Americans who want a Covid-19 shot have gotten one. Now comes the hard partAbout 3.4% had missed that second appointment back in March. About 8% of Americans have missed it now, the data show. But it's not an exact count. If a person got their two Covid-19 vaccine doses from different reporting entities -- for example, first from a state-run clinic and then from a local health clinic -- the two doses may not have been linked, a CDC spokeswoman said.Confidence in J&J vaccine fell before pause liftedConfidence in the Johnson & Johnson Covid-19 vaccine lowered after a pause was put in place by the CDC and FDA, according to a poll released Monday by ABC and the Washington Post.  <img alt=\"The US is getting a third coronavirus vaccine. Here&amp;#39;s how it&amp;#39;s different from the others\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210224232512-03-johnson-and-johnson-coronavirus-vaccine-south-africa-large-169.jpg\">The US is getting a third coronavirus vaccine. Here's how it's different from the othersThe poll was conducted April 18-21, before the pause was lifted Friday, and involved a random national sample of 1,007 US adults. Upon lifting the pause, the agencies planned to update the J&J vaccine label to warn of blood clot risks, they said. \"Fewer than half of Americans see the Johnson & Johnson coronavirus vaccine as safe and barely more than a fifth of those not yet vaccinated would be willing to take it,\" found the poll, even though overall intentions to get vaccinated have risen since January. The poll found that 73% of unvaccinated respondents said that they were unwilling to get the J&J vaccine and 41% said that it was very or somewhat unsafe. <img alt=\"How to update your medical record so it includes your Covid-19 vaccination\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426111834-01-coronavirus-vaccine-card-restricted-large-169.jpg\">How to update your medical record so it includes your Covid-19 vaccinationThat left 22% of unvaccinated respondents who said they would be willing to get J&J's vaccine if it were put back in use. The number of respondents who saw the J&J vaccine as very or somewhat safe was 46%, compared with 71% who saw the Moderna vaccine as safe and 73% who viewed the Pfizer vaccines as safe. The two-dose mRNA vaccines made by Pfizer/BioNTech and Moderna are made using different technology from Johnson & Johnson's single-dose Covid-19 vaccine and have not been linked to rare cases of blood clots.The CDC updated its guidance Sunday, saying people who have just received the J&J vaccine should keep an eye out for any symptoms of blood clots and be ready to seek immediate medical attention.Fauci: US has 'moral responsibility' to help IndiaMeanwhile, the Defense Department will provide support to India for its Covid-19 response, Defense Secretary Lloyd Austin announced Sunday.Austin directed the department to use \"every resource at our disposal\" to provide the needed materials to India's frontline health care workers, he said. His statement followed news that the Biden administration will deploy more supplies and support to India as the country battles a violent spike in Covid-19 cases. <img alt=\"As India breaks another global Covid-19 record and hospitals run out of oxygen, countries pledge assistance and aid\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426092440-02-india-coronvairus-0425-large-169.jpg\">As India breaks another global Covid-19 record and hospitals run out of oxygen, countries pledge assistance and aidThe US has a \"moral responsibility\" to help India and the rest of the world to fight the pandemic, Fauci told CNN. \"The United States and India are the two countries now that have suffered the most. They've been allies of ours. They've been people that we have over the decades and decades had strong collaboration and cooperation with.\"\"Getting them vaccinations is certainly on the table\" and being discussed as a possibility, Fauci said.Helping India matters to the US for several reasons, US Surgeon General Dr. Vivek Murthy told MSNBC. \"First and foremost because we are human beings and we should care about what happens to other human beings around the world,\" Murthy said. Secondly, he said, the uncontrolled spread of the virus in other parts of the world increases the chances of further mutations and variants of the coronavirus that could eventually pose a problem to vaccines, he said. \"And that means that those viruses, those mutant viruses, those new variants, could travel here to the US and cause real challenges here,\" he added.A major coronavirus outbreak among US diplomatic staff in India has resulted in two locally employed staff dying and more than 100 people testing positive, two sources familiar with the situation told CNN.CNN's Jessica Firger, Naomi Thomas, Rashard Rose, Barbara Starr, Elizabeth Cohen and Maggie Fox contributed to this report. ","link":"/2021/04/26/health/us-coronavirus-monday/index.html"}