{"title":"'Here Today' pairs Billy Crystal and Tiffany Haddish in a gone-tomorrow comedy","time":"Updated 10:48 AM ET, Fri May 7, 2021 ","body":"'Here Today' pairs Billy Crystal and Tiffany Haddish in a gone-tomorrow comedyReview by Brian Lowry, CNNUpdated 10:48 AM ET, Fri May 7, 2021 <img alt=\"Tiffany Haddish and Billy Crystal strike up an unlikely friendship in &amp;quot;Here Today.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503102138-here-today-billy-crystal-large-169.jpg\">Tiffany Haddish and Billy Crystal strike up an unlikely friendship in \"Here Today.\" (CNN)In the spirit of Billy Crystal's last directing effort for the baseball movie \"61*,\" \"Here Today\" serves up slow pitches for Crystal and Tiffany Haddish to knock out of the park, delivering another comedic odd couple with carefully massaged heart. As thin star showcases go, it's an occasionally effective bit of comfort food, arriving as theaters reopen and served with a generous side of schmaltz.Crystal also produced, directed and co-wrote the film, sharing script credit with original \"Saturday Night Live\" writer and \"It's Garry Shandling's Show\" co-creator Alan Zweibel, based on the latter's short story \"The Prize.\"Nobody has to stretch much, with Crystal playing Charlie Burnz, an aging comedy-writing legend in the early throes of dementia; and Haddish as Emma, a singer (she does her own singing quite ably). They meet in slightly unorthodox (if not quite cute) fashion, via an auctioned-off lunch for a fundraiser even though she's unfamiliar with his work. Thrown together, she proceeds to befriend him and fill the void left by his estranged kids.The unlikely friendship between Charlie and Emma -- which nobody, including them at times, seems to understand -- is obviously the movie's foundation, in a \"Family is what you make it\" way. Yet the broader narrative finds Charlie concealing his condition from not only his kids (played by Laura Benanti and \"You's\" Penn Badgley, both notably underemployed) but also the sketch-comedy show that employs him, an out-of-step dinosaur who insists on plunking out jokes on a typewriter, kept around by the loyal producer he mentored.There are fertile threads strewn throughout \"Here Today\" (a title designed to evoke life's \"Gone Tomorrow\" realities), but as constructed, it's mostly a platform to let Crystal and Haddish riff -- him offering a parade of one-liners, her referring to him as \"old man\" and making lots of age-related jokes. Read MoreAlas, that part winds up wrapped in pretty stale family melodrama, with Charlie nursing regrets and guilt over his earlier life, creating a rift between him and his grown children, with the clock ticking on the prospect of repairing it.It's been 20 years since Crystal last stepped behind the camera to direct the HBO movie about the chase to topple Babe Ruth's home-run record, preceded by his starring vehicles \"Forget Paris\" and \"Mr. Saturday Night.\" (The late Jerry Orbach co-starred in the latter, and receives a shout-out here as a significant footnote in Charlie's mythical professional past.)Crystal clearly hasn't lost his knack for delivering a joke, and \"Here Today\" serves as a vehicle for him and Haddish to rattle off plenty of them. But that comes weighted down by a familiar life lesson, leaving behind a movie that's both generally amiable and as disposable as the title implies. \"Here Today\" premieres May 7 in theaters in the US. It's rated PG-13.","link":"/2021/05/07/entertainment/here-today-review/index.html"}