{"title":"The world is in the midst of its worst Covid crisis so far. It didn't have to be this way","time":"Updated 9:38 PM ET, Sat May 1, 2021 ","body":" (CNN)A year ago, when the Covid-19 pandemic was still in its relative infancy, the head of the World Health Organization stressed that a global approach would be the only way out of the crisis. \"The way forward is solidarity: solidarity at the national level, and solidarity at the global level,\" WHO Director General Tedros Adhanom Ghebreyesus told a media briefing in April 2020.Fast-forward 12 months and the devastating scenes in India, where hospitals have been overwhelmed by a surge of Covid-19 cases and thousands are dying for lack of oxygen, suggest the warnings went unheeded.India is not the only global Covid-19 hotspot. Turkey entered its first national lockdown Thursday, an unwelcome step prompted by infection rates which are now the highest in Europe.<img alt=\"India&amp;#39;s Covid-19 crisis is a problem for the world\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429003201-india-oxygen-cylinders-0424-large-169.jpg\">India's Covid-19 crisis is a problem for the worldIran reported its highest daily Covid-19 death toll so far on Monday, with many towns and cities forced into partial lockdown to curb the spread of the virus. Iranian President Hassan Rouhani has said the country is suffering a fourth wave of infections.Read MoreThe picture across much of South America is also gloomy. Brazil, with more than 14.5 million confirmed coronavirus cases and nearly 400,000 deaths, according to Johns Hopkins University data, continues to have the highest daily rate of Covid-19 deaths per million in the world.Some countries have offered help as hotspots emerge, for example flying in oxygen concentrators, ventilators and other medical supplies to India in recent days. But the coordinated global response urged by Tedros a year ago -- and repeatedly since, by WHO and other global heath bodies -- remains elusive. <img alt=\"COVAX roll out in Africa offers hope of vaccine equality\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210304185855-covax-africa-roll-out-00021028-large-169.png\">JUST WATCHEDCOVAX roll out in Africa offers hope of vaccine equalityReplayMore Videos ...MUST WATCHCOVAX roll out in Africa offers hope of vaccine equality 02:13And while some Western countries are eying a return to more normal life in the coming weeks, the worldwide picture remains dire. The number of global Covid-19 cases has risen for the ninth consecutive week and the number of deaths is up for the sixth week straight, WHO said last Monday. \"To put it in perspective, there were almost as many cases globally last week as in the first five months of the pandemic,\" Tedros said.COVAX, the global vaccine-sharing initiative that provides discounted or free doses for lower-income countries, is still the best chance most have of procuring the vaccine doses that might bring the pandemic under control.But it is heavily reliant on India's capacity, through its Serum Institute of India (SII), to produce doses of the AstraZeneca vaccine which are the cornerstone of the COVAX initiative. While India promised to supply 200 million COVAX doses, with options for up to 900 million more, to be distributed to 92 low- and middle-income countries, its own rapidly worsening situation has prompted New Delhi to shift focus from the initiative to prioritizing its own citizens. 'Shocking imbalance'At the same time, Western countries have been criticized for vaccine stockpiling. Some, including the United States, Canada and United Kingdom, have ordered far more vaccine doses than they need.UK Health Secretary Matt Hancock said Wednesday that the UK -- which is now vaccinating healthy people in their 40s, having already offered at least one dose to all its older and more vulnerable residents -- had no spare vaccines to send to India. The UK government has said it will share surplus doses at a later stage.<img alt=\"India is one of the world&amp;#39;s top 10 buyers of Covid vaccines. It still has nowhere near enough\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428214358-20210429-india-vaccines-tease-large-169.jpg\">India is one of the world's top 10 buyers of Covid vaccines. It still has nowhere near enoughThe SII \"are making and producing more doses of vaccine than any other single organization. And obviously that means that they can provide vaccine to people in India at cost,\" Hancock said. \"India can produce its own vaccine, based on British technology, that is... the biggest contribution that we can make which effectively comes from British science.\"In the United States, everyone age 16 and older is now eligible for a Covid-19 vaccine and 30% of the population is fully vaccinated, according to data Friday from the US Centers for Disease Control and Prevention. Earlier in the week, the White House said it would donate up to 60 million doses of the AstraZeneca vaccine -- of which it has a stockpile but has not yet authorized -- in the coming months following a federal safety review.Well over half of Israel's total population has received at least one dose of the coronavirus vaccine, and the country is easing restrictions.As of early April, just 0.2% of the over 700 million vaccine doses administered globally were given in low-income countries, while high-income and upper middle-income nations accounted for more than 87% of the doses, according to Tedros.In low-income countries, only one in more than 500 people has received a Covid-19 vaccine, compared with almost one in four people in high-income countries -- a contrast Tedros described as a \"shocking imbalance.\"<img alt=\"Patients sit in a monitoring area after they were inoculated with the Pfizer/BioNTech vaccine against Covid-19 at a mass vaccination center on April 15, 2021 in Berlin, Germany.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423111013-02-germany-coronavirus-0415-large-169.jpg\">Patients sit in a monitoring area after they were inoculated with the Pfizer/BioNTech vaccine against Covid-19 at a mass vaccination center on April 15, 2021 in Berlin, Germany.\"Some [of the 92 lower-income countries] haven't received any vaccines, none have received enough and now some countries are not receiving their second-round allocations on time,\" Tedros told a global donor event on April 15. \"We've shown that COVAX works. But to realize its full potential, we need all countries to step up with the political and financial commitments needed to fully fund COVAX and end the pandemic.\"While many wealthier nations have pledged funds, they have been less ready to give up their Covid-19 shots. France last week became the first country to donate AstraZeneca doses from its domestic supply to COVAX.\"The problem is the people with the power are predominantly national governments,\" said Michael Head, senior research fellow in global health at the University of Southampton, in England. \"The WHO offers guidance, but it doesn't have much power. And it's the WHO that works on things like equity to ensure that the world is as protected as it can be. \"Obviously national governments are there to act in their own citizens' interests, and when it comes to a pandemic the world is quite selfish, all countries are quite selfish -- they to a certain extent quite reasonably look after their own people first.\"The 'only truly global solution' An initiative led by WHO, the Vaccine Alliance -- known as Gavi -- and the Coalition for Epidemic Preparedness Innovation, COVAX was heralded last year as the \"only truly global solution\" to the pandemic by ensuring equitable global access to Covid-19 vaccines.Its initial aim was to have 2 billion doses of vaccines available by the end of 2021, which should be enough to protect high risk and vulnerable people, as well as frontline health care workers in participating countries, according to Gavi.<img alt=\"Biden ramps up vaccine diplomacy efforts as hopes rise that he&amp;#39;ll share surplus doses\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210405163758-vaccine-pharmacy-us-louisville-kentucky-large-169.jpg\">Biden ramps up vaccine diplomacy efforts as hopes rise that he'll share surplus dosesBut in the face of vaccine hoarding by rich countries and disruption of supplies, COVAX has struggled to keep up with its delivery schedule.COVAX delivered its very first batch of Covid-19 vaccine doses to Ghana on February 24. As of now, it has shipped 49.5 million doses of coronavirus vaccines to 121 countries -- far behind the original plan of distributing 100 million doses by the end of March.\"Our initial goal was to reach 20% of populations, with a specific focus on the 92 lowest-income countries and territories eligible for support from the Gavi COVAX Advance Market Commitment,\" a Gavi spokesperson said. \"We have now secured deals for significantly beyond that amount, though the tight supply context on global markets means that the first half of the year has seen delays in getting doses to countries. With the correct funding in place, we believe it will be possible to finance and secure 1.8 billion doses to those 92 lower-income economies (AMC92) in 2021.\"The struggle of COVAX is a telling example of the obstacles to a coordinated global response, as individual countries prioritize their own interests.COVAX works by buying a portfolio of coronavirus vaccines in bulk at a lower price from pharmaceutical companies and allocating them to participating countries. Higher-income countries can buy the vaccines at cheaper prices negotiated by COVAX -- and perhaps as a backup to their own bilateral deals -- while lower-income nations who would otherwise be unable to afford these vaccines can get the doses at a discounted price or for free.<img alt=\"A shipment of Covid-19 vaccines from the COVAX initiative arrives at the Kotoka International Airport in Accra, Ghana, on February 24, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210224102814-02-ghana-covax-shipment-0224-large-169.jpg\">A shipment of Covid-19 vaccines from the COVAX initiative arrives at the Kotoka International Airport in Accra, Ghana, on February 24, 2021.From the beginning, however, COVAX has struggled to secure vaccines from manufacturers, as wealthy nations rushed to snap up global vaccine supply via their own bilateral deals with pharmaceutical companies. According to data compiled by Duke University, high income countries currently hold 4.7 billion doses of Covid-19 vaccines, while COVAX has purchased just 1.1 billion.In addition, only WHO-approved vaccines can be distributed by COVAX, which has limited its portfolio. So far, only vaccines from Pfizer-BioNTech, Moderna, AstraZeneca and Johnson & Johnson have been green-lit for emergency use by WHO. While boasting a high efficacy rate of around 95%, both the Pfizer-BioNTech and Moderna vaccines require freezer storage -- and many low income countries simply don't have that cold storage capacity. Therefore, before the Johnson & Johnson vaccine was approved by WHO in March, COVAX relied heavily on the AstraZeneca vaccine, which can be kept at normal refrigerator temperatures. In early March, it said the target was to deliver 237 million doses of AstraZeneca's shots to 142 countries by the end of May -- a goal it is unlikely to achieve given the delay in supplies from India.\"If many of the AstraZeneca vaccines are made in India, and India has got thousands of deaths everyday and is completely overwhelmed, then you can see another reason why COVAX is challenged,\" said Dale Fisher, a professor of infectious disease at the National University of Singapore.<img alt=\"Workers can be seen at a crematorium where multiple funeral pyres are burning for people who lost their lives to Covid-19 on Thursday in New Delhi, India.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429235341-india-covid-0429-large-169.jpg\">Workers can be seen at a crematorium where multiple funeral pyres are burning for people who lost their lives to Covid-19 on Thursday in New Delhi, India.Vaccine equityGavi told CNN it expects all Indian vaccine production will be committed to protecting its own citizens \"for the next month at least.\" But it insisted such issues had been anticipated, and that as a result, it was in talks with manufacturers of other vaccine candidates on supply schedules.<img alt=\"China keeps promising its African allies that coronavirus vaccines for the continent are a priority. But where are they?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210108144832-20200108-china-africa-vaccine-diplomacy-illo-large-169.jpg\">China keeps promising its African allies that coronavirus vaccines for the continent are a priority. But where are they?Next on the WHO's approval list are two China-made vaccines. The vaccine made by Chinese state-owned pharmaceutical giant Sinopharm is expected to be approved by the end of April, while the go-ahead for the other, made by private company Sinovac, is expected by early May.Like the AstraZeneca and Johnson & Johnson shots, both Chinese vaccines require only normal refrigerator conditions, and thus can be more easily transported in developing countries.China has committed 10 million doses of its vaccines to COVAX, but that number pales in comparison with the more than 100 million doses it has sent overseas via bilateral deals with individual countries -- including donations to poor nations.While a welcome gesture, these donation deals, often influenced by politics, don't necessarily lead to vaccines reaching the countries in greatest need.Thomas Bollyky, director of the Global Health Program at the Council on Foreign Relations, said that of the 65 countries China has pledged donations to, all but two are participants in the Belt and Road Initiative, Beijing's multibillion dollar global infrastructure and trade program.\"While I'm glad China is donating, those donations aren't being distributed in the way with the first priority of preventing unnecessary deaths or ending this pandemic as soon as possible,\" Bollyky said. \"They seem to be distributed in the manner that is guided by China's strategic interest.\" Another concern is a lack of transparency surrounding the two Chinese vaccines, Bollyky said. Neither Sinopharm nor Sinovac has released the full data from late-stage clinical trials. Lifting patentsAs demand outstrips supply, there have been calls for big pharmaceutical companies to lift the patents on their vaccines to allow them to be produced more widely.Bollyky said to scale up global manufacturing of vaccines, however, what is really needed is the technology transfer.\"It's not just a matter of intellectual property. It's also the transfer of know-how,\" he said. \"I don't think there's clear evidence that a waiver of an intellectual property is going to be the best way for that technology transfer to occur.\"Waiving patents will not work in the same way for vaccines as it has for drugs, Bollyky said. For HIV drugs, for example, manufacturers were more or less able to reverse engineer them without much help from the original developer.\"It's very different for vaccines, where it's really a biological process as much as a product. It's hard to scale up manufacturing in this process for the original company, let alone another manufacturer trying to figure this out without assistance,\" he said. \"It requires a lot of knowledge that's not part of the IP.\"The deal between AstraZeneca and the Serum Institute of India is a successful example of such technology transfer, Bollyky said, where the licensing of IP happened voluntarily. \"The question is what can we do to facilitate more deals like the one between AstraZeneca and the Serum Institute of India to have this transfer,\" he said.<img alt=\"Archbishop: G7 must examine conscience on vaccines\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427161252-06-100-days-covid-large-169.jpg\">JUST WATCHEDArchbishop: G7 must examine conscience on vaccinesReplayMore Videos ...MUST WATCHArchbishop: G7 must examine conscience on vaccines 13:51Head, the researcher at the University of Southampton, sees the bigger issue as one of manufacturing capacity.\"There's not that many sites that are able to manufacture any of the approved vaccines at a large scale -- certainly not enough to cover the 8 billion population around the world,\" he said.\"Sharing intellectual property during the pandemic is something that should happen but that doesn't resolve the issues,\" he said. \"Manufacturing vaccines is hard. It's hard to rapidly set up a new site with all the equipment, infrastructure, all the vaccine ingredients, with suitable staff to produce a large number of high quality vaccine products. That's tricky.\"India's reduction in vaccine exports to COVAX and other countries while it battles its own crisis is understandable, Head said, but \"obviously will have consequences for other countries, particularly those in the poorer parts of the world that have barely vaccinated any parts of their population yet. That will essentially sustain the pandemic for a bit longer than we'd hoped.\"Head predicts disruptions to supply will continue for the next six to 12 months while demand remains sky-high and companies scramble to acquire limited ingredients and step up production.Pursuing vaccine sovereigntyAgainst this backdrop, some countries are seeking diverse ways to get the vaccine doses they so desperately need.Turkish Health Minister Fahrettin Koca said Wednesday that Turkey would experience difficulties in securing vaccines over the next two months. <img alt=\"Covid 19&amp;#39;s lessons are key to crushing the world&amp;#39;s most brutal infectious disease\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429163319-coronavirus-vaccine-portland-oregon-file-large-169.jpg\">Covid 19's lessons are key to crushing the world's most brutal infectious diseaseAs well as signing a deal for 50 million doses of Russia's Sputnik shot, the country will also begin producing it locally, Koca said in a recorded speech. And the country is also working to develop its own vaccine, with the most advanced candidate an inactive vaccine that is expected to begin phase 3 trial soon, according to the minister.Cuba, too, is pursuing vaccine sovereignty, with the development of five Covid-19 vaccine candidates, two of which are in their final phase three trials. Long cut off from much of the rest of the world, it has experience in producing medicines that few other developing nations can match.According to Head, increasing research and production capacity across the globe will be key to managing future pandemics. \"In between pandemic times, we must learn lessons about improving infrastructure for research across low and lower-middle income settings,\" he said. \"We need several large hubs, manufacturing sites across Africa and Southeast Asia and South America that are able to develop at large scale vaccines and diagnostics and therapeutics, and with the paperwork in place as well.\" That paperwork, Head said, would ensure that the vaccines produced in such regional hubs go first to the countries in need there -- and prevent richer nations jumping the queue.CNN's Isil Sariyuce, Kara Fox, Gul Tuysuz, Ramin Mostaghim, Amy Cassidy and Sarah Dean contributed to this report.","link":"/2021/05/01/world/world-covid-crisis-covax-dst-intl-cmd/index.html"}