{"title":"Five civilians and one police officer die in Colombia protests","time":"Updated 8:04 AM ET, Sun May 2, 2021 ","body":" (CNN)At least five civilians and one police officer have died during protests against a government tax reform in Colombia since the start of unresrt this week, the country's Ombudsman said Saturday. Ombudsman Carlos Camargo said three civilians died in the city of Cali, one civilian in Bogota, one civilian in Neiva and one police officer in Soacha, citing figures from the Attorney General's Office. Three more deaths are being investigated, Camargo said. At least 179 civilians and 216 police officers have been injured since the start of the protests, he added.\"The crude violence of the last three days, which doesn't stop, is an attack against the right to protest, and therefore authorities have the obligation not only to combat vandalism, but to accompany and guarantee a peaceful protest,\" Camargo said. The mayor of the city of Cali, Jorge Iván Ospina, addressed President Ivan Duque in an emotional video on Friday.Read More\"Mr. President, the tax reform is dead. We don't want it to cause more deaths. Please, withdraw it, I am asking you for this on behalf of the people of Cali,\" said Ospina.\"I want to invite the whole Cali public to specifically reflect on the importance and value of life,\" Ospina said. <img alt=\"Authorities impose curfew in Bogota after protests turn violent\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/191123094632-colombia-protests-large-169.jpg\">Authorities impose curfew in Bogota after protests turn violentDefense Minister Diego Molano, who has been in Cali to monitor the situation, said Saturday at a press conference that \"according to intelligence information, criminal and terrorist acts in Cali correspond to criminal organizations and terrorists\" and that authorities are working to determine who are those who stand behind \"all these nefarious acts that have affected Cali.\"At least 4,000 soldiers and police officers were mobilized on Friday in the city and are prepared for the demonstrations on Saturday, Molano said. <img alt=\"Why vulnerable migrants say they&amp;#39;ll reject the Covid-19 vaccine in Colombia\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210419154021-01-bogota-covid-vaccine-0410-large-169.jpg\">Why vulnerable migrants say they'll reject the Covid-19 vaccine in ColombiaAfter the initial clashes on Wednesday, President Ivan Duque announced he is amending his tax proposal, which will no longer include a sales tax on food, utilities and gasoline, and will scrap the increase of the income tax. Duque's initial proposal included increasing taxes on individuals and businesses, as well as eliminating several exemptions. He said the tax reform was aimed at easing the country's deficit, reviving the economy and helping social programs. Duque came to power in August 2018 and faced a national strike supported by a broad coalition of social movements in November 2019. Those protests were linked to widespread discontent over rising unemployment, economic reforms and a deteriorating security situation. CNNE's Marlon Sorto and Ana Cucalón contributed reporting.","link":"/2021/05/02/americas/colombia-protests-tax-reform-scli-intl/index.html"}