{"title":"How life could get better for working parents and caregivers -- in the long run","time":"Updated 9:52 AM ET, Thu May 20, 2021 ","body":"How life could get better for working parents and caregivers -- in the long runAnalysis by Elissa Strauss, CNN Updated 9:52 AM ET, Thu May 20, 2021 JUST WATCHEDHow the pandemic disproportionately affects working momsReplayMore Videos ...MUST WATCHHow the pandemic disproportionately affects working moms 02:39 (CNN)Millions of parents and caregivers -- mostly women  --  either lost their jobs or were forced to leave their jobs during the pandemic so they could handle caregiving demands at home. The rest, lucky by comparison, spent the year doing more multitasking and tantrum management than they'd ever imagined possible. To call the past pandemic year challenging would be an understatement. And yet, along with the death toll, financial ruin, exhaustion and utterly reasonable rage, there may also be reason to hope. There's a caregiving crisis in the United States, one that has long been hiding in plain sight. People who care for other people do so without needed support in the way of paid leave or affordable and reliable paid care for the young, old, ill and disabled. And professional caregivers themselves don't make enough money to properly care for their own families.<img alt=\"Caregivers are more stressed and in poorer health due to pandemic\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200908164029-01-raquel-and-syrus-minina-large-169.jpg\">Caregivers are more stressed and in poorer health due to pandemicRead MoreThe pandemic further exposed this crisis, and care has gone from something rarely acknowledged by businesses and political leaders to a cause worthy of innovation and attention. There is, at last, momentum. It's a momentum that can make life better for all working caregivers -- from factory workers to corporate executives -- and a momentum that needs recognition and support to keep going and make a real difference.Workplace wake-up call\"We are seeing more and more employers willing to put real dollars behind supporting their parent and caregiving employees,\" said Elana Berkowitz, one of the founders of Springbank Collective, an investment firm that backs companies making work, home and health better for women and families. \"I don't think they are going to take it back. And once employees have a taste, I don't think they are going to give it up.\"Springbank Collective is on the steering committee of the Fam Tech Founders Collaborative, a group of 130 start-ups focused on improving family life. The vast majority of members report seeing an uptick in business since the start of the pandemic, said Amy Henderson, co-leader of the collaborative. Wellthy, a digital caregiving concierge for families with complex, chronic and ongoing care needs and member of the collaborative, tripled their business from employers in 2020 and has had a spike in investor interest.<img alt=\"Do you have to take off your mask? Dr. Leana Wen explains\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210215150126-medical-mask-stock-large-169.jpg\">Do you have to take off your mask? Dr. Leana Wen explainsUrbanSitter, an online booking site for babysitters, nannies and other care professionals and also a member of the collaborative, saw a 400% increase in 2020 compared with 2019 in business from employers paying for UrbanSitter as a benefit for their employees. Lynn Perkins, the CEO, said the majority of employers who offered this benefit for the first time will continue to do so after the pandemic.\"I'm very happy to see that companies are looking for a care benefit that can support their entire workforce ranging from headquarters' employees to manufacturing/warehouse and remote employees,\" Perkins said. \"We are seeing more focus on the nonheadquarters employees than we ever have before.\"Bright Horizons, the largest provider of employer-sponsored childcare in the United States (with no association with the collaborative), said that a number of large companies including Facebook and PayPal have increased the number of back-up childcare days they offer to their employees over the pandemic. These companies are committed to maintaining this increase after the pandemic. Proof that flexibility worksThe pandemic forced many once-reluctant businesses and nonprofits to give work-from-home and flexible schedules a shot, said Brad Harrington, executive director of the Boston College Center for Work & Family. Both of these make it much easier for caregivers to work full-time jobs.At the center, Harrington and his colleagues work with a wide range of organizations, including large businesses, hospital systems and universities, to help improve the quality of employees' lives. One of their areas of focus is innovations in the area of work-life balance and flexibility.\"I think this is an inflection point in the sense that more organizations will work towards making hybrid working an option, and it only happened because they have been forced into this situation,\" he said. \"A lot of them were shocked and pleasantly surprised at how well it worked.\"<img alt=\"Is pandemic purgatory worse than a lockdown? Here&amp;#39;s how to end your languishing\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210329202820-sad-woman-stock-large-169.jpg\">Is pandemic purgatory worse than a lockdown? Here's how to end your languishingA February McKinsey & Company report predicted it's a trend that might stick. \"Considering only remote work that can be done without a loss of productivity, we find that about 20 to 25 percent of the workforces in advanced economies could work from home between three and five days a week,\" the authors wrote. So were employees who, moving forward, will be demanding these options at work. \"Employees are going to be much more vocal, and have a much larger case to make that they should be allowed to work differently,\" he said. Also, Berkowitz noted that a large percentage of the workforce is likely to be looking for a new job in the next 12 months. She believes that the competition for these workers will drive employers to increase their support for caregivers, including flexibility and comprehensive paid leave, to stay competitive.  \"How are you going to attract and retain talent? By supporting the caregivers,\" she said.Factory workers and executives  Working caregivers from a variety of economic backgrounds are poised to benefit from this shift, said Tina Tchen, president and CEO of TIME'S UP Now and TIME'S UP Foundation, organizations born out of the #metoo movement that advocate for an end to workplace sexual harassment, assault and discrimination. TIME'S UP Now has been working on a report that they plan on releasing later in May, which will look at the changes and innovations businesses are making in response to this moment. They're speaking to executives at Fortune 500 companies, small businesses, start-ups and manufacturers, many of which have recently acknowledged it is time for a change. <img alt=\"5 ways to repair a friendship (or leave it behind if toxic)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517182538-note-taking-stock-large-169.jpg\">5 ways to repair a friendship (or leave it behind if toxic)In addition to flexible schedules, Tchen also anticipates that employers might expand their paid leave policies to accommodate all caregivers for the sick, elderly and disabled, and invest in onsite care.\"A manufacturing company in Philadelphia couldn't field a full day shift because workers were home with caregiving responsibilities,\" she said. \"This is also what makes this a tipping point, because it is being felt across the board.\"A historical political momentIn addition to changes among the private sector, policymakers are increasingly turning toward expanding government support for working caregivers. In March, a group of US senators introduced a resolution to help working moms, a \"Marshall Plan for Moms.\" It calls for an expansive paid leave policy, investment in childcare and investment in schools, and it would benefit all working caregivers for children. President Joe Biden included all this in his American Families Plan, in which he calls for an infrastructure of care. He proposed investing in more support for family caregivers to the young, ill, disabled and elderly, and better wages for paid caregivers. Like roads and the internet, we all depend on care to be able to work and help our economy grow. And like roads and the internet, care needs public investment, too.<img alt=\"Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here&amp;#39;s the list.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511202010-02-kids-vaccinated-0511-large-169.jpg\">Most states require parental consent for Covid-19 shots for ages 12 to 15, but not all. Here's the list.Such sentiments from a US President represents a sea change in thinking, explained historian Stephanie Coontz, director of research and public education for the Council on Contemporary Families. \"In the United States, we have this great mythology that families and women at home can make up for the inequities of the market system\" through individual efforts of care, Coontz said. \"The last time we realized how much we really need the government to support, restrain and redirect the market happened after the Great Depression, which led to a whole generation of people being patriotic about government and taxes.\"Advocating for a 'care infrastructure'Ai-jen Poo, director of the National Domestic Workers Alliance and the co-director of Caring Across Generations, has been advocating for what she has come to call a \"care infrastructure\" for decades. Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. Polling suggests that Americans on both sides of the political aisle are in favor of more support for caregivers, as America's long go-to caregivers, unpaid mothers and daughters, now are likely to hold paid jobs of their own. \"We are at a real crossroads,\" Poo said. \"Every several generations, we have an opportunity to reset our policies and programs to meet the modern era, and this is our moment when it comes to care. The pandemic brought it into focus for us and now we have to bring it across the finish line.\"Elissa Strauss writes about the politics and culture of parenthood.","link":"/2021/05/20/health/working-parents-better-life-wellness/index.html"}