{"title":"T.I. and Tiny's lawyer says they have not been contacted by police","time":"Updated 2:46 PM ET, Tue May 18, 2021 ","body":"T.I. and Tiny's lawyer says they have not been contacted by policeBy Lisa Respers France, CNNUpdated 2:46 PM ET, Tue May 18, 2021 <img alt=\"TI and Tiny in 2019. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518125004-tiny-and-t-i-file-2019-restricted-large-169.jpg\">TI and Tiny in 2019.  (CNN)An attorney representing rapper Clifford \"T.I.\" Harris and his wife, singer Tameka \"Tiny\" Harris, says the couple have not been contacted by authorities regarding an investigation into sexual assault and abuse allegations levied against the couple.A spokesperson for the Los Angeles Police Department confirmed to CNN Tuesday that there is an active investigation involving the rapper.The spokesperson did not address whether his wife, \"Tiny,\" is also the subject of the investigation. In March, attorney Tyrone A. Blackburn said he had been contacted by more than 30 \"women, survivors, and witnesses\" regarding claims against the couple and requested then that authorities in California and Georgia -- where some of the incidents are alleged to have taken place -- investigate.Blackburn says he has 11 clients.Read MoreBlackburn said in a press release in March that there are allegations \"of forced drugging, kidnapping, rape, and intimidation in at least two states.\" He said the allegations against the couple span 15 years; others allegedly involved unnamed members of their inner circle.Steve Sadow, an attorney representing the pair, has denied the allegations on behalf of the couple On Monday, The Daily Beast first reported the active investigation in Los Angeles and that a police report with similar allegations was filed in Las Vegas earlier this month. The Las Vegas Police Department confirmed to CNN on Tuesday they received a report about an incident of sexual assault alleged to have occurred in 2010 involving the Harris and his wife.\"The incident was reported to the LVMPD outside of the statute of limitations for the crime, per Nevada Revised Statute 171.085,\" the statement read. \"This information was confirmed with the Clark County District Attorney's office. Based on this, the case was closed, which is standard procedure for crimes reported outside of the statute.\"Sadow told CNN Monday night in a statement that \"The Harrises have not spoken to or been contacted by the Los Angeles Police Department (LAPD), the Las Vegas Police Department (LVPD) or, indeed, any member of law enforcement from any other jurisdiction in the country.\" \"Even assuming the story in the Daily Beast is close to accurate, it appears the LAPD 'accuser' has chosen once again to remain anonymous, thereby preventing us from being in a position to disprove or refute her allegations - or even examine them,\" the statement went on to say. \" Meanwhile, although we now appear for the first time to have the name of an 'accuser' who supposedly filed a police report with LVPD, we have absolutely zero details about her or her claim.\" CNN is not naming the woman who reportedly filed the police report in Las Vegas, has not spoken with her or any of the other alleged victims and has not corroborated their claims.Allegations against the Harrises first came to light earlier this year on social media after the couple's former friend, Sabrina Peterson, posted on her Instagram account that the rapper had put a gun to her head, though she said she did not call police about the alleged incident.Tameka Harris responded on her official Instagram account by reposting a photo which appeared to come from Peterson's account of T.I. with Peterson's two sons.\"Hold up... So you want your abuser to train your sons? He was just uncle 2 years ago,\" Tiny wrote in the caption.Peterson, an entrepreneur, said on social media that after she shared her story, multiple women approached her claiming they had been assaulted and abused by the couple.She shared the allegations on her Instagram stories, which self-delete after 24 hours.In late January, T.I. posted a video on his verified Instagram in which he denied that he and his wife had done anything wrong or that wasn't consensual. \"Whatever we ever have done, has been done with consensual adults.\"Without naming Peterson, Harris said he had \"proof\" that some of the stories that had been shared were invented to chase \"clout\" -- meaning to get attention.\"Women who have been victimized deserve to be heard,\" T.I., 40, said in the video. \"They deserve to feel comfortable, confident. They deserve to feel supported.\"","link":"/2021/05/18/entertainment/ti-tiny-allegations-investigation-trnd/index.html"}