{"title":"'Friends' cast shares what they think their characters would be up to today ","time":"Updated 4:23 AM ET, Thu May 20, 2021 ","body":"'Friends' cast shares what they think their characters would be up to today By Marianne Garvey, CNNUpdated 4:23 AM ET, Thu May 20, 2021 JUST WATCHEDSee 'Friends' cast do trivia, return to set in reunion trailerReplayMore Videos ...MUST WATCHSee 'Friends' cast do trivia, return to set in reunion trailer 00:53 (CNN)The \"Friends\" reunion made the cast imagine who their characters would be today. Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer reunited on Stage 24 at Warner Bros. Studios, where they were thrown back in time with recreated sets from the show. The group, who landed the cover of People this week, tell the publication what they think their characters would each be doing now. Aniston, who played Rachel on the show, said: \"I would like to have maybe started a clothing line of my own, and it's sort of a small franchise. Like a Nili Lotan. And I live in New York City on the Upper East Side.\"Cox, who played Monica, said: \"I always just feel like Monica would be doing something competitively with other mothers and trying to outdo them. Whether it's the bake sale at school or something. I mean, she'd be so annoying. She'd be at the head of the PTA or something.\"Read MoreKudrow believes Phoebe \"is living in Connecticut with Mike and their kids, and she's in charge of the arts program for the school. And just ... the advocate for her kids because they're different like she was.\"Perry's Chandler \"would be a wonderful father. And a wonderful comedy writer.\"LeBlanc's Joey \"would have opened a chain of sandwich shops,\" he said, \"And eaten all the sandwiches.\"Schwimmer said Ross, a paleontologist, would be \"playin' with the bones\" and \"would've invested in Joey's sandwich shop and lost a lot of his savings for his kids.\"A full list of guest stars for the reunion includes a host of A-listers, with one notable name missing. Paul Rudd, who played Mike Hannigan, Phoebe's boyfriend turned husband, isn't listed as a guest star.Justin Bieber and James Corden but not Paul Rudd what pic.twitter.com/c1kwRAYkGV— kris (@notwithhaste__) May 13, 2021\n\nAniston said the reunion was emotional for the cast, saying, \"Oh God, how are we going to get through this alive, without just crying our faces off?\" \"I was flooded with 10 years of irreplaceable memories,\" Cox added. \"Friends: The Reunion\" special debuts May 27 on HBO Max, which like CNN is part of WarnerMedia.","link":"/2021/05/19/entertainment/friends-reunion-trnd/index.html"}