{"title":"Coronavirus deaths are down in the US, and vaccines may be partly responsible","time":"Updated 7:05 PM ET, Fri April 30, 2021 ","body":" (CNN)Covid-19 deaths are declining in the United States -- and some health experts credit this drop in death to the rollout of Covid-19 vaccines.The seven-day average of new Covid-19 deaths in the United States was 670 newly reported lives lost each day as of Thursday, according to data from Johns Hopkins University.The United States has reached the lowest seven-day average of new deaths reported since last July, a CNN analysis of the data finds, and an 80% drop since January.<img alt=\"Pfizer and Moderna vaccines reduce Covid-19 hospitalization risk by 94% among older adults, CDC study says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210311082414-pfizer-vaccine-us-0130-large-169.jpg\">Pfizer and Moderna vaccines reduce Covid-19 hospitalization risk by 94% among older adults, CDC study saysWhen it comes to Covid-19 vaccinations driving down deaths, \"we've already seen an impact,\" Dr. Robert Murphy, executive director of the Institute for Global Health and professor of infectious disease at Northwestern University's Feinberg School of Medicine, told CNN on Thursday.Murphy pointed to a new study from the US Centers for Disease Control and Prevention, published on Wednesday, that found the Pfizer/BioNTech and Moderna coronavirus vaccines were 94% effective in the real world against Covid-19 hospitalizations among fully vaccinated adults ages 65 and older in the United States.Read MoreThe study also found that the vaccines were 64% effective against hospitalization for Covid-19 among older adults who were partially vaccinated, meaning they had only one dose of vaccine so far.Murphy called that study \"a confirmatory report\" on the effectiveness of the vaccines, which were rolled out starting in December.<img alt=\"Weekly average of new Covid-19 deaths in US hits lowest point since October\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429010958-us-coronavirus-0425-restricted-large-169.jpg\">Weekly average of new Covid-19 deaths in US hits lowest point since OctoberSince the beginning of 2021, the seven-day average of people who died of Covid-19 appears to have regularly decreased.CNN's analysis of Johns Hopkins University data finds that the average of new Covid-19 deaths in the last seven days fell from 3,295 each day on January 28 to 1,985 on February 28, then to 997 on March 28. By April 28, the average was 684.The highest seven-day averages of new Covid-19 deaths were recorded on January 13 and 14, at around 3,431 deaths a day.The plunge from 3,431 deaths a day on average in January to 684 in April represents a drop of 80%. The last time the seven-day average of newly reported deaths fell below 700 was briefly in early October.<img alt=\"Take an exclusive look inside a busy Covid-19 vaccine facility\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210331092151-06-gupta-pfizer-exclusive-hfr-large-169.jpg\">JUST WATCHEDTake an exclusive look inside a busy Covid-19 vaccine facilityReplayMore Videos ...MUST WATCHTake an exclusive look inside a busy Covid-19 vaccine facility 03:42Covid-19 vaccinations are already having a significant impact on death rates among certain groups in the United States, such as older adults, Dr. Amesh Adalja, senior scholar at the Johns Hopkins Center for Health Security, told CNN.\"If you look, for example at populations that have been highly vaccinated like nursing home residents, you will see that deaths in nursing homes have plummeted, and overall, the death rate has been falling over time. It's really a function of how many of the high-risk individuals have been vaccinated and that is becoming more evident,\" Adalja said.But even though the seven-day average of new Covid-19 deaths nationwide has fallen, Adalja said that it will take more time -- and more shots going into arms -- before the general US population starts to see even more of an impact from vaccinations.<img alt=\"Fauci: Almost a race between vaccinations and the surge\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210408083623-dr-anthony-facui-for-video-april-7-2021-large-169.jpg\">JUST WATCHEDFauci: Almost a race between vaccinations and the surgeReplayMore Videos ...MUST WATCHFauci: Almost a race between vaccinations and the surge 03:35\"So, for example, in the pre-vaccine era, you would see cases rise and then the deaths would increase a couple of weeks later. And the same vice versa, cases would fall but deaths would still be high and then deaths would start to fall two weeks later,\" Adalja said. \"With the vaccine, it's a little bit different because if you go to a nursing home and you've vaccinated the whole population, it's going to take a while for them to be fully vaccinated and have that protection,\" Adalja said. \"Really to see the full impact of the vaccines, you want it to be two weeks after the final dose of whatever vaccine they're getting.\"Someone is considered fully vaccinated two weeks after completing the second dose of the Pfizer/BioNTech or Moderna vaccines or two weeks after completing a single dose of the Johnson & Johnson vaccine. 'We're not halfway through yet'Tracking the impact vaccinations have on Covid-19 death rates require the time for a population to first be fully vaccinated as well as the time for deaths to follow infections.\"The people that are dying are often people who have been in the hospital for a couple of weeks, so you can't just look at the vaccine numbers of that given day or even of that given week and be able to draw some extrapolation to deaths,\" Adalja said. \"I think it takes some time to see the impact of the vaccines.\"On Friday, the United States officially crossed the 100 million mark of people fully vaccinated. About 43.6% of the population -- nearly 145 million people -- have received at least one dose of vaccine, and 30.5% of the population -- more than 101 million people  -- are fully vaccinated, CDC data shows. Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"As more and more people get vaccinated, the hospitalization and death rate are going to continue to go down. We're not halfway through yet,\" said Murphy of Northwestern University.\"Ultimately, we're going to dig out of this thing and it's going to take vaccinations and early treatment,\" Murphy said about the pandemic. \"How we're going to control the pandemic are diagnostics, treatments, vaccinations and mitigation.\"","link":"/2021/04/30/health/covid-19-deaths-declining-vaccines-cnn-analysis/index.html"}