{"title":"Amazon unveils new line of Fire tablets designed for older kids","time":"Updated 9:01 AM ET, Tue April 27, 2021 ","body":"New York (CNN Business)Amazon's Fire Kids tablets have long been popular among younger users, but now the company is targeting older kids with a brand-new lineup.Amazon (AMZN) announced on Tuesday that it will debut a Fire Kids Pro tablet aimed for users ages 6 to 12. Its existing Fire Kids models are intended for kids ages 3 to 7.The Fire Kids Pro tablet has a slightly more sophisticated look and feel, along with content specifically intended for older users. The tablet comes with access to Amazon's digital store to download apps, such as Minecraft, Netflix (NFLX) and Spotify (SPOT). It also alows for voice and video calling through Amazon Alexa devices, a more open web browser experience, new Amazon Kids+ content and a handful of parental controls.\"As kids grow up, they need a bit more -- they need to get out of a walled garden and have features and content that continue to spark their imagination and meet the needs that they have,\" Kurt Beidler, general manager of Amazon Kids & Kids+, told CNN Business ahead of the launch.Its new Amazon Kids web browser gives users access to the internet with built-in controls and filters, allowing them to conduct searches for homework or school projects but block inappropriate sites. Adults can set time limits, accept or deny purchases from the digital store or approve who they're kid is calling via a parental control dashboard.Read More<img alt=\"Amazon Fire Kids Pro tablet starts at $99.99\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426184816-02-amazon-fire-kids-pro-tablet-large-169.jpg\">Amazon Fire Kids Pro tablet starts at $99.99The company said it has taken precautions to protect user privacy, requiring parents to provide only a screen name for their child and a date of birth to better personalize the experience based on developmentally appropriate content. The free subscription of Amazon Kids+, which gives access to more than 20,000 books, movies, TV shows, Audible books, educational apps and games, is curated by a team of Amazon employees.Fire Kids Pro — which is available in three sizes (7 inches, 8 inches and 9 inches) and four colors and prints — starts at $99.99 and ships on May 26. But users don't technically have to buy a Fire Kids Pro tablet to access the interface; existing Fire HD tablets can switch from Amazon Kids to an Amazon Kids Pro experience when children are ready for more advanced features. Beidler said the decision to expand the line stems from Amazon's research and study groups that showed kid-first technologies are preferred over tablets designed for adults.\"If you start with something that's designed for an adult, you're always going to have trouble trying to retrofit that and make that work for kids versus just starting with a blank sheet of paper, building something from the ground up for kids,\" Beidler said. \"It's really feedback from parents and kids that have led us in this direction. And it really seems to have worked well.\"The global tablet market saw a resurgence of interest amid the pandemic as people continue to work from home and use the devices for online learning. In the fourth quarter of 2020, about 52.2 million tablets were sold worldwide, a 19.5% jump from the year before, according to market research firm International Data Corporation. <img alt=\"The Amazon Fire Kids Pro tablet\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426184753-01-amazon-fire-kids-pro-tablet-large-169.jpg\">The Amazon Fire Kids Pro tabletApple (AAPL) led the tablet market with 36.5% market share, followed by Samsung, Lenovo and Amazon, respectively. \"With budget-friendly tablets, Amazon has created a sweet spot for itself and the Fire Kids edition tablets have gained in popularity, especially during the pandemic as parents searched for ways to keep their kids indoors and entertained,\" the company said in a press release.However, IDC noted the category is not expected to keep the momentum in the long term as it faces competition from notebooks and smartphones.In addition to the Fire Kids Pro line, Amazon unveiled its next-generation Fire HD 10 Kids for younger kids, featuring a 10.1-inch HD display and USB-C for easy charging starting at $199.99. ","link":"/2021/04/27/tech/amazon-fire-kids-pro-tablets/index.html"}