{"title":"Woman with rare muscular disease sings to exercise her lungs. Her songs inspire others to chase their dreams","time":"Updated 7:47 AM ET, Sat May 1, 2021 ","body":" (CNN)Songwriter Tabitha Haly doesn't just sing, she belts. It's a technique that helps keep her lungs strong as she deals with spinal muscular atrophy. \"If I can't sing a certain note or hold it long anymore, I know that maybe I've gotten weaker,\" she told CNN. Spinal muscular atrophy, also known as SMA, is a genetic disease striking one in 10,000 children worldwide. The degenerative condition affects muscle movement and respiration. Haly got her diagnosis when she was nine months old and has never been able to walk. And once-easy tasks have now become impossible for her. <img alt=\"Tabitha Haly was diagnosed with spinal muscular atrophy at nine months old. She has never been able to walk. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415135645-tabitha-haly-young-large-169.jpg\">Tabitha Haly was diagnosed with spinal muscular atrophy at nine months old. She has never been able to walk. \"When I was young, I used to be able to turn doorknobs, and over time, I couldn't even lift my hand to even turn a knob.\"Read MoreAn outlet through songHaly was three years old when her father introduced her to music. Since then, singing and songwriting has served her as a healthy outlet. <img alt=\"Tabitha Haly (bottom left), shown here with her parents and sister, was introduced to music by her father, who plays the guitar and piano. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415131138-tabitha-haly-family-large-169.jpg\">Tabitha Haly (bottom left), shown here with her parents and sister, was introduced to music by her father, who plays the guitar and piano. \"I let out all these emotions and feel so much better.\"Haly is no stranger to success. She graduated summa cum laude from Pace University in 2006 with a bachelor's degree in computer science and a minor in mathematics and music. Today she is a vice president at JP Morgan Chase. Singing isn't Haly's only way of dealing with her neurological condition. She sees occupational and physical therapists regularly. She works through daily range-of-motion exercises. And she employs home health aides who help her 24 hours a day. At night she sleeps with a ventilator. It's a physical and mental ordeal. But music keeps her going. A message in each songHaly released her first album, \"I Wrote Life,\" in 2019. Through her lyrics, she shares stories of triumphs and challenges. \"Whenever I feel really down about myself, like I can't do something, I just start writing, then I sing about it.\"She titled her first single \"I Am Able.\"<img alt=\"Tabitha Haly performs at her album release party in New York City in 2019.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415143316-tabitha-haly-performing-large-169.jpg\">Tabitha Haly performs at her album release party in New York City in 2019.\"It's not the first advocacy-related song I wrote, but it hits home because it's parallel to that feeling, where I have been accustomed to people staring at me on the street, or people constantly telling me there's something I cannot do.\"\"This particular song is a reminder saying I am able. I can help someone. I can be someone. I can be generous to someone. And most importantly, I can be loved like anyone else.\"<img alt=\"Haly, shown here with her band, shines at her album release in New York City in 2019.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210415143211-tabitha-haly-with-band-large-169.jpg\">Haly, shown here with her band, shines at her album release in New York City in 2019.Haly advocates for disability rights during her live performances by enlightening her audiences about things people with physical challenges contend with beyond simply mobility problems. \"It can even be just having accommodations such as people being aware that they have an assistant with them at all times.\" Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.Her main message is about empowerment. She hopes her songs about life, hardship and inspiration motivate others to go after what they want in life. \"If you don't give up, you will see that you will make it, whatever your goal is,\" Haly said. \"Don't let anyone make you feel like you cannot.\"","link":"/2021/04/30/health/tabitha-haly-spinal-muscular-atrophy-singer-hf-wellness/index.html"}