{"title":"Covid forced too many parents to choose between work and helping their kids with remote classes. This CNN Hero is giving families the support to do both","time":"Updated 6:26 PM ET, Thu April 29, 2021 ","body":"Covid forced too many parents to choose between work and helping their kids with remote classes. This CNN Hero is giving families the support to do bothBy Laura Klairmont, CNNUpdated 6:26 PM ET, Thu April 29, 2021 JUST WATCHEDCNN Heroes: Jennifer MaddoxReplayMore Videos ...MUST WATCHCNN Heroes: Jennifer Maddox 05:32 (CNN)As the vaccine rollout continues and parts of the US loosen restrictions, school reopenings in some communities are still in flux. For many families of remote students, parents returning to work remain in a difficult position.\"We don't want them to make the choice, me earning a living versus my child getting an education. What type of a choice is that?\" said Jennifer Maddox, a 2017 CNN Hero and the founder of Future Ties, a non-profit after-school program on Chicago's South Side.Since 2011, Maddox and her organization have provided mentoring, tutoring and a safe space for more than 100 children living in the Parkway Gardens Homes, a low-income apartment complex where a young Michelle Obama once lived.As a member of the Chicago Police Department for more than 20 years, Maddox observed first-hand the obstacles young people in struggling communities face. Parkway Gardens was one area that Maddox patrolled, and she was inspired to provide resources and a community space for children in the neighborhood.<img alt=\"On Chicago&amp;#39;s South Side, CNN Hero Jennifer Maddox provides a safe space for children to learn, grow and succeed\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429130415-cnnheroes-jennifer-maddox-2021-large-169.jpg\">On Chicago's South Side, CNN Hero Jennifer Maddox provides a safe space for children to learn, grow and succeedWhen the pandemic hit, Maddox knew she needed to temporarily re-tailor her program to fit the families' needs during this uncharted time. Read More\"A lot of people lost their jobs and now they're gradually starting to go back to work,\" Maddox said. \"Many of the parents we are supporting, they are actually leaving the home to go to work and can't afford to stay at home to supervise their kids while they're on remote learning.\"So, last September, Maddox transformed her center into an e-learning hub where remote students receive the technology and support they need. \"We were able to step in, like being a surrogate parent,\" Maddox said. \"We were there on-site for them so the kids didn't have to travel far. They were familiar with us. It was a win-win for everybody.\" Laptops and WiFi are provided for children who don't have computers or dependable internet access.\"We make sure they are online every morning, on time, making sure that they are in class, that they're engaged, that we are supervising what they're doing throughout the day,\" Maddox said. Children also receive breakfast and lunch at the center.In addition, Maddox assembled an outreach team that provides necessities, support and referrals to the community.\"We're making sure that the services we provide are those wrap-around services that the family needs,\" Maddox said. \"Because we can't make sure that your children are okay and you're not okay. We have to make sure everybody in the house is on the same level playing field.\"CNN's Laura Klairmont spoke with Maddox about her current efforts. Below is an edited version of their conversation.CNN: During the pandemic, what were some of the issues facing the families you work with?Jennifer Maddox: Many of the families here was hit very hard with Covid. And it really just turned their lives and their households upside down because a lot of people lost their jobs at the onset. They had to figure out another way or another source of income to provide for their families. It wasn't just the fear of catching Covid; it was the fear of, \"What am I gonna do now?\" When the city shut down, it shut them down. They had to figure out how they're going to take care of themselves and their families.And now as they're going back (to work), they'll reach out to us and say, \"I need somewhere for my son or my daughter to be safe, where they're going to be supervised and able to get into class and do their work.\" We know it's a struggle. So, we're available for them to bring their kids every day so that they can go to work. We want to be there for our parents because (they) are really out here trying. They're so resilient.CNN: What types of support are you providing for the families through the outreach team?Maddox: In this community, we have so many shootings over here. It's just unreal, the families are always coming into some type of trauma. They bounce back from everything. We give out resources to people so that the violence or the trauma that they may experience might not happen if they had access to places that could provide those opportunities for them. We also assist them how to fill out for unemployment, how to fill out a job application, or who was hiring, or support for substance abuse or domestic violence. We also help them sign up for the Covid shot. We offer them a time slot where they can go to the health clinic to get their shot.We want all of these supportive services to be like a one-stop shop. And that's what we're looking forward to in the future -- getting a bigger space and putting everything under one roof so that the families have access to whatever it is that they need to support them.CNN: In what ways have the kids in your program been struggling through the pandemic? Maddox: It really took a toll on our young people. Kids do suffer from depression and they fell into a depressed state. You can actually see it in their faces every day when they come to the center, because it's like, \"Ugh, here we go again, behind this computer screen.\" They're losing the experience of what school is about.They missed out on proms and graduations and eighth grade trips and just different things that they look forward to. A lot of the student athletes, they're looking to get scholarships based off of some sports they may play. And they're looking at losing their whole season.I've had kids that have actually cried because they're like, \"I don't know what I'm going to do. I don't know if I'm going to go to college. I don't know what's next for me.\" And that's a problem. So, we make sure that our doors stayed open, that we were constantly involved and connected with not just the young people but specifically our teenagers because they were really struggling trying to cope through Covid.CNN: How are you helping the kids on a deeper level to get through this? Maddox: We're providing hope and encouragement. Sometimes they just may need a listening ear. We make sure that they know that we are here for them. We want them to look forward to going back to school, to just getting back to the way they used to do things so they can come out of this depression and be able to function in a society that is not so closed off and limiting to them.If it's anything that we can do to help them navigate through the challenges and struggles they are experiencing, we want them to reach out to us, to come talk to us, to let us know what hurts them and how we can help support them. We want to try to heal that hurt so they are not wounded when they continue to grow and move forward.Want to get involved? Check out the Future Ties website and see how to help.","link":"/2021/04/29/us/chicago-schools-covid-remote-learning-student-support-cnnheroes/index.html"}