{"title":"'The Underground Railroad' conducts an unsettling ride through an alternate history","time":"Updated 10:03 AM ET, Thu May 13, 2021 ","body":"'The Underground Railroad' conducts an unsettling ride through an alternate historyReview by Brian Lowry, CNNUpdated 10:03 AM ET, Thu May 13, 2021 <img alt=\"Thuso Mbedu in Barry Jenkins&amp;#39; adaptation of &amp;#39;The Underground Railroad&amp;#39; (Kyle Kaplan/Amazon Studios).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510084624-the-underground-railroad-amazon-large-169.jpeg\">Thuso Mbedu in Barry Jenkins' adaptation of 'The Underground Railroad' (Kyle Kaplan/Amazon Studios). (CNN)\"The Underground Railroad\" has an almost dreamlike quality, exploring an alternate history of the antebellum South that filters Colson Whitehead's Pulitzer Prize-winning book through \"Moonlight\" director Barry Jenkins' lens. But the emotional wallop delivered by Amazon's beautifully rendered limited series is somewhat offset by the journey's length, stretching about six terrific hours' worth of TV over a 10-hour format.Whitehead's book tinkers with history in a variety of ways -- perhaps foremost by making the Underground Railroad a literal mode of transportation and escape -- while offering a naturally episodic approach to the ordeal of its protagonist, Cora (South African actor Thuso Mbedu). Fleeing slavery in Georgia, she travels through different states, each dealing with race by employing different but uniformly horrifying methods.The off-kilter nature of that takes a little getting used to, putting the project somewhere between more conventional looks at this era (see \"Underground\") and macabre, horror-tinged explorations in \"Lovecraft Country\" and Amazon's recent \"Them.\"The most jarring turn comes when Cora and her companion Caesar (Aaron Pierre) reach South Carolina, which ostensibly welcomes Black residents, yet whose means of exercising White supremacy and control gradually reveals itself.\"Underground Railroad\" uses the changing locales to look at manifestations of racism throughout US history, from experimentation on Black people to terrible acts of violence against African-American communities, particularly once they began to reach for the American dream.Read MoreThe subject matter hasn't lost its raw power. The main issue, as structured, is the drawn-out nature of certain storylines and episodes, some of which would surely have had more impact had they been trimmed or condensed, leaving a few installments in the middle that feel relatively disposable, before regaining momentum at the end.Directed in its entirety by Jenkins, the format does allow for an assortment of what amount to guest stars. One of the most significant recurring roles beyond Mbedu -- the project's outstanding anchor -- is a slave catcher played by Joel Edgerton, whose driven pursuit of recapturing her crosses state lines.Amazon deserves credit for tackling such heady material, allowing Jenkins to adapt it with a fidelity to the source that essentially combines the tone of an indie film with the scope of a sweeping epic. The tradeoff, as always, is spared from the constraints normally associated with movies, filmmakers working in the streaming space occasionally indulge in too many beats that don't add to the overall effect.At its best, \"The Underground Railroad\" is sobering, unsettling and hypnotic, with one abolitionist -- in a state that practices genocide -- marveling at \"the savagery that man is capable of when he believes his cause to be just.\"The fact that filming took place in Georgia -- which has been in the headlines for its controversial voting legislation -- merely adds to the importance of connecting history to the present, a point Jenkins addresses in an extraordinary director's note. \"The need to tell the truth without being devoured by the barbarity of that truth,\" he wrote, \"is the hardest undertaking I have ever attempted in my creative life.\" The care and sense of responsibility associated with that is evident in every frame, and Jenkins has created a journey well worth taking. It's also one whose impact is blunted, finally, by the length of the stops along the way.\"The Underground Railroad\" premieres May 14 on Amazon.","link":"/2021/05/13/entertainment/the-underground-railroad-review/index.html"}