{"title":"A rare and protected Osprey nest was chopped down in Wales, police say","time":"Updated 6:46 PM ET, Sat May 1, 2021 ","body":" (CNN)Police in Wales want to know who cut down an osprey nesting platform on Friday, sending the rare and protected birds' nest and their freshly-laid egg crashing into the lake below.The Brenig Osprey Project said in a post on social media that the \"horrific act of vandalism\" happened at about 9:45 p.m. at Brenig Lake, a reservoir in Northern Wales.<img alt=\"US adds Yangtze sturgeon fish to endangered species list\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501144817-yangtze-sturgeon-illustration-large-169.jpg\">US adds Yangtze sturgeon fish to endangered species listThere were cameras on the platform and the organization had just celebrated the breeding pair laying an egg the day before.The North Wales Police Rural Crime Team said in a tweet on Saturday that they believe the suspect or suspects arrived by boat to cut down the platform.Police said it took about three minutes to cut the platform down and the chainsaw can be heard in footage released on social media.Read MoreThe egg was destroyed in the fall.NWP Rural Crime Team Manager Rob Taylor said that they are trying to determine the motive for the crime and are checking surveillance cameras in the area appealing to the public for information.<img alt=\"Two ospreys are seen with their egg before their nest was destroyed.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501142134-02-osprey-nest-wales-scn-trnd-large-169.jpg\">Two ospreys are seen with their egg before their nest was destroyed.\"The whole team are absolutely devastated by it and I'm sure the whole community are as well,\" Taylor said in a video on Twitter.  \"These birds give a lot of people a lot of pleasure and I just can't understand how anybody could actually go do something like that.\"Ospreys are fish-eating birds of prey also known as fish hawks, sea hawks and sea eagles. They are extremely rare in the UK with only about 300 breeding pairs in the entire country, according to the Dyfi Osprey Project. There are only a handful of breeding pairs in Wales.The birds and their eggs are protected under the Wildlife and Countryside Act and the crime is punishable with up to six months in prison and/or a £5,000 (around $6,900) fine, police said.<img alt=\"Rat poison found in over 80% of bald eagles in a US study\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210407165724-bald-eagle-florida-large-169.jpg\">Rat poison found in over 80% of bald eagles in a US studyThe Brenig Osprey Project, which is a partnership between Dwr Cymru Welsh Water and North Wales Wildlife Trust, says workers have cleared off another platform they hope the birds will use for their new nest.\"The birds are well and just seen off an intruder osprey,\" Brenig Lake Visitor Attraction Manager Nick Kite told CNN in a Facebook message. \"They have been seen close to the nest we opened up for them earlier today, so there is grounds for optimism that they will take that nest and lay eggs shortly.\"Ospreys typically lay two or three eggs each year, according to the Royal Society of Bird Protection.","link":"/2021/05/01/world/wales-osprey-nest-destroyed-scn-trnd/index.html"}