{"title":"As families bury their dead, recriminations begin over deadly crush at a religious festival in Israel","time":"Updated 3:28 AM ET, Sun May 2, 2021 ","body":" (CNN)As the Shabbat drew to a close in Israel, funerals for the victims of Friday's crush at Mount Meron have resumed -- and so have the recriminations over the mountaintop disaster that killed 45 people, including children.Flags flew at half-staff on the Knesset, the Israeli parliament, and other public buildings on Sunday, marking a day of national mourning for those killed when the religious festival turned into a deadly stampede.The somber mood was accompanied by a fierce public debate and accusations over the behavior of key public officials as well as Israel's ultra-Orthodox communities, from which most of the dead and wounded come. Early Sunday morning, officials from the Institute of Forensic Medicine said all of the bodies had been identified, with all but one of the bodies transferred to families for burial. The final body is expected to be released in the coming hours.   <img alt=\"Crush at religious festival in Israel&amp;#39;s Mount Meron kills 45 people\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429202954-israel-mount-meron-overcrowding-large-169.jpg\">Crush at religious festival in Israel's Mount Meron kills 45 peopleTensions have been running high in ultra-Orthodox neighborhoods with some people angry the process had not been completed before the beginning of Shabbat, which meant they had to wait over a day to bury their loved ones.  Read MorePolice reported dozens of ultra-Orthodox men had blocked a main Jerusalem street and set fire to trash in a protest late Saturday evening. Politically, much of the initial blame for the mountaintop disaster has been focused on Public Security Minister Amir Ohana, whose ministry includes responsibility for the police. <img alt=\"Ultra-Orthodox Jewish mourners attend the funeral of a victim of the stampede at Segula cemetery in Petah Tikva on April 30, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502004549-01-isreal-crush-funerals-large-169.jpg\">Ultra-Orthodox Jewish mourners attend the funeral of a victim of the stampede at Segula cemetery in Petah Tikva on April 30, 2021.Ohana, a member of Benjamin Netanyahu's Likud party, and one of the Prime Minister's most loyal allies, made an appearance at the festival just hours before the crush took place. He took to Facebook Saturday evening to praise the police officers involved and said he accepted responsibility for what happened, but not blame. \"I am responsible, but responsibility does not mean blame. This year's celebration took place as every year, for hundreds of years, even before the State of Israel was established. At the time of the disaster there were fewer people staying on the mountain than in normal years, many fewer. This disaster happened this year, but could have happened any other year,\" he wrote at the end of a lengthy post. Eyewitness accounts suggest the incident -- at Mount Meron in the north of the country -- happened as a dense crowd of people attempted to leave one of the main festival sites down a narrow sloping walkway.People began slipping on the floor and falling to the ground, with those behind them falling on top of them causing crushing and suffocation, witnesses said.An official with knowledge of the list of fatalities told CNN they expected the death toll to include five US citizens. Two Canadians were also killed in the crush, according to a statement from Canadian Prime Minister Justin Trudeau.More than 100 people were injured, according to the Health Ministry. Four remained in a serious condition in hospital as of Saturday evening. <img alt=\"Israel accused of apartheid by Human Rights Watch\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427023503-israeli-security-forces-0425-large-169.jpg\">Israel accused of apartheid by Human Rights WatchPublic Security Minister Ohana's sentiments echoed in part outspoken comments a day earlier by Shlomo Levi, former head of the Merom HaGalil regional council, where the annual religious festival takes place. He told Israel's Channel 13 News the mountain had been \"a ticking time-bomb for years\" and went on, \"I knew this would happen, and I even issued a warrant to shut down the site. But police could not enforce it, and the public security minister was under pressure [to keep it open].\" The festival is estimated to have drawn about 100,000 people this year, making it the largest public gathering by far since Israel began emerging from the coronavirus pandemic.  Last year a far smaller event was held, but some years up to 400,000 people attend, according to informed estimates, to sing, dance and light fires at the burial site of second-century sage Rabbi Shimon Bar Yochai.Levi told Channel 13 News he blamed the leaders of the mostly Hassidic sects that take part in the Lag B'Omer festival, along with their political representatives in government, for running what he described as \"a mafia\" that controlled the festival site. \"This mountain is strange. It is supposed to be clean and religious when it is in fact it is corrupt in the full sense of the word,\" he said.Haaretz journalist Anshel Pfeffer, in an article published Friday, also focused on the power wielded by ultra-Orthodox politicians in Israel, comparing the absence of government control at the Mount Meron site with the failure to enforce coronavirus lockdown restrictions among ultra-Orthodox communities. \"In Israel, there are places that are beyond the police's jurisdiction, autonomies where the state doesn't even try to assert its sovereignty. Rabbi Shimon's tomb is an autonomy, just like the ultra-Orthodox neighborhoods in Jerusalem and Bnei Brak,\" he wrote.<img alt=\"People light candles during a vigil in Habima Square in the Israeli coastal city of Tel Aviv on May 1, 2021.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210502004551-02-isreal-crush-funerals-large-169.jpg\">People light candles during a vigil in Habima Square in the Israeli coastal city of Tel Aviv on May 1, 2021.In a growing indication that the tolerance many Israelis feel is shown towards the ultra-Orthodox might be slipping, the Israel Defense Forces (IDF) has spoken out about the abuse it said its female soldiers received as they took part in rescue and recovery efforts at the festival site.In a strongly worded statement, the IDF said, \"At the beginning of the Home Front Command's assistance operation at the tomb complex on Mount Meron, some of those present began to verbally and physically harm the IDF women fighters, who were on their way to evacuate the wounded. The force continued its mission ignoring the abusive behavior. The IDF views the incident very seriously and condemns any violence, physical or verbal, against its female and male soldiers. Defense Minister Benny Gantz, himself a former chief of staff, tweeted his support for the IDF statement. Two of Israel's most senior politicians, Netanyahu and former Defense Minister Naftali Bennett, visited Mount Meron on Friday to express their condolences and to vow that such a disaster should never happen again. <img alt=\"Israel&amp;#39;s election aftermath: The good, the bad and the ugly\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210323160207-01-israel-election-poster-0322-large-169.jpg\">Israel's election aftermath: The good, the bad and the uglyBoth men were heckled by ultra-Orthodox still present at the site, many blaming the police for the fatal stampede. \"They closed the barricades until people couldn't breathe and died,\" one man shouted at Bennett. In comments tweeted Friday morning, the leader of the largest ultra-Orthodox party in the Knesset, Aryeh Deri of Shas, wrote, \"The heart is torn ... our dance has turned into mourning. I call on the public to pray and to tear down the gates of heaven for the healing of the wounded, to support and strengthen the families who have lost their relatives ... May God wipe away a tear from every face. Amen.\"Neither Deri nor his counterpart in the other ultra-Orthodox party represented in parliament, Moshe Gafney of United Torah Judaism, have addressed any claims of responsibility.Both men are absolutely key to Prime Minister Netanyahu's ongoing attempts to form a new government following the inconclusive March election.","link":"/2021/05/02/middleeast/israel-crush-funerals-blame-intl/index.html"}