{"title":"How older adults can regain their game after being cooped up for over a year","time":"Updated 4:45 AM ET, Wed May 19, 2021 ","body":"How older adults can regain their game after being cooped up for over a yearBy Judith Graham, Kaiser Health NewsUpdated 4:45 AM ET, Wed May 19, 2021 <img alt=\"It&amp;#39;s been wonderful for Jane Collins to get outside, says her daughter Laura.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515211645-older-adults-back-in-shape-khn-large-169.jpg\">It's been wonderful for Jane Collins to get outside, says her daughter Laura. (CNN)Alice Herb, 88, an intrepid New Yorker, is used to walking miles around Manhattan. But after this year of being shut inside, trying to avoid Covid-19, she's noticed a big difference in how she feels.\"Physically, I'm out of shape,\" she said. \"The other day I took the subway for the first time, and I was out of breath climbing two flights of stairs to the street. That's just not me.\"Emotionally, Herb, a retired lawyer and journalist, is unusually hesitant about resuming activities even though she's fully vaccinated. \"You wonder, what if something happens, maybe I shouldn't be doing that, maybe that's dangerous,\" she said.Millions of older Americans are similarly struggling with physical, emotional and cognitive challenges following a year of being cooped up inside, stopping usual activities and seeing few, if any, people.If they don't address issues that have arisen during the pandemic -- muscle weakness, poor nutrition, disrupted sleep, anxiety, social isolation and more -- these older adults face the prospect of poorer health and increased frailty, experts warn.<img alt=\"Older adults begin to catch up on all that they missed during the pandemic \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200831201340-01-mardell-reed-black-adults-covid-large-169.jpg\">Older adults begin to catch up on all that they missed during the pandemic Read MoreWhat should people do to address challenges of this kind? Several experts shared advice:Reconnect with your physician. Large numbers of older adults have delayed medical care for fear of Covid-19. Now that most seniors have been vaccinated, they should schedule visits with primary care physicians and for preventive care screenings, such as mammograms, dental cleanings, eye exams and hearing checks, said Dr. Robert MacArthur, chief medical officer of the Commonwealth Care Alliance in Massachusetts.Have your functioning assessed. Primary care visits should include a basic assessment of how older patients are functioning physically, according to Dr. Jonathan Bean, an expert in geriatric rehabilitation and director of the New England Geriatric Research, Education and Clinical Center at the Veterans Affairs Boston Healthcare System.At a minimum, doctors should ask, \"Are you having difficulty walking a quarter-mile or climbing a flight of stairs? Have you changed the way you perform ordinary tasks such as getting dressed?\" Bean suggested.Get a referral to physical therapy. If you're having trouble moving around or doing things you used to do, get a referral to a physical or occupational therapist.A physical therapist can work with you on strength, balance, range of motion and stamina. An occupational therapist can help you change the way you perform various tasks, evaluate your home for safety and identify needed improvements, such as installing a second railing on a staircase.Don't wait for your doctor to take the initiative; too often this doesn't happen. \"Speak up and say: Please, can you write me a referral, I think a skilled evaluation would be helpful,\" said James Nussbaum, clinical and research director at ProHealth & Fitness in New York City, a therapy provider.<img alt=\"Covid-19 cases plunge 83% among US nursing home staff\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210315091741-coronavirus-vaccine-nursing-home-us-large-169.jpg\">Covid-19 cases plunge 83% among US nursing home staffStart slow and build steadily. Be realistic about your current abilities. \"From my experience, older adults are eager to get out of the house and do what they did a year ago. And guess what? After being inactive for more than a year, they can't,\" said Dr. John Batsis, associate professor of geriatrics at the University of North Carolina-Chapel Hill.\"I'm a fan of start low, go slow,\" Batsis continued. \"Be honest with yourself as to what you feel capable of doing and what you are afraid of doing. Identify your limitations. It's probably going to take some time and adjustments along the way.\"Nina DePaola, vice president of post-acute services for Northwell Health, the largest health care system in New York, cautioned that getting back in shape may take time. \"Pace yourself. Listen to your body. Don't do anything that causes discomfort or pain. Introduce yourself to new environments in a thoughtful and a measured fashion,\" she said.Be physically active. Engaging regularly in physical activity of some kind -- a walk in the park, chair exercises at home, video fitness programs -- is the experts' top recommendation. The Go4Life program, sponsored by the National Institute on Aging, is a valuable resource for those getting started, and you can find videos of some sample exercise routines on YouTube. The YMCA has put exercise classes online, as have many senior centers. For veterans, the VA has Gerofit, a virtual group exercise program that's worth checking out.Bienvenido Manzano, 70, of Boston, who retired from the Coast Guard after 24 years and has significant lower back pain, attends Gerofit classes three times a week. \"This program, it strengthens your muscles and involves every part of your body, and it's a big help,\" he said.<img alt=\"A year after nursing home visits stopped, residents and families eager for reopening\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210303234755-nursing-homes-residents-reopening-wellness-large-169.jpg\">A year after nursing home visits stopped, residents and families eager for reopeningHave realistic expectations. If you're afraid of getting started, try a bit of activity and see how you feel. Then try a little bit more, and see if that's OK. \"This kind of repeated exposure is a good way to deal with residual fear and hesitation,\" said Rachel Botkin, a physical therapist in Columbus, Ohio.\"Understand that this has been a time of psychological trauma for many people, and it's impacted the way we behave,\" said Dr. Thomas Cudjoe, a geriatrician and assistant professor at Johns Hopkins Medicine in Baltimore. \"We're not going to go back to pre-pandemic activity and engagement like turning on a light switch. We need to respect what people's limits are.\"Eat well. Make sure you're eating a well-balanced diet that includes a good amount of protein. Adequate protein consumption is even more important for older adults during times of stress or when they're sedentary and not getting much activity, noted a recent study on healthy aging during Covid-19. Reestablish routines. \"Having a structure to the day that involves social interactions, whether virtual or in person and various activities, including some time outside when the weather is good, is important to older adults,\" said Dr. Lauren Beth Gerlach, a geriatric psychiatrist and assistant professor of psychiatry at the University of Michigan.Routines are especially key for older adults with cognitive impairment, who tend to do best when their days have a dependable structure and they know what to expect, she noted.End-of-day routines are also useful in addressing sleep problems, which have become more common during the pandemic. According to a University of Michigan poll, administered in January, 19% of adults ages 50 to 80 report sleeping worse than they did before the pandemic.<img alt=\"Some people still need to mask up even if vaccinated. Are you one of them?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516160704-immunocompromised-face-mask-wellness-large-169.jpg\">Some people still need to mask up even if vaccinated. Are you one of them?Reconnect socially. Mental health problems have also worsened for a segment of older adults, according to the University of Michigan poll: 19% reported experiencing more sadness or depression, while 28% reported being more anxious or worried.Social isolation and loneliness may be contributing, and it's a good idea to start \"shoring up social support\" and seeing other people in person if seniors are vaccinated, Gerlach said.Families have an important role to play in re-engaging loved ones with the world around them, Batsis suggested. \"You've had 15 months or so of only a few face-to-face interactions: Make it up now by visiting more often. Make the effort.\"Laura Collins, 58, has been spending a lot of time this past month with her mother, Jane Collins, 92, since restrictions on visitation at Jane's nursing home in Black Mountain, North Carolina, eased, and both women were vaccinated. Over the past year, Jane's dementia progressed rapidly and she became depressed, sobbing often to Laura on the phone.\"She loves getting outside and that has been wonderful,\" Laura said. \"Her mood immediately shifts when she gets out of the building: She's just happy, almost childlike, like a kid going out for ice cream. And, in fact, that's what we do -- go out for ice cream.\"Kaiser Health News is a national newsroom that produces in-depth journalism about health issues. Together with Policy Analysis and Polling, KHN is one of the three major operating programs at the Kaiser Family Foundation. KFF is an endowed nonprofit organization providing information on health issues to the nation.","link":"/2021/05/19/health/older-adults-back-in-shape-khn-wellness-partner/index.html"}