{"title":"This year's Oscars could have been a moment of pride for China. Then politics got in the way","time":"Updated 9:21 AM ET, Sun May 2, 2021 ","body":"This is a wrap of several top stories from China for April 26, 2021.Hong Kong (CNN)The Academy Awards this year could have been a major moment of pride for China.Chloe Zhao, a Beijing-born filmmaker, made history Sunday by winning the best director Oscar for her movie \"Nomadland\" -- becoming the first Asian woman and only the second woman to ever win the award. Zhao's movie also won best picture.But China is not celebrating -- at least not officially.On the contrary, this year's Oscars was not aired anywhere in China -- including on two major streaming platforms where the annual ceremony had been shown live in previous years. In Hong Kong, a leading broadcaster opted not to air the Oscars for the first time in more than half a century.Even as Zhao's victory makes headlines around the world, Chinese state media has remained conspicuously quiet. Hours after the announcement, no reports of her win could be found on the websites of state news agency Xinhua or state broadcaster CCTV. Social media posts sharing the news of her victory have also been censored.Read MoreThe official silence is in contrast to March, when Zhao won best director at the Golden Globes. Back then, Chinese state media was quick to congratulate Zhao, with nationalist tabloid the Global Times calling her \"the pride of China.\"But praise for Zhao didn't last long. Chinese internet users dug up a 2013 interview she gave to US movie magazine Filmmaker, during which she appeared to criticize the China of her childhood as a place \"where there are lies everywhere.\" In another more recent interview with Australian media, Zhao was quoted as saying the United States \"is now my country, ultimately.\" The site later clarified Zhao had been misquoted -- what she actually said was the US \"is not my country.\"But the damage was done. China's online nationalists rushed to attack Zhao, accusing her of \"smearing China.\" Some even called for a boycott of the movie.Before long, promotional materials for Zhao's \"Nomadland\" disappeared from social media site Weibo, China's Twitter-like platform. The film, which was originally scheduled to be released in China on April 23, was also removed from the country's major movie websites. As of Monday, there is no indication \"Nomadland\" is coming to Chinese theaters anytime soon.The swift disavowal of Zhao is the latest sign of just how widespread China's nationalistic sentiment has become under President Xi Jinping. Zhao has not spoken critically of China since she rose to fame, but it seems a single comment made eight years ago is enough to destroy her image -- and halt her film's release.Moreover, in the eyes of China's ruling Communist Party, Zhao's comparatively privileged upbringing and Western education might not make her the ideal candidate to embrace as a Chinese success story. Zhao attended schools in Britain and the US, before eventually enrolling in film school at New York University -- an experience out of reach for most Chinese people.  In addition to the nationalistic backlash against Zhao, this year's Oscars is also a political thorn for the Chinese government for another reason -- \"Do Not Split,\" a 35-minute film chronicling Hong Kong's 2019 pro-democracy protests, was nominated for best short documentary (it didn't win in the end). Whether the film's nomination contributed to a downplaying of the Oscars remains open to question. But as the Academy Awards got underway in Los Angeles, on Weibo -- one of China's most popular social media sites -- the event had not even made the top 50 trending topics of the day. This was despite the nomination of Chinese movie \"Better Days\" for best international feature. The young adult crime romance has been a smash hit in China, and is the first Chinese film to be nominated in that category in nearly two decades.But in China, Zhao still has her share of supporters. As news of her win was shared by unofficial accounts on Weibo, many users left comments congratulating Zhao and criticized the nationalistic attack against her. But censorship soon kicked in, and the posts vanished within hours.One of the popular posts scrubbed from Weibo was a video of Zhao's acceptance speech at the ceremony, in which she spoke proudly of her Chinese roots. Zhao said she used to recite classic Chinese poems and texts with her father, and one particular line from the Three Character Classic -- \"People at birth are inherently good\" -- had helped her keep going when things got hard.\"Those six letters had such a great impact on me when I was a kid, and I still truly believe them today. Even though sometimes it might seem like the opposite is true, I have always found goodness in the people I met, everywhere I went in the world,\" she said.Asia roundup The Indonesian Navy submarine missing since Wednesday was found broken apart on the sea floor on Sunday. All 53 crew members have been confirmed dead, authorities said. India has recorded the world's highest number of daily Covid-19 cases for five days in a row, as its crisis escalates and desperate families beg for oxygen. A number of countries, including the United States and the United Kingdom, are sending India life-saving medical equipment. At the ASEAN summit this weekend in Indonesia, Southeast Asian leaders agreed on a plan with Myanmar's junta chief to end the violence that has erupted since the military seized power in February. But activists have derided the decision not to include a provision calling for the release of thousands of political prisoners, including senior political figures, currently in detention.The Tokyo Olympics are just three months away -- but Japan is still struggling to contain its fourth coronavirus wave, which has seen a rise in variant infections. The government has issued a state of emergency for four prefectures including Tokyo.Yuh-jung Youn became the first Korean actress to win best supporting actress at the Oscars on Sunday for her role in the movie \"Minari.\" The film, and Youn, have received critical acclaim throughout awards season.Photo of the day<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426111248-beijing-half-marathon-04-24-large-169.jpeg\">Beijing Half Marathon: The race drew more than 10,000 people on April 24, with participants (and dinosaurs) running maskless. Daily life in much of mainland China has returned to something approaching pre-pandemic normal, with few restrictions left and large events going ahead.The business of China: Tech companies partner with the government on 'digital yuan'China is tapping some of the country's biggest tech companies for help with the rollout of an official digital currency, known as the digital yuan.Ant Group and Tencent are partnering with the People's Bank of China to develop technology related to the digital version of the country's currency, state media reported Sunday. Ant Group -- the financial tech affiliate of Alibaba -- will work with the central bank to create a technology platform for the digital yuan, according to state media reports, which added that the company could utilize its hugely popular digital payments app Alipay as part of the partnership. Tencent, meanwhile, is also participating in research and development related to the currency, the state media reports said.The announcement isn't a total surprise. Ant Group announced earlier this year that its online bank, MyBank, had joined the digital yuan pilot program. Tencent had also been reported to have some involvement with the digital yuan project, though this is the first time the company has talked publicly about its participation, according to Chinese state media. Ant Group and Tencent did not immediately respond to requests from CNN Business for comment. China's digital yuan trial has been expanded to nine cities and one province so far, and the country could become the world's first major economy to create an official, digital version of its currency. A deputy governor at the central bank even said recently the country may give foreign athletes and visitors a chance to use the digital yuan at the 2022 Beijing Winter Olympics.-- By Laura HeQuoted and noted\"The project is designed to prevent a huge flood that happens once a century. The flood last year was a once-in-40-year level, not enough to pose a risk for the Three Gorges Dam.\"-- As China gears up for monsoon season, engineers and experts are hoping for more moderate rainfall than last year, when massive downpours saw rivers overflow and millions of residents displaced. It also raised scrutiny of the Three Gorges Dam, the largest hydropower project ever built, with some critics saying the disaster revealed its limited effectiveness.","link":"/2021/04/26/china/oscars-china-chloe-zhao-mic-intl-hnk/index.html"}