{"title":"Reckoning with lethal violence in Colombia's prolonged wave of protests","time":"Updated 5:21 PM ET, Fri May 14, 2021 ","body":"Reckoning with lethal violence in Colombia's prolonged wave of protestsBy Stefano PozzebonUpdated 5:21 PM ET, Fri May 14, 2021 <img alt=\"&amp;#39;They have nothing to lose&amp;#39;: Protesters storm streets of Colombia to demand radical change\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514131242-go-there-colombia-protests-dp-weekend-exlarge-169.jpg\">JUST WATCHED'They have nothing to lose': Protesters storm streets of Colombia to demand radical changeReplayMore Videos ...MUST WATCH'They have nothing to lose': Protesters storm streets of Colombia to demand radical change 06:05Bogota (CNN)How much pain can one bear in the fight for a worthy cause?That question burned in the eyes of Luis Fernando Barbosa, the father of Dylan \"B Lion\", a 27-year-old hip hop artist who died in Bogota in the early hours of May 8, after a collision with an armored vehicle of the Colombian anti-riot police unit, ESMAD. Preliminary reports from the investigative police suggest Barbosa had lost control of his motorcycle as he was overtaking the police vehicle, and eventually found himself in its path. His friends, along with human rights organizations seeking a role in post-conflict Colombia reconstruction, don't believe this version of events and accuse the police of murder. The Ombudsman's office told CNN that authorities are investigating the man's death. I heard Barbosa's pain and indignation at a memorial for his son, held on a rainy Saturday night on the same road where he died in the early hours of the same day.\"Two liters of blood spilled on this very road were enough, I don't want to see more blood on the street, and I want that blood to be a seed for you, for the living!\" said Barbosa in a painful eulogy,  shedding no tears but with the indignance of someone who has just experienced an irreplaceable loss.Read MoreBeside him stood about two hundred youngsters, men and women who knew Dylan and his songs, and came to pay their respects. They held candles to light up the night and rain covers to keep dry. Dylan Barbosa is now one of 41 victims of lethal violence in a prolonged wave of protests in Colombia that first began in rejection of a now-cancelled fiscal reform on April 28 that has exacerbated unrest across the nationThe heavy-handed response and alleged abuses committed by security forces have only fueled more protests, now in their third week as protesters add to their demands for police and social reform.  So far, the protests have been mostly peaceful, but the small clusters of violence have had knock-on effects. While NGO groups claim that the police were directly involved in the death of at least 40 people, including Barbosa, uniformed men have also become a target, with 1 policeman killed, 849 injured and dozens of police stations vandalized across the country.A path to inclusive dialogueWhen we met Barbosa's father, we were filming a GoThere episode dedicated to the police violence in Colombia. We wanted to tackle this issue, but we did not expect to encounter a deadly case on our road. While we intended to speak with victims, most of the violence had concentrated in the southern city of Cali and there were no reports of deaths in the protests in Bogota, Colombia's capital and the scene of the political drama.Still, I wanted the perspective of the police officer on the front lines, and to see if there was any common ground to be found from dialogue with a demonstrator and an officer.After speaking with dozens of protesters and men in uniform, we identified two young women: an economics student at Colombia's National University, Jennifer Pedraza, a member of the National Strike Committee, and Deisy Sánchez, a second lieutenant in the Bogota Metropolitan Police.Pedraza shared stories of her past encounters with the police in previous protests and the fear it instilled in her about marching in the presence of a police platoon.\"We're marching right now because we have to defend the right to protest. Have you seen the videos of the police simply opening fire over the civil population? And that's not proportionate, that's nowhere near a proportional use of military force,\" Pedraza told us. Images of alleged police abuse have gone viral on Colombian social media over the past few weeks, foreign governments and international organizations have called for moderation and de-escalation.  The Colombian government has so far voiced support for the security forces: in the first days of the protests, Army Chief Eduardo Zapateiro hailed the anti-riot police ESMAD as \"heroes dressed in black\".At the same time, as the outrage for the heavy-handed tactics employed by the police has risen, so have the government pledges to thoroughly investigate any abuse. This week, Colombia's president Iván Duque revealed to CNN that the government is investigating 65 cases of police abuses in dealing with the demonstrations.A way forward for the policeSpeaking with us, Lieutenant Sánchez urged the protesters to understand that the police are merely following orders and so deserve the protesters' respect: \"We train every day to employ proportionate use of force, reasonable use of force. What we want is a rapid solution to this confrontation because it's not just the Police that is affected, it's the population as a whole that is going through this violence.\"She showed us her police station in a working-class neighborhood not far from where Barbosa died. The station had been vandalized the night of May 4 with Molotov cocktails and stones.Sánchez's superior officer, Major Pablo Rámirez, said that the viral videos showing violence at the hands of the police do not paint a full picture, but conceded that, \"perhaps, in some cases, some agents have failed to measure their force.\" Our shoot ended early because of the rappers' vigil, but experiencing the vigil will stay with me. Lieutenant Sánchez urged me to share Pedraza's contact information so they could sit and discuss the country's problems together. I share her hope that this wave of protests will force Colombia into more constructive conversations, and that from this crisis the country will re-emerge stronger and more equal.I can still hear the words of Luis Fernando Barbosa, the father stripped of his son: \"Life, just like love, does not need anything out of anyone's pocket to get rich from them. Be kind. There's a country to change ahead of us.\"","link":"/2021/05/14/americas/colombia-protest-personal-gothere-intl/index.html"}