{"title":"Mentors are great. But a sponsor could really help your career","time":"Updated 11:03 AM ET, Tue April 6, 2021 ","body":"New York (CNN Business)Moving up the career ladder takes more than just hard work. Gaining the support of someone with more experience than you helps, too. One way to do this is to find a sponsor. Although much has been said about mentorship, sponsors can advance your career in a way that mentors can't. And while the two are often confused, there are distinct differences. In a mentorship, a more experienced person gives guidance to a more junior person. In a sponsorship, a more senior person proactively invests social capital and clout in a more junior person, according to Sylvia Ann Hewlett, economist and author of The Sponsor Effect.Sponsors can get you noticed both inside and outside of your company, create opportunities that help you progress more quickly and give you confidence and courage to take risks. For example, a sponsor can directly recommend you for a promotion, get you placed on an important work project and, in some cases, even help you secure your first board seat. So how can you attract and attain a potential sponsor in the workplace? These tips can help: Read MoreDemonstrate your value It starts with you. Attracting a sponsor requires that you perform at your highest level. Be reliable and consistent, meet deadlines and strive to exceed expectations and deliver great results. By performing well at work, you're demonstrating your value and potential -- both qualities that will help attract a sponsor. You're also proving to a potential sponsor that they can feel comfortable about putting their own reputation on the line and advocate for you. \"It's all about continuing to deliver performance, trustworthiness and contributing a value add that will win you support over the long haul,\" Hewlett said. Take inventory of your assets Take into account what you've accomplished and what you hope to achieve in the future.<img alt=\"The pandemic isn&amp;#39;t over. But you can still get ahead in your career in 2021\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201019183823-20201019-boss-remote-relationship-gfx-large-169.jpg\">The pandemic isn't over. But you can still get ahead in your career in 2021A sponsor can't help you if you can't clearly identify your strengths and abilities, but more importantly your goals. Knowing what your goals are helps your sponsor match you for the best opportunities. Hewlett suggests scheduling a 15-minute chat with a potential mentor or sponsor to present your assets and goals. \"This can spark driving value together. The hallmark of a successful sponsorship relationship,\" she said.Ask them to be your mentor first and then -- by delivering trustworthiness and a value add -- you can eventually turn this person into a proactive sponsor, she added.  Raise your hand for opportunities Visibility at work is extremely important. It's not enough to just keep your head down and get your work done. You want to get noticed. That can be challenging while working remotely, but there are ways to do this. \"Create space for connection in lieu of the more impromptu nature of being in-person or in the office,\" said Christie Lindor, founder and CEO of Tessi Consulting. \"Geographic boundaries are no longer a barrier and social media has created the ability to directly access more people than ever before. Take advantage of this unique time and use this moment to think big and reach out wide.\"Some ways to do this include attending virtual events, participating in discussions during team meetings, contributing to a bigger project or taking on a \"stretch assignment.\"Stretch assignments are usually a project, role or task that is beyond your skill level or expertise. The purpose of these assignments is to help \"stretch\" your development and unlock your potential. Some examples might include managing an intern, organizing an event or launching a new product. \"Think about who knows you and your work, or who may have heard about you. Authenticity is key when it comes to fostering sponsor relationships,\" she said. \"Ask a supportive mentor or ally for stretch opportunities in your target sponsor's line of sight.\" Identify potential sponsors Knowing what type of sponsor you are seeking and why is important to figure out up front. Lindor recommends creating a short list of one to three leaders in your organization or industry that you would like to attract as a sponsor.<img alt=\"The pandemic forced a massive remote-work experiment. Now comes the hard part\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210308141950-20210308-hybrid-office-illustration-large-169.jpg\">The pandemic forced a massive remote-work experiment. Now comes the hard partFrom there, develop a strategy to have a line of sight or visibility for your list of prospective sponsors. You can do this by identifying opportunities to speak or work with a prospective sponsor directly, such as participating in events they'll be attending or working on a team they may be leading. Then, research and learn about any common interests and values you may share with them. Remember to be intentional. \"Be able to answer the question, 'why do I want this person to sponsor me?' While considering someone because of their star or celebrity status might be enticing, seek genuine connection points instead,\" she said. Build relationshipsMake sure you're building the relationships within your organization or industry for a sponsorship opportunity to develop. For example, your sponsor could be your manager or your manager's manager -- perhaps even someone higher up or in a different department.\"Many of us are working remotely and having difficulty connecting with people other than those we are in direct work contact with on a daily basis,\" said Toni Patterson, a career mentor and strategist. \"It's a great excuse to reach out to someone to say: 'had we been in the office I would have loved to pop my head in and introduce myself, but since that's not possible in this time, can we meet online for a 20-minute coffee?' Once you have them on the phone you need to let them know what you do, what you aspire to do and that you are willing to stretch and challenge yourself in order to do it.\" But don't get discouraged. If you reach out to someone and they don't seem interested in supporting you, know that \"no\" may mean \"not right now,\" Patterson said. \"Focus on creating and building relationships. With time, you will find the right person to be your sponsor.\" Follow up and stay top of mind Your success is your sponsor's legacy. So don't forget to toot your own horn.\"Manage the relationship in line with your sponsor's working styles or organizational culture, learn how they prefer to communicate and adjust to maximize interactions,\" Lindor said. It's also your responsibility to make your sponsor look good and nurture the relationship by doing your best work. And don't forget to follow up. \"Once you are given that stretch assignment, promotion or whatever your sponsorship relationship helped you achieve, make sure you keep your sponsor apprised of how it's going,\" Patterson said. \n","link":"/2021/04/06/success/finding-a-sponsor-workplace/index.html"}