{"title":"Tang! The space-age drink that's still a worldwide staple","time":"Updated 3:00 AM ET, Sat May 1, 2021 ","body":" (CNN)When you think of Tang -- if you think of Tang at all -- you probably think of its association with the United States space program in the 1960s. After all, \"Tang was chosen for the Gemini astronauts,\" as a 1966 advertisement for the classic orange drink stated. Gemini was NASA's second human spaceflight mission in the lead-up to the moon landing.The beverage always will be connected to the golden era of midcentury space exploration, but NASA actually did not invent Tang.<img alt=\"Tang orange drink mix is inextricably tied to &amp;#39;60s space exploration, but the beverage remains popular today. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430162409-tang-drink-stock-restricted-large-169.jpg\">Tang orange drink mix is inextricably tied to '60s space exploration, but the beverage remains popular today. Tang debuted in 1957 as a vitamin C-packed breakfast drink. Its selling point was that the powdered mix was shelf-stable, and it was promoted as a healthier and more convenient alternative to fresh orange juice. (And while it certainly may be more convenient than juicing oranges to order every morning, the first two items on Tang's ingredient list are sugar and fructose.) But General Foods, Tang's original parent company, had contracts with the military for producing rations and other food items, such as instant coffee. (\"Mad Men\" fans will be pleased to know that General Foods, later incorporated into Kraft Foods, also owned the Burger Chef brand from 1968 to 1982.) Read MoreThanks to these connections and the aforementioned shelf-stable, \"just add water\" capability of Tang, NASA sent the drink mix into space with John Glenn on his famous orbit of Earth in 1962.<img alt=\"This food tray was used in the now-defunct Skylab, the first US space station launched by NASA in 1973. Shown in the tray are (counterclockwise from back): orange drink, strawberries, asparagus, prime rib, dinner roll and  butterscotch pudding.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132153-01-space-food-history-super-169.jpeg\"> Photos: The history of space foodThis food tray was used in the now-defunct Skylab, the first US space station launched by NASA in 1973. Shown in the tray are (counterclockwise from back): orange drink, strawberries, asparagus, prime rib, dinner roll and  butterscotch pudding.Hide Caption 1 of 22<img alt=\"Gemini 3 took astronauts John Young and Gus Grissom -- and a contraband corned beef sandwich on rye -- into space in 1965. Young bought the deli sandwich in Cocoa Beach, Florida, and hid it in his spacesuit so at mealtime he could surprise his commander with it. However, when crumbs started floating around the cabin, the sandwich was put away, never to be spoken of again. That is, until the incident had to be investigated at a House of Representatives Appropriations Committee back on Earth. Shown is Young (left) and Grissom (right) in the spacecraft simulator. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190717155143-space-food-grissom-young-gemini-3-super-169.jpg\"> Photos: The history of space foodSneaky sandwich – Gemini 3 took astronauts John Young and Gus Grissom -- and a contraband corned beef sandwich on rye -- into space in 1965. Young bought the deli sandwich in Cocoa Beach, Florida, and hid it in his spacesuit so at mealtime he could surprise his commander with it. However, when crumbs started floating around the cabin, the sandwich was put away, never to be spoken of again. That is, until the incident had to be investigated at a House of Representatives Appropriations Committee back on Earth. Shown is Young (left) and Grissom (right) in the spacecraft simulator. Hide Caption 2 of 22<img alt=\"During the Mercury program, astronauts&amp;#39; food often came in bite-size cubes or squeeze tubes. On the Gemini missions, tubes were out and improved packaging meant better food quality and options.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132325-02-space-food-history-super-169.jpeg\"> Photos: The history of space foodDuring the Mercury program, astronauts' food often came in bite-size cubes or squeeze tubes. On the Gemini missions, tubes were out and improved packaging meant better food quality and options.Hide Caption 3 of 22<img alt=\"Apollo astronauts were the first to have hot water, which made rehydrating foods easier and improved the food&amp;#39;s taste. These astronauts were also the first to use the &amp;quot;spoon bowl,&amp;quot; a plastic container that could be opened and its contents eaten with a spoon.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132342-03-space-food-history-super-169.jpeg\"> Photos: The history of space foodApollo astronauts were the first to have hot water, which made rehydrating foods easier and improved the food's taste. These astronauts were also the first to use the \"spoon bowl,\" a plastic container that could be opened and its contents eaten with a spoon.Hide Caption 4 of 22<img alt=\"Skylab was relatively large and had ample storage, so astronuats enjoyed an extensive menu: 72 different food items. The space station also had a freezer and refrigerator, a convenience no other spacecraft had offered.&amp;lt;br /&amp;gt;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132401-04-space-food-history-super-169.jpeg\"> Photos: The history of space foodSkylab was relatively large and had ample storage, so astronuats enjoyed an extensive menu: 72 different food items. The space station also had a freezer and refrigerator, a convenience no other spacecraft had offered.Hide Caption 5 of 22<img alt=\"Space Shuttle astronaut diets were designed to supply each crew member with all the recommended dietary allowances of vitamins and minerals necessary to perform in the environment of space. Food shown here includes packaged orange-mango beverage and rehydratable shrimp cocktail.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132427-05-space-food-history-super-169.jpeg\"> Photos: The history of space foodSpace Shuttle astronaut diets were designed to supply each crew member with all the recommended dietary allowances of vitamins and minerals necessary to perform in the environment of space. Food shown here includes packaged orange-mango beverage and rehydratable shrimp cocktail.Hide Caption 6 of 22<img alt=\"NASA Astronauts Thomas P. Stafford (left) and Donald K. &amp;quot;Deke&amp;quot; Slayton (right) hold containers of Soviet space food in the Soyuz Orbital Module during a nine-day joint US-USSR space mission in July 1975. The containers -- over which vodka labels have been pasted -- hold borscht (beet soup). This was the crews&amp;#39; way of toasting each other.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132457-06-space-food-history-super-169.jpeg\"> Photos: The history of space foodNASA Astronauts Thomas P. Stafford (left) and Donald K. \"Deke\" Slayton (right) hold containers of Soviet space food in the Soyuz Orbital Module during a nine-day joint US-USSR space mission in July 1975. The containers -- over which vodka labels have been pasted -- hold borscht (beet soup). This was the crews' way of toasting each other.Hide Caption 7 of 22<img alt=\"STS-9 was the space shuttle Columbia&amp;#39;s sixth spaceflight, but it was the first opportunity for an onboard galley, located in the middeck. The metal tray made for easy prep and serving of in-space meals. This crew member is seated at the pilot&amp;#39;s station on the flight deck in late 1983.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132525-07-space-food-history-super-169.jpeg\"> Photos: The history of space foodSTS-9 was the space shuttle Columbia's sixth spaceflight, but it was the first opportunity for an onboard galley, located in the middeck. The metal tray made for easy prep and serving of in-space meals. This crew member is seated at the pilot's station on the flight deck in late 1983.Hide Caption 8 of 22<img alt=\"In the mid &amp;#39;80s, Coca-Cola and Pepsi went head to head to be the first cola in space. Each company developed its own can that could dispense soda in microgravity -- no small feat considering bubbles don&amp;#39;t rise in space. In 1985, Space Shuttle Challenger took with it both products. The crew was unimpressed by drinking the room temperature colas.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190716161524-11-space-food-super-169.jpg\"> Photos: The history of space foodCola war – In the mid '80s, Coca-Cola and Pepsi went head to head to be the first cola in space. Each company developed its own can that could dispense soda in microgravity -- no small feat considering bubbles don't rise in space. In 1985, Space Shuttle Challenger took with it both products. The crew was unimpressed by drinking the room temperature colas.Hide Caption 9 of 22<img alt=\"Shown are rehydratables from the &amp;#39;80s Space Shuttle missions and the first appearance of M&amp;amp;amp;Ms on the space food menu. Referred to simply as &amp;quot;candy-coated chocolates&amp;quot; by NASA, they are now a regular space snack. Note the magnets securing the cutlery to the tray. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132543-08-space-food-history-super-169.jpeg\"> Photos: The history of space foodShown are rehydratables from the '80s Space Shuttle missions and the first appearance of M&Ms on the space food menu. Referred to simply as \"candy-coated chocolates\" by NASA, they are now a regular space snack. Note the magnets securing the cutlery to the tray. Hide Caption 10 of 22<img alt=\"These days, food on the International Space Station includes condiments such as mayonnaise, mustard, chili sauce and wasabi -- all popular with astronauts trying to make up for the flavor deficit caused by zero gravity. The fare has come a long way since the early days of space travel.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132619-09-space-food-history-super-169.jpeg\"> Photos: The history of space foodThese days, food on the International Space Station includes condiments such as mayonnaise, mustard, chili sauce and wasabi -- all popular with astronauts trying to make up for the flavor deficit caused by zero gravity. The fare has come a long way since the early days of space travel.Hide Caption 11 of 22<img alt=\"A food lab scientist packages food for spaceflight.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132657-10-space-food-history-super-169.jpeg\"> Photos: The history of space foodA food lab scientist packages food for spaceflight.Hide Caption 12 of 22<img alt=\"European Space Agency astronaut Luca Parmitano, Expedition 36 flight engineer, is pictured near food packages floating freely in the Unity module of the International Space Station, June 24, 2013.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132757-11-space-food-history-super-169.jpeg\"> Photos: The history of space foodEuropean Space Agency astronaut Luca Parmitano, Expedition 36 flight engineer, is pictured near food packages floating freely in the Unity module of the International Space Station, June 24, 2013.Hide Caption 13 of 22<img alt=\"A sampling of processed space food is shown in orbit.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132825-12-space-food-history-super-169.jpeg\"> Photos: The history of space foodA sampling of processed space food is shown in orbit.Hide Caption 14 of 22<img alt=\"European Space Agency astronaut Samantha Cristoforetti prepares her lunch using the space food rehydrator aboard the International Space Station.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132842-13-space-food-history-super-169.jpeg\"> Photos: The history of space foodEuropean Space Agency astronaut Samantha Cristoforetti prepares her lunch using the space food rehydrator aboard the International Space Station.Hide Caption 15 of 22<img alt=\"NASA astronaut Kjell Lindgren (center) and Japan Aerospace Exploration Agency astronaut Kimiya Yui (right), both Expedition 44/45 flight engineers, participate in a food tasting at NASA&amp;#39;s Johnson Space Center in Houston, July 10, 2014.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132917-14-space-food-history-super-169.jpeg\"> Photos: The history of space foodNASA astronaut Kjell Lindgren (center) and Japan Aerospace Exploration Agency astronaut Kimiya Yui (right), both Expedition 44/45 flight engineers, participate in a food tasting at NASA's Johnson Space Center in Houston, July 10, 2014.Hide Caption 16 of 22<img alt=\"Astronaut Samantha Cristoforetti drank the first authentic espresso in microgravity aboard the International Space Station in 2015. The Italian Space Agency developed an espresso machine called the ISSpresso, along with a microgravity coffee cup, in collaboration with Argotec and Lavazza. It served espressos for 32 months.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190716175358-12-space-food-super-169.jpg\"> Photos: The history of space foodAstronaut Samantha Cristoforetti drank the first authentic espresso in microgravity aboard the International Space Station in 2015. The Italian Space Agency developed an espresso machine called the ISSpresso, along with a microgravity coffee cup, in collaboration with Argotec and Lavazza. It served espressos for 32 months.Hide Caption 17 of 22<img alt=\"Astronaut Peggy Whitson and her cheeseburger wrapped in a tortilla are shown on the International Space Station. Since the mid &amp;#39;80s, flour tortillas have been a staple bread item in space that provides an almost crumble-free solution.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190716160934-07-space-food-restricted-super-169.jpg\"> Photos: The history of space foodAstronaut Peggy Whitson and her cheeseburger wrapped in a tortilla are shown on the International Space Station. Since the mid '80s, flour tortillas have been a staple bread item in space that provides an almost crumble-free solution.Hide Caption 18 of 22<img alt=\"NASA astronaut and Expedition 61 Flight Engineer Andrew Morgan poses with two food packets, chicken with cornbread and chocolate pudding, during dinnertime aboard the International Space Station&amp;#39;s Unity module, January 1, 2019.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430133029-16-space-food-history-super-169.jpeg\"> Photos: The history of space foodNASA astronaut and Expedition 61 Flight Engineer Andrew Morgan poses with two food packets, chicken with cornbread and chocolate pudding, during dinnertime aboard the International Space Station's Unity module, January 1, 2019.Hide Caption 19 of 22<img alt=\"Experiments growing plants and vegetables in space use the &amp;quot;Veggie&amp;quot; system, a growth chamber that provides lighting and nutrients.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190718193222-space-food-veggie-system-on-iss-super-169.jpg\"> Photos: The history of space foodExperiments growing plants and vegetables in space use the \"Veggie\" system, a growth chamber that provides lighting and nutrients.Hide Caption 20 of 22<img alt=\"European Space Agency astronaut Samantha Cristoforetti is seen taking a drink in the Unity module aboard the International Space Station, April 27, 2015. The crew&amp;#39;s food galley is located in Unity; several food packets are visible to the right.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430132939-15-space-food-history-super-169.jpeg\"> Photos: The history of space foodEuropean Space Agency astronaut Samantha Cristoforetti is seen taking a drink in the Unity module aboard the International Space Station, April 27, 2015. The crew's food galley is located in Unity; several food packets are visible to the right.Hide Caption 21 of 22<img alt=\"NASA astronaut and Expedition 63 Commander Chris Cassidy unpacks fresh fruit and other food items shipped aboard the Northrop Grumman Cygnus space freighter to the International Space Station, October 5, 2020.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430133048-17-space-food-history-super-169.jpeg\"> Photos: The history of space foodNASA astronaut and Expedition 63 Commander Chris Cassidy unpacks fresh fruit and other food items shipped aboard the Northrop Grumman Cygnus space freighter to the International Space Station, October 5, 2020.Hide Caption 22 of 22General Foods' advertising strategy shifted to capitalize on the popularity of all things outer space, and Tang henceforth became marketed as the astronaut's drink of choice, as seen in this collection of Tang advertisements through the decades. But Tang isn't just a space age relic. It's still popular across the globe, from South America to Asia, and produced in a number of flavors -- including pineapple, mango, lemon, calamansi and its newest Filipino flavor, Coco Plus Buko Pandan. Tang is also one of the most popular drinks during Ramadan in the Middle East, according to Mondelez International, the food corporation that now owns the brand.<img alt=\"This Soviet cosmonaut was the first human in orbit — fueling the space race \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210409073158-01-yuri-gagarin-space-capsule-restricted-large-169.jpg\">This Soviet cosmonaut was the first human in orbit — fueling the space race Not only that, but home cooks around the world have been showing their ingenuity by using Tang in dishes that go far beyond a simple stir-it-up breakfast drink.Whether you're jonesing for a blast from the past or looking for something new to experiment with, grab a canister of Tang and make these fun and slightly retro recipes. Tang Creamsicle pieThis nostalgic dessert has graced the tables of many a church potluck and community picnic since the 1960s, and its retro charm endures. The sweet throwback is one of those no-bake recipes familiar to anyone who grew up reading recipes off the back of a box.The formula here is simple: Beat together Tang mix, cream cheese, condensed milk and whipped topping until fluffy, then chill in a graham cracker crust. Spoon on even more whipped topping to take it over the top.Make a semi-homemade Creamsicle pie this summer for a refreshing treat — vintage apron optional.Frothy Tang orange drinkFor an Orange Julius-style drink that will take you back to the '80s, trust the guys from Big Gay Ice Cream to come through with a cool and frothy Tang-infused milkshake that hits the spot. You'll be transported to your favorite mall food court with just a sip; better grab a hot pretzel for the full effect. Want to make this drink into a cocktail? Just blend in 2 tablespoons white rum or orange-flavored vodka per serving.Takeout-style orange chickenBelieve it or not, a Tang-boosted version of chicken in orange sauce is one of the official recipes promoted by Tang Pakistan. The addition of the fruity drink actually makes sense for this sauce, enhancing the sweet and sticky aspects that make the dish a Chinese American classic.When you're craving those crunchy coated bites, you can make the Tang-approved recipe or simply replace the orange juice in your favorite copycat takeout orange chicken recipe with Tang.Tang ice popsIf there is one technological innovation that makes families' lives better every summer, it's the humble yet life-changing ice pop mold, which lets us create any flavor of fruity treats imaginable.<img alt=\"A personal meal plan can save your sanity this year\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210202135935-bibimbap-stock-large-169.jpg\">A personal meal plan can save your sanity this yearStir up a pitcher of Tang and pour into any style of mold that fits your fancy. Traditional bomb pop or double stick-style molds, silicone squeeze molds, or push-up pop molds will all do the trick.If you'd like to add fresh fruit like chopped peaches, sliced strawberries or whole blueberries to your pops, fill the molds with fruit and then pour the liquid in. For a creamier treat, blend Tang with vanilla or coconut Greek yogurt before pouring.Tang and lemon ice creamNo ice cream maker? No problem! This recipe for lemon and orange Tang ice cream uses a simplified method called semifreddo, Italian for \"half-cold.\" By making an easy egg-free custard, then partially freezing, blending, then freezing again, the ice cream results in a soft and mousselike texture.If you love the flavor of orange sherbet but the consistency of soft-serve custard, this might be your ideal dessert.Friendship teaProbably the most well-known Tang recipe, this hot beverage is another one of those community cookbook staples. It's also frequently referred to as Russian tea, but it bears little resemblance to the strong tea served with lemon and sugar that was the drink's original inspiration.Instead, this citrusy sweet tea mix has become an American standard. The proportions change from recipe to recipe, but standard ingredients include instant tea powder, lemonade powder, Tang, and frequently cinnamon, cloves and/or nutmeg for extra spice.Make a jar of homemade tea blend to keep in your pantry for chilly days.There's even Tang beer<img alt=\"A beginner&amp;#39;s guide to stargazing (CNN Underscored)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200813104740-stargazinglead1-large-169.jpg\">A beginner's guide to stargazing (CNN Underscored)Magnify Brewing in Fairfield, New Jersey, created a beer brewed with Tang as one of its limited-edition releases in April. Big Pulp, a smoothie sour-style beer, also features real mango, pineapple and peach in its ingredient lineup. The vibrant color and juicy flavor are deceptively reminiscent of the tropical orange drinks of the 1980s and '90s, making this a grown-up version of an after-school treat.As these recipes prove, Tang is an enduringly popular ingredient in kitchens around the world. Even after all these years, Tang remains, to quote another vintage ad, \"for spacemen and earth families.\" Casey Barber is a food writer, illustrator and photographer; the author of \"Pierogi Love: New Takes on an Old-World Comfort Food\" and \"Classic Snacks Made from Scratch: 70 Homemade Versions of Your Favorite Brand-Name Treats\"; and editor of the website Good. Food. Stories.","link":"/2021/05/01/world/tang-space-age-scn-wellness/index.html"}