{"title":"'There is no Singapore variant,' say politicians after Indian opposition leader makes false Covid claims ","time":"Updated 11:04 PM ET, Wed May 19, 2021 ","body":"'There is no Singapore variant,' say politicians after Indian opposition leader makes false Covid claims Story by ReutersUpdated 11:04 PM ET, Wed May 19, 2021 <img alt=\"Delhi Chief Minister Arvind Kejriwal speaks to media at the Guru Ram Dass Jee International Airport, on the outskirts of Amritsar, India, on March 21.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520101510-arvind-kejriwal-03-21-large-169.jpeg\">Delhi Chief Minister Arvind Kejriwal speaks to media at the Guru Ram Dass Jee International Airport, on the outskirts of Amritsar, India, on March 21. (CNN)The Singapore and Indian governments berated a senior Indian opposition politician on Wednesday for fanning a coronavirus scare between their countries, saying his comments were \"irresponsible\" and not based on facts.Delhi Chief Minister Arvind Kejriwal outraged Singapore in a Twitter post a day earlier in which he said a new form of the virus that was particularly harmful to children had come to the city-state, and urged a ban on flights, though there is currently little air travel between the countries due to the pandemic.\"Politicians should stick to facts! There is no 'Singapore variant',\" Singapore foreign minister Vivian Balakrishnan said in a social media post on Wednesday.His ministry issued a statement saying it was \"disappointed that a prominent political figure had failed to ascertain the facts before making such claims.\"\t\t\n\t\t\n\t\t\n\t\t\n\t\t\nKejriwal's comments came after Singapore cautioned on Sunday that new variants, such as the one first detected in India, were affecting more children and ordered most schools to shut to contain a recent surge in new cases.Read MoreIndian Foreign Minister Subrahmanyam Jaishankar also chastised Kejriwal, whose Aam Aadmi party is the largest in the local assembly and fiercely opposed to Prime Minister Narendra Modi's Bharatiya Janata Party (BJP).\"Irresponsible comments from those who should know better can damage long-standing partnerships. So, let me clarify -- Delhi CM does not speak for India,\" Jaishankar said in a statement on Twitter.He said Singapore and India have been solid partners in the fight against Covid-19 and India was grateful for its role as a logistics hub and supplier of medical oxygen that India has badly needed during the second wave.After months of keeping the virus under control, Singapore has reported in recent weeks a rise in Covid-19 cases. The B.1617 variant, which was first detected in India, was prevalent in many of the cases, prompting Singapore to ban visitors from India in late April.The variant has now spread to dozens of countries, and is the fourth strain to be declared a \"variant of concern\" by the World Health Organization. That classification means a variant may be more transmissible or cause more severe disease, fail to respond to treatment, evade immune response or fail to be diagnosed by standard tests.","link":"/2021/05/19/asia/singapore-india-covid-variant-intl-hnk/index.html"}