{"title":"FDA moves to ban menthol cigarettes and flavored cigars","time":"Updated 12:11 PM ET, Fri April 30, 2021 ","body":" (CNN)The US Food and Drug Administration is taking steps to ban menthol flavored cigarettes and all flavored cigars, including menthol flavor, within the next year, according to an agency announcement Thursday.The aim is to \"significantly reduce disease and death\" from using these two products. Smoking is the leading cause of preventable death in the United States, according to the US Centers for Disease Control and Prevention. <img alt=\"US task force recommends lung cancer screening start earlier, include people with shorter histories of smoking\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210309125625-ct-scan-stock-large-169.jpg\">US task force recommends lung cancer screening start earlier, include people with shorter histories of smoking\"Banning menthol—the last allowable flavor—in cigarettes and banning all flavors in cigars will help save lives, particularly among those disproportionately affected by these deadly products,\" Acting FDA Commissioner Dr. Janet Woodcock said in a statement. \"With these actions, the FDA will help significantly reduce youth initiation, increase the chances of smoking cessation among current smokers, and address health disparities experienced by communities of color, low-income populations, and LGBTQ+ individuals, all of whom are far more likely to use these tobacco products.\"The agency said it hopes to have the ban in place in a year. It cannot ban the flavor immediately because the proposed change needs to go through a legal public comment period. The regulations would only apply to manufacturers, distributors, retailers, wholesalers and importers so that the product would never make it to the market. The agency cannot take action against individuals who would possess or use menthol tobacco products. Read MoreMore than a third of all the cigarettes sold in the United States in 2018 -- the last year for which statistics were available -- were menthol flavored, according to the CDC.<img alt=\"Lawmakers urge the FDA to temporarily clear e-cigarettes from market amid Covid pandemic. Here&amp;#39;s why\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200529130428-a-smoker-is-engulfed-by-vapours-as-he-smokes-an-electronic-vaping-machine-during-lunch-time-in-central-london-on-august-9-2017--large-169.jpg\">Lawmakers urge the FDA to temporarily clear e-cigarettes from market amid Covid pandemic. Here's whyBan meant to promote health equityThe move is meant to promote better health equity, Mitch Zeller, director of the FDA's Center for Tobacco Products, said at a news conference Thursday. \"Despite the tremendous progress we've made in getting people to stop smoking over the past 55 years, that progress hasn't been experienced by everyone equally,\" said Zeller. \"In the United States, compared to non-Hispanic White smokers, significantly fewer Black smokers support long-term quitting and Black smokers are more likely to die of tobacco-related disease than White smokers.\"Mentholated brands of tobacco products have been heavily marketed to racial minorities resulting in disproportionate use. More than 85% of mentholated brand users are Black, nearly 47% are Hispanic, 38% are Asian, nearly 29% are White, according to the CDC. <img alt=\"1 in 10 women will have a miscarriage. They shouldn&amp;#39;t be told to &amp;#39;just try again,&amp;#39; new research says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426154309-miscarriage-stock-large-169.jpg\">1 in 10 women will have a miscarriage. They shouldn't be told to 'just try again,' new research saysStudies show that menthol flavoring increases the appeal of tobacco products and can lead people, particularly young people, to become regular smokers. Advertisers of menthol-flavored cigarettes have disproportionately targeted the Black community.Menthol flavoring is also believed to be more addictive and harder to quit. One study showed that if menthol was banned, within a little over a year, it would lead 923,000 smokers to quit, including 230,000 African Americans.Derrick Johnson, president of the NAACP, said the organization has been calling for a ban on menthol cigarettes and flavored e-cigarettes for years.\"For decades, the tobacco industry has been targeting African Americans and have contributed to the skyrocketing rates of heart disease, stroke and cancer across our community,\" Johnson said in a statement. \"The tobacco industry is on a narrow quest for profit, and they have been killing us along the way...it's about time we prioritize the health and wellbeing of African Americans.\"Menthol-flavored cigarettes are considered a \"tremendous public health threat\" for kids, according to the Tobacco Free Kids organization. Pediatricians have long called for a ban on flavored tobacco products, including menthol. For novice smokers, the taste of a cigarette can be too harsh, whereas, flavors make it easier for beginners to try the product. On Thursday, the American Academy of Pediatrics applauded the announcement from the FDA, calling this an \"important step forward.\" <img alt=\"Despite new regulations, FDA still fails to protect youth from e-cigarette epidemic, American Lung Association says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190918111837-01-e-cigs-large-169.jpg\">Despite new regulations, FDA still fails to protect youth from e-cigarette epidemic, American Lung Association says\"This long overdue decision will protect future generations of young people from nicotine addiction, especially Black children and communities, which have disproportionately suffered from menthol tobacco use due to targeted efforts from the tobacco industry,\" the AAP said in a statement. \"While the American Academy of Pediatrics commends the FDA's announcement, it is only a first step that must be followed with urgent, comprehensive action to remove these flavored products from the market.\"Even still, there are some concerns from groups about the potential menthol ban. A letter sent from the ACLU and 26 other advocacy groups to the US Department of Health and Human Services Monday said that such a ban could have \"serious racial justice implications.\" The groups said that they want to see even more progress in addressing health needs of communities of color, but a menthol ban could trigger criminal penalties that disproportionately impact people of color and \"prioritize criminalization over public health and harm reduction.\" The groups argue that criminalization of such products could lead to negative, and even deadly, interactions with local law enforcement. \"For these reasons, well-intentioned efforts to continue to reduce death and disease from tobacco products must avoid solutions that will create yet another reason for armed police to engage citizens on the street based on pretext or conduct that does not pose a threat to public safety,\" the letter said.A decision long overdueIn 2009, Congress passed the Family Smoking Prevention and Tobacco Control Act that allowed the FDA to regulate tobacco products and prohibited all flavors in cigarettes, with the exception of tobacco and menthol flavor. The act directed the FDA to create a Tobacco Products Scientific Advisory Committee to look at the issue of menthol in cigarettes and its effect on public health. It also asked the FDA to reevaluate the flavor ban periodically to determine if the standards should be changed to reflect any new scientific data with regard to menthol. The legislation urged the US Department of Health and Human Services to address the menthol issue \"as quickly as practicable.\" Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.In 2020, groups including the African American Tobacco Control Leadership Council, Action on Smoking and Health, the American Medical Association, and the National Medical Association filed a lawsuit against the FDA that claimed that the agency had failed to act on menthol cigarettes. In November, a court denied the FDA's motion to dismiss the lawsuit.Asked during Thursday's media briefing why it has taken the FDA so long to act, Zeller said that \"it's too pat, as a regulator, to say 'these things take time,' \" and added, \"but here we are announcing an important action that will go a long way to addressing some of the most significant health inequities that exist.\"  ","link":"/2021/04/29/health/fda-menthol-cigarette-ban/index.html"}