{"title":"US task force lowers recommended age to start colorectal cancer screening to 45","time":"Updated 11:00 AM ET, Tue May 18, 2021 ","body":"US task force lowers recommended age to start colorectal cancer screening to 45By Lauren Mascarenhas, CNNUpdated 11:00 AM ET, Tue May 18, 2021 JUST WATCHEDGet colon checked sooner, new guidelines sayReplayMore Videos ...MUST WATCHGet colon checked sooner, new guidelines say 01:29 (CNN)The US Preventive Services Task Force on Tuesday lowered the recommended age to start screening for colon and rectal cancers from 50 to 45.The task force, which is the leading panel for medical guidance in the US, released a draft of the recommendation in October. The final recommendation statement, published Tuesday in the journal JAMA, says all adults ages 45 to 75 years should be screened for colorectal cancer. This recommendation is for asymptomatic people of average risk, with no prior diagnosis of colorectal cancer, history of colon or rectal polyps or personal or family history of genetic disorders that put them at higher risk. The task force also recommended selective screening among adults ages 76 to 85 years based on a patient's overall health, prior screening history and preferences. In its 2016 recommendation, USPSTF recommended starting screening at age 50. <img alt=\"US task force proposes starting colorectal cancer screening at age 45\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180529124530-02-colon-cancer-stock-large-169.jpg\">US task force proposes starting colorectal cancer screening at age 45\"We think by screening, starting at age 50, we prevent about 50 cases of colorectal cancer in a population of 1,000 people and avoid about 25 deaths. If we drop to age 45, we'll prevent two or three additional cases and maybe one death,\" Dr. Michael Barry, vice chair of the task force, told CNN. \"We thought it was appreciable enough that it was time to change the recommendation to go down to age 45.\" Read MoreWith the official recommendation, colorectal cancer screening services for 45- to 75-year-olds will be covered by most private insurance plans, with no copay. \"The implication is that for many people, there'll be less of a barrier to getting screened aged 45 to 49,\" said Barry, who noted that there may be a time lag before insurance coverage kicks in. Colorectal cancer is the third leading cause of cancer death, and approximately 52,980 people in the US are projected to die from it in 2021. Though most cases are diagnosed in people ages 65 to 74, the recommendation reflects a trend in recent years of cases among younger people. Guidance change driven by a worrisome trendThe final recommendation notes that 10.5% of new colorectal cancer cases are in people younger than 50, and cases among adults between 40 and 49 years increased by almost 15% from 2000-2002 to 2014-2016. <img alt=\"Colon and rectal cancer cases are going up among people younger than 50, researchers say \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/170807172633-colorectal-cancer-1-large-169.jpg\">Colon and rectal cancer cases are going up among people younger than 50, researchers say \"It's a major area of concern and investigation theories abound,\" Dr. Benjamin Lebwohl, a gastroenterologist with NewYork-Presbyterian and Columbia University Medical Center, told CNN. \"To some extent, it may be driven in part by obesity, but there are plenty of people younger than 50, who are not obese, who are developing colorectal cancer, without any discernible risk factors.\" While doctors aren't yet sure why more cases are occurring in the younger age group, they say that screening people earlier will save lives. If colorectal polyps are detected early enough, they can be removed before they develop into cancer. To inform its decision, the task force commissioned a review of colorectal cancer screening in the US, which included 33 studies on the effectiveness, test accuracy and harms of screening. It also considered a modeling study, which estimated the life years gained from colorectal cancer screening to be 171 to 381 per 1,000 40-year-olds. The models showed that the number of additional life years gained from screening after age 75 was relatively small. The researchers estimated that lowering the age to begin screening from 50 to 45 years could result in 22 to 27 additional life years gained, 161 to 784 additional colonoscopies, and 0.1 to 2 additional complications related to screening, per 1,000 people. Beginning screening at age 45 \"provides an efficient balance of colonoscopy burden and life-years gained,\" the research, published in JAMA Tuesday, states. Disproportionate impact on Black adultsUSPSTF now joins groups like the American Cancer Society in recommending the lower age threshold for screening of adults at average risk for colorectal cancer. The American Cancer Society made the change from age 50 to age 45 in 2018. In 2017, the US Multi-Society Task Force on Colorectal Cancer recommended that screening begin at age 45 in African Americans and age 50 in other groups. <img alt=\"Doctor: Chadwick Boseman&amp;#39;s death shed a much needed light on colorectal cancer\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200828231748-04-chadwick-boseman-lead-image-large-169.jpg\">Doctor: Chadwick Boseman's death shed a much needed light on colorectal cancerThat's because Black Americans are more likely to get and die from colorectal cancer. In its new recommendation, the task force cited colorectal cancer rates from 2013 to 2017 showing 43.6 cases per 100,000 Black adults, compared with 37.8 cases per 100,000 White adults. The USPSTF said it was not able to make a separate, specific recommendation on colorectal cancer screening in Black adults due to limited evidence.\"No one knows the definitive answer to why African Americans seem to have a disproportionately higher amount of colorectal cancers,\" Dr. Carl Crawford, a gastroenterologist with NewYork-Presbyterian and Weill Cornell Medicine, told CNN. \"It's not clear whether the reason for this is lower screening rates, the follow up after screening or the kind of treatments that these patients get.\" Crawford said additional research into these disparities is needed. \"It may not be genetic factors alone,\" he said. \"There may be more environmental or health system access issues that we really haven't been able to put our finger on.\" 'A ticking time bomb with a ten-year fuse'Barry said he hopes that the new guidance will drive screening up for all groups and ages included in the recommendation. The task force noted that in 2018, 31% of eligible adults were not up-to-date with colorectal cancer screening. That was before masses of people skipped cancer screenings, along with other preventative care measures, during the coronavirus pandemic.\"I think delayed screening due to Covid is a ticking time bomb with a ten-year fuse,\" said Dr. Michael Zinner, CEO and executive medical director of Baptist Health's Miami Cancer Institute. Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"We learned during the height of the pandemic, that colonoscopy screening was down 85% from baseline the year before,\" he noted. \"When that gets modeled out over time, the modeling says that in 10 years, we might predict an additional 4,000 deaths from colon cancer.\" Doctors are urging patients to catch up with missed screenings, especially now that more Americans are getting vaccinated against coronavirus everyday. \"I've had patients reach out to me and ask to schedule their colonoscopy for a date two weeks after the second dose of their vaccine,\" said Lebwohl. \"They're very intentional about this.\" There are several colorectal cancer screening options, including colonoscopies and stool-based tests.\"Based on the evidence, there are many tests available that can effectively screen for colorectal cancer, and the right test is the one that gets done,\" USPSTF member Martha Kubik, a professor and director of the School of Nursing in the College of Health and Human Services at George Mason University, said in a statement.CNN's Jacqueline Howard contributed to this report.","link":"/2021/05/18/health/colorectal-cancer-screening-45-wellness/index.html"}