{"title":"1 dead after tornado touches down in Atlanta area and severe weather barrels through the Southeast US","time":"Updated 6:13 PM ET, Mon May 3, 2021 ","body":" (CNN)One man is dead after a tree fell on a car as a tornado touched down in the Atlanta area on Monday.  Severe weather threatened more than 100 million people from the southern Plains through the Mid-Atlantic.The man died in Douglasville, Georgia, west of Atlanta. The Douglas County Fire Department responded to reports of a tree on a car with a person inside around 10:36 a.m., according to a news release from county officials.\"When they arrived on the scene, they discovered the driver trapped inside the vehicle with power lines and a tree on the vehicle,\" Douglas County communications director Rick Martin said in the release. \"Firefighters had to extricate the driver who we are only identifying as a male at this time until next of kin are notified.\" A tornado warning was issued at about 10:30 a.m. and lasted until 11:15 a.m. ET, with about 450,000 people in its potential path, according to the National Weather Service in Atlanta. An EF-1 tornado with 90 mph winds was confirmed in Douglas County, according to the National Weather Service. The tornado was 250 yards wide and on the ground for a mile and a half.The extent of damage from storms in the area wasn't clear early Monday afternoon. Atlanta Mayor Keisha Lance Bottoms tweeted photos of downed trees in her neighborhood in southwest Atlanta, while Dru Ghegan, the owner of Bonded Service Warehouse in Fulton County, shared photos that show the building suffered significant damage.Read More<img alt=\"The storm caused significant damage to Dru Ghegan&amp;#39;s warehouse. He said nobody was injured.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503122509-01-georgia-storm-damage-0503-fulton-county-large-169.jpg\">The storm caused significant damage to Dru Ghegan's warehouse. He said nobody was injured.A tornado watch is in effect until 7 p.m. EDT for east-central Georgia, central South Carolina and south-central North Carolina. This includes Charlotte and Rockingham in North Carolina, Columbia and Greenwood in South Carolina and Augusta in Georgia. There are several thunderstorm watches, including ones in central Georgia, much of Alabama and eastern Mississippi, which will last until 9 p.m. ET, according to CNN meteorologist Taylor Ward. A couple tornadoes are possible with the thunderstorms, in addition to the risk for large hail up to the size of a quarter and isolated wind gusts up to 70 mph, according to the Storm Prediction Center.TRACK THE STORMS WITH OUR STORM TRACKER >>>The alerts came a day after tornadoes struck at least three cities in Mississippi, causing damage to buildings and knocking out power. The same system that spawned tornadoes over the weekend is still on the move, bringing the threat for the severe storms across the Southeast.In addition, over the Plains, a new system is developing and will spark a separate outbreak of severe weather into the overnight hours.There is also a severe thunderstorm watch for central Illinois and east central Missouri, including St Louis. Eastern New Mexico and West Texas are under a severe thunderstorm watch until 9 p.m. CT (10 p.m. ET).Additionally, a new tornado watch has been issued for southeast Oklahoma and north central Texas, including Dallas. This watch is in effect until 11 p.m. CT. Tornadoes most likely in southern Plains and Ohio River ValleyThe greatest risk for severe weather through Monday night will be from Texas through Kentucky, where there is a level 3 out of 5, enhanced risk, according to the Storm Prediction Center. This includes Dallas, Fort Worth and Arlington in Texas, Fort Smith and Fayetteville in Arkansas, and Paducah in Kentucky.<img alt=\"Storm Prediction Center&amp;#39;s severe weather outlook Monday into Monday night\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503124017-severe-outlook-midday-monday-050321-large-169.jpg\">Storm Prediction Center's severe weather outlook Monday into Monday nightThis region has the best chance of seeing damaging winds, but large hail and tornadoes are also possible, especially in southeastern Oklahoma and northeastern Texas.\"Very large hail, tornadoes (a couple of which may be significant), and intense damaging winds are expected,\" according to the Storm Prediction Center.Showers and storms Monday morning were to exit the Ohio River Valley by midday, while the southern Plains remain dry most of the day. <img alt=\"Damage reported in at least 3 cities after tornadoes tear through Mississippi\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503020300-tupelo-tornado-damage-0502-screen-grab-large-169.jpg\">Damage reported in at least 3 cities after tornadoes tear through MississippiBy late afternoon, quickly moving thunderstorms will begin to form and they will persist into the night. Some of these storms are forecast to be supercells, which spin and can produce tornadoes. This tornado threat will continue into Monday night.\"A tornado risk may persist into the overnight hours as storms move from Oklahoma into parts of Arkansas/southern Missouri and approach the Mississippi River late,\" according to the SPC.Rounds of storms are possible overnight, so some locations could get hit by more than one storm -- perhaps more than one severe storm.These storms may not reach the western Ohio River Valley until early Tuesday, possibly impacting cities including Nashville, Indianapolis, St. Louis and Louisville.Severe storms also threaten in SoutheastMonday's severe weather threat extends across the Southeast. A level 2 out of 5, slight risk is in place for Atlanta, Birmingham, Charlotte, Charleston, Raleigh and Virginia Beach.Marginal, level 1 out of 5, chances for severe storms stretch from the deep South through the Mid-Atlantic. Cities including Washington, Richmond and Savannah are all included in this risk area.Unlike in the central US, the threat in the Southeast will primarily be during the daylight hours. There have already been thunderstorms this morning, and additional storms will form during the latter half of the day.This round will need to be watched for severe storms this afternoon and evening. Reports of tornadoes, hail and damaging winds are expected with some of the storms. Localized flash flooding will be possible with any of today's storms, with some locations measuring 1 to 3 inches of rain. <img alt=\"Forecast rainfall through Wednesday\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503083041-rainfall-forecast-050321-large-169.jpg\">Forecast rainfall through WednesdayMany states across the Southeast have seen double their normal rainfall over the last month, so even 1 to 2 inches of additional rain could lead to flash flooding. Storms trek east Tuesday<img alt=\"Storm Prediction Center&amp;#39;s severe weather outlook Monday into Monday night\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503081433-severe-outlook-tuesday-050321-large-169.jpg\">Storm Prediction Center's severe weather outlook Monday into Monday nightThe threat doesn't end on Monday, however. The storm system over the Plains will make its trek toward the East Coast, fueling the risk for severe weather from the Gulf Coast through the eastern Great Lakes on Tuesday.This puts Mississippi back at risk for tornadoes, but tornadoes could especially be possible in parts of Louisiana, Alabama and Tennessee as well, where there is a level 3 out of 5 severe weather risk.\"Large hail, damaging wind gusts and a few tornadoes will be likely along with rainfall rates in excess of an inch per hour,\" said the National Weather Service office in Jackson, Mississippi.<img alt=\"This is how a thunderstorm produces a tornado\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426130319-01-tornado-facts-formation-supercell-large-169.jpg\">This is how a thunderstorm produces a tornadoRounds of thunderstorms and rain showers will traverse across the Ohio and Tennessee River Valleys throughout the day Tuesday. Farther south, scattered storms will likely develop midday from eastern Texas through Georgia.The risk for severe weather will ramp up during the afternoon and evening hours. In addition to the storms in the Gulf Coast states, some of which will turn severe, a final line or two of strong storms will likely track east from the coast through the Ohio River Valley through Tuesday night.Flash flooding will be possible across the South thanks to the combination of heavy rainfall and all the rain that has fallen in recent days and weeks. A widespread 1-3 inches of rain is forecast across this region into Tuesday night.This line of storms should weaken by Wednesday morning as it approaches the East Coast of the US, but isolated severe weather will remain possible.CNN's Monica Garrett, Jamiel Lynch and Eric Levenson contributed to this report","link":"/2021/05/03/weather/tornadoes-severe-storms-forecast/index.html"}