{"title":"'Cruel Summer' star Chiara Aurelia spills the tea on the show's upcoming season finale","time":"Updated 10:59 AM ET, Wed May 19, 2021 ","body":"'Cruel Summer' star Chiara Aurelia spills the tea on the show's upcoming season finaleBy Chloe Melas, CNNUpdated 10:59 AM ET, Wed May 19, 2021 <img alt=\"Chiara Aurelia Cruel Summer SCREENGRAB\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518160117-chiara-aurelia-cruel-summer-screengrab-large-169.jpg\"> (CNN)\"Cruel Summer\" star Chiara Aurelia says you'll get the answers you're looking for soon enough. Aurelia plays Jeanette Turner on Freeform's new psychological thriller which follows the story of Kate Wallis (Olivia Holt), who suddenly goes missing in the summer of 1993. All eyes quickly turn to Turner as someone who might be connected to the crime.\"It's super fun and exciting to hear all the fan theories and to see how excited everyone is and how invested,\" Aurelia told CNN in a recent interview. But the big question remains, did Aurelia's character have anything to do with Wallis's disappearance?\"It's going to be a great second half of the season ... This story is more complex than it might initially seem. You're going to be satisfied with the ending. I think by the end of season one you're going to have a good understanding of this specific situation but there's obviously going to be a lot of twists and a lot more questions that are unanswered that will lead into future seasons.\"Read MoreThe series also stars Michael Landes, Froy Gutierrez, Harley Quinn Smith, Allius Barnes, Blake Lee and Brooklyn Sudano.\"Cruel Summer\" is executive produced by actress Jessica Biel and Michelle Purple's production company, Iron Ocean Productions. Most recently they produced Biel's crime drama \"The Sinner.\"\"Jessica is the best ... I had known that Jessica and Melissa were both a part of this project from when I initially signed on and getting to meet them and talk to them about this show was incredible,\" Aurelia said. \"I've looked up to Jessica for years, she's an incredible actress and a strong woman. There's a lot to aspire to.\"New episodes will air Tuesdays at 10:00 p.m. EDT/PDT on Freeform, and the next day on Hulu.","link":"/2021/05/19/entertainment/cruel-summer-chiara-aurelia-interview/index.html"}