{"title":"CDC issues new outdoor mask guidance for fully vaccinated people","time":"Updated 5:03 PM ET, Tue April 27, 2021 ","body":" (CNN)The US Centers for Disease Control and Prevention on Tuesday issued new guidance on outdoor mask use for fully vaccinated Americans.Fully vaccinated people can now unmask at small outdoor gatherings, or when dining outside with friends from multiple households. The CDC is telling unvaccinated people that they still need to wear a mask at such gatherings.\"If you are fully vaccinated and want to attend a small outdoor gathering with people who are vaccinated and unvaccinated, or dine at an outdoor restaurant with friends from multiple households, the science shows if you are vaccinated, you can do so safely unmasked,\" CDC Director Dr. Rochelle Walensky said during a virtual White House briefing on Tuesday.But life will not return completely to normal for fully vaccinated people. <img alt=\"CDC releases new guidelines for fully vaccinated individuals\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210303120427-cdc-large-169.jpg\">JUST WATCHEDCDC releases new guidelines for fully vaccinated individualsReplayMore Videos ...MUST WATCHCDC releases new guidelines for fully vaccinated individuals 02:21The federal health agency says even if you've been vaccinated, you should avoid large indoor gatherings. The CDC did not define how many people would be in a large gathering, but the agency's website describes \"large gatherings\" as bringing together \"many people from multiple households in a private or public space.\"Read MoreFor the fully vaccinated who do choose to attend a crowded outdoor event, such as a live performance, parade, or sporting event, wearing a mask is recommended.\"Generally, for vaccinated people, outdoor activities without a mask are safe. However, we continue to recommend masking in crowded outdoor settings and venues, such as packed stadiums and concerts where there is decreased ability to maintain physical distance and where many unvaccinated people may also be present,\" Walensky said. \"We will continue to recommend this until widespread vaccination is achieved.\" The CDC advises both vaccinated and unvaccinated people to still wear masks in indoor public spaces, such as a mall, movie theater or museum.<img alt=\"CDC issued new guidance for gathering outdoors for people unvaccinated or fully vaccinated in the US. New guidance allows all people attending small outdoor activities or walking, running outside with members of your household, to not wear masks.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427124246-20210427-cdc-updated-mask-guidance-large-169.jpg\">People are considered fully vaccinated by the CDC two weeks after the second dose of the Pfizer/BioNTech or Moderna vaccines or two weeks after the single-dose Johnson & Johnson vaccine. <img alt=\"Biden will announce new CDC mask guidance Tuesday, sources say\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426033327-joe-biden-0422-large-169.jpg\">Biden will announce new CDC mask guidance Tuesday, sources sayPresident Biden used the new mask guidance from the CDC as an opportunity to urge all Americans to get vaccinated.\"The bottom line is clear, if you're vaccinated, you can do more things, more safely, both outdoors as well as indoors,\" Biden said during remarks at the White House on Tuesday afternoon. \"So for those who haven't gotten their vaccination yet, especially if you're younger, or thinking you don't need it, this is another great reason to go get vaccinated. Now.\"\"We're back to that place now as long as you get vaccinated. So go get the shot. It's never been easier,\" he said. \"And once you're fully vaccinated, you can go without a mask when you're outside, and away from big crowds.\"Changes motivated by science Walensky said on Tuesday that the CDC was motivated to update its guidance for fully vaccinated people after seeing a rise in the number of vaccinated people in the United States and a fall in the rates of Covid-19 cases.\"There's increasing data that suggests that most of transmission is happening indoors rather than outdoors -- less than 10% of documented transmission in many studies have occurred outdoors,\" Walensky said.\"We also know that there's an almost 20-fold increased risk of transmission in the indoor setting than in the outdoor setting. That, coupled with the fact that we now have 37% of people over the age of 18 fully vaccinated and the fact that our case rates are now starting to come down, motivated our change in guidance,\" Walensky said. \"As more people get vaccinated and as case rates continue to come down, we will come up with further updates.\" President Biden on Tuesday noted that the decision was made by experts of the CDC, based on science, not politics.\"The CDC is able to make this announcement because our scientists are convinced by the data that the odds of getting or giving the virus to others is very, very low if you've both been fully vaccinated and out in the open air,\" he said.New CDC guidance conflicts with some state mask mandatesFor some states that require outdoor mask-wearing for all, the new guidance from the CDC could pose a challenge.\"Should states that have outdoor mask requirements change those to reflect this new guidance? Is that your advice for those states and those governors?\" CNN's Kaitlan Collins asked during the White House virtual briefing.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"What we're saying is, states that have mask requirements outdoors, if people are vaccinated, we no longer feel that the vaccinated people require masks outdoors -- so, to the extent that those are consistent,\" Walensky said.Walensky added that masks are still recommended for fully vaccinated people attending large outdoor public events, such as concerts or stadiums.\"A lot of that is the inability to distinguish between vaccinated and unvaccinated,\" Walensky said. \"And to say that in those settings, when you have those at that density, we really do worry about protecting the unvaccinated people.\"CNN's Kaitlan Collins and Naomi Thomas contributed to this report.","link":"/2021/04/27/health/cdc-mask-guidance-fully-vaccinated-bn/index.html"}