{"title":"Chinese man dodges two navies to cross Taiwan Strait by rubber dinghy in search of 'freedom and democracy'","time":"Updated 11:58 PM ET, Sun May 2, 2021 ","body":" (CNN)A Chinese man crossed the highly-militarized Taiwan Strait in a small rubber dinghy Saturday in search of \"freedom and democracy,\" Taiwanese police said. According to police captain Shih Chun-hsu, the man, surnamed Zhou, was spotted late Friday evening near the port of Taichung after crossing the roughly 80 kilometer (50 mile) stretch of water from Fujian province, on China's east coast.He made the journey in a rubber dinghy fitted with an outboard motor carrying 90 liters of fuel.Zhou was detained in the early hours of Saturday, and told police he had made a break for the island of Taiwan in search of \"freedom and democracy.\" He is currently in quarantine while police investigate his story and ensure he is not a fugitive from justice. The Taiwan Strait is one of the most militarized strips of water in the world, and is patrolled by both the Chinese and Taiwanese navies. According to a recent US Defense Department assessment, China alone has more than 255 Coast Guard ships, as well as dozens of heavily-armed naval vessels, in the region. The strait is also semi-regularly transited by US Navy assets in freedom of navigation operations. Read MoreThe Republic of China (ROC), as Taiwan is officially known, is not a member of the United Nations or bound by the Refugee Convention. The island does not allow people to officially claim asylum, and anyone found guilty of entering the country illegally faces up to three years in prison and a fine of 90,000 New Taiwan dollars ($3,200). Zhou is being investigated for violating Taiwan's national security and immigration laws, police said in a statement.Tensions between Taiwan and China have been growing in recent months, as Beijing has stepped up air and naval drills around the self-ruled island, which the Communist Party regards as part of its territory and has vowed to \"reunify\" with mainland China, by force if necessary. In an interview with the UK's Sky News last week, Taiwan's foreign minister, Joseph Wu, said China was \"preparing for its final military assault\" on the island, vowing to \"defend ourselves to the very end.\"\"Taiwan happens to be on the frontline of China's expansion of its authoritarian order,\" Wu said. \"And if Taiwan is taken by China, I think the consequences will be global.\"Washington's engagement with Taipei increased dramatically under President Donald Trump, a trend that has largely continued under President Joe Biden. Last month, the State Department released new guidelines reflecting \"our deepening unofficial relationship,\" enabling various government bodies and officials to have more engagement with Taiwanese counterparts, though Washington does not officially recognize the ROC. \"We have a serious commitment to Taiwan being able to defend itself,\" Secretary of State Anthony Blinken said in April. \"It would be a serious mistake for anyone to try to change that status quo by force.\"","link":"/2021/05/02/asia/china-taiwan-strait-defector-intl-hnk/index.html"}