{"title":"The US tax code can make things even harder for Black Americans","time":"Updated 11:22 AM ET, Thu April 22, 2021 ","body":"Racial and ethnic inequities exist in nearly every system of society. And when it comes to ways in which Americans typically build wealth, the US federal income tax code may be helping to increase those disparities. More from Financial Empowerment 4 tips for couples looking to manage their finances togetherGot a money question? There's a TikTok for thatMentors are great. But a sponsor could really help your careerThe code has been designed with the intention of being broadly progressive -- meaning the less you make, the less you are taxed. Or put another way, those with the ability to pay more should be taxed more.At the same time, it also rewards certain economic and wealth building activities, such as home ownership, retirement savings and investing. But it is White Americans who disproportionately benefit from the tax breaks for those things, Emory University tax law professor Dorothy Brown told lawmakers on the Senate Finance Committee this week. And even when Black Americans engage in those same activities, they often don't benefit from the tax advantages, said Brown, who is also the author of The Whiteness of Wealth: How the Tax System Impoverishes Black Americans -- and How We Can Fix It. That's why she believes the US tax code helps to perpetuate the racial wealth gap, in which the typical White family has eight times the wealth of the typical Black family, according to a 2019 Federal Reserve analysis.Read MoreHere are just a few of the ways she suggests that happens.Subsidizing homeownershipTake just one of the tax advantages related to homeownership. When people sell their homes, any appreciation in their home value is tax-free up to $250,000 ($500,000 for married couples). It's a tax break that was created in the 1950s, when discriminatory lending practices made it very difficult for Black Americans to get a mortgage, while White Americans enjoyed low-cost, fixed rate and federally insured home loans, Brown noted. <img alt=\"Homes in Black neighborhoods are undervalued by $46,000 on average\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201119170153-house-for-sale-stock-large-169.jpg\">Homes in Black neighborhoods are undervalued by $46,000 on averageWhat's more, she said, research shows that the greatest home appreciation occurs in neighborhoods that are overwhelmingly White and that Black homeowners are more likely to sell their homes at a loss. A new study out this week found that homes in Black neighborhoods are undervalued by $46,000, on average. And, as Brown pointed out, the tax code does not allow taxpayers to deduct capital losses on a home. \"Tax subsidies for homeownership, therefore, create White tax winners and Black tax losers,\" Brown told lawmakers. \"The federal government should stop subsidizing a racist homeownership market.\"Tax breaks for savings, investments and inheritanceAnother tax-subsidized area of wealth building is workplace retirement savings and investing. White Americans are more likely than Black Americans to work for an employer that provides a tax-advantaged retirement plan, such as a 401(k). Typically, a worker's contribution is tax deductible and it grows tax-deferred, along with the employer's match until the money is withdrawn in retirement.If any money is taken out before age 59 1/2, it is subject to income tax and a 10% early withdrawal penalty. And, Brown noted, research suggests that Black workers are more likely than other racial and ethnic groups to take an early withdrawal. So they end up paying more tax on their savings and end up with less savings in retirement. When it comes to stock investing outside of a retirement plan, the capital gains tax-rate on investments held more than a year is usually lower than the tax rate applied to earned income. And investors can use their capital losses to offset their gains. <img alt=\"Goldman Sachs employs just 49 Black people in top US jobs\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210421062934-restricted-goldman-sachs-new-york-march-5-2021-large-169.jpg\">Goldman Sachs employs just 49 Black people in top US jobsWhat's more, wealthy investors can afford to time their stock sales to achieve maximum tax benefits, Brown noted. Or they can choose not to sell their shares at all, but instead leave them to their heirs, in which case all the gains that accrued during the investor's lifetime pass tax-free to those heirs.Surveys show Black Americans are less likely to be invested in the stock market than White Americans. And given that taxes are regularly withheld from their paychecks, they don't have the advantage of choosing when and how much to pay in taxes on those earnings the way investors can time their tax bite on stock investments, Brown noted. And Black Americans typically do not inherit nearly as much as White Americans do when their parents die, let alone get tax-free gains on long held investments. Assessing impact Brown recommended to lawmakers that changes to the tax code be made to address these inequalities.\"Our tax laws need a fundamental overhaul that places racial equity at the center,\" she said. <img alt=\"Ford Foundation president: Many White CEOs are blind to the Black talent around them  \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200626123625-darren-walker-ford-foundation-file-restricted-large-169.jpg\">Ford Foundation president: Many White CEOs are blind to the Black talent around them  But Mihir Desai, a professor of finance and law at Harvard who spoke at the same hearing, cautioned lawmakers that concluding the tax system disadvantages one racial group based on one set of provisions might be an incomplete assessment, in part because it underestimates other provisions in the code that disproportionately advantage that same group. For example, refundable credits for lower income households, of which minority groups are disproportionately represented. \"It's critical to consider the totality of the tax system if one is to assess the racial impacts of the system,\" Desai said. \"It would be unwise to extrapolate from an analysis of savings preferences to the whole tax system.\"Brown contends that to fully assess the extent of racial inequalities in the tax system, the IRS should start reporting tax return data based on race, which it currently does not do.And, she recommended, \"every future Congressional proposal for tax reform should come with a racial impact statement.\"","link":"/2021/04/22/success/black-americans-taxes-wealth-gap-feseries/index.html"}