{"title":"Alan Dershowitz, a legal adviser to Giuliani, hopes Trump will join court fight to block access to materials seized in FBI raid last week","time":"Updated 1:09 PM ET, Mon May 3, 2021 ","body":" (CNN)A legal adviser to Rudy Giuliani said he hopes former President Donald Trump will join in a court fight to attempt to block federal prosecutors from accessing seized material Giuliani believes is protected by attorney-client privilege. Lawyer Alan Dershowitz, who is not formally representing Giuliani but acting in an advisory capacity, said the former New York City mayor will likely file a court challenge and wants his former clients to also seek to prevent prosecutors from examining the material. \"Hope the people whose information is privileged, like Donald Trump, would join the lawsuit and say look you can't see my stuff,\" Dershowitz told CNN.Dershowitz, a retired Harvard Law School professor, served on then-President Trump's defense team in the first impeachment trial. His career has mostly been focused on individual civil liberties. Spokespeople for Trump did not respond to requests from CNN for comment. Robert Costello, an attorney for Giuliani, did not return a call for comment.Read More<img alt=\"Trump allies worry Giuliani raid sent &amp;#39;strong message&amp;#39; to ex-President&amp;#39;s inner circle\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201120165627-giuliani-trump-file-large-169.jpg\">Trump allies worry Giuliani raid sent 'strong message' to ex-President's inner circleFederal authorities last week seized Giuliani's electronic devices as a result of search warrants executed on his Manhattan residence and office. Costello said shortly after the warrants were served on his client that the devices are \"replete with the material covered by the attorney-client privilege and other constitutional privileges.\"Trump's other former attorney Michael Cohen went to court in 2018 to fight over privilege issues after prosecutors raided his home, office and hotel room. Cohen's attorneys first sought a temporary restraining order to prevent investigators from reviewing the seized material. After a federal judge denied that request, Cohen's attorneys successfully sought the appointment of a \"special master,\" a court-appointed independent authority to review the material and determine which documents were privileged.The special master ultimately concluded that privilege applied to only a small portion of the thousands of pages of seized documents.","link":"/2021/05/03/politics/dershowitz-giuliani-trump/index.html"}