{"title":"1 in 10 women will have a miscarriage. They shouldn't be told to 'just try again,' new research says","time":"Updated 6:50 PM ET, Mon April 26, 2021 ","body":" (CNN)Miscarriages are common. Some 23 million pregnancies worldwide end in miscarriage every year -- that's 15% of all pregnancies or 44 each minute, according to new estimates published in The Lancet medical journal on Monday. However, existing care and support for women and couples is \"inconsistent and poorly organized\" and amounts to little more than patients being told to \"just try again,\" said the authors of three new studies on the causes, treatment and scale of miscarriage around the world. A new system is needed to ensure miscarriages are better recognized by health care practitioners and women are given the physical and mental health support they need, the researchers said.  \"Many women have concerns over the unsympathetic care they receive following a miscarriage -- with some not being offered any explanation, and the only advice they receive being to try again. This is not good enough, and we must ensure women are properly supported,\" Siobhan Quenby, a professor of obstetrics at the University of Warwick in the United Kingdom, said in a news statement. Quenby is also deputy director of Tommy's National Centre for Miscarriage Research and was one of 31 experts who authored the three studies.<img alt=\"Why Americans lack adequate access to fertility treatments\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210416160052-03-national-infertility-awareness-week-chloe-melas-wellness-large-169.jpg\">Why Americans lack adequate access to fertility treatmentsThe actual number of cases is likely \"considerably higher,\" as many miscarriages are managed at home and go unreported or they are undetected. However, the research said recurrent miscarriages are much less common, with 2% of women having experienced two miscarriages and less than 1% of women having three or more, according to a review of published scientific literature. While definitions of miscarriage vary, it's generally defined as the loss of a pregnancy before viability, the authors said. Read MoreMisconceptions about pregnancy lossMiscarriage is often misunderstood by women, men and health care professionals -- and misconceptions persist. For example, the authors said, women might believe it's rare -- when it affects one in 10 women across their lifetime -- that there are no effective treatments, and that it could be caused by lifting heavy objects or previous contraceptive use. These misconceptions often prevent women from seeking help.<img alt=\"What to say to women going through miscarriage and baby loss\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201007160949-woman-crying-hospital-stock-large-169.jpg\">What to say to women going through miscarriage and baby lossAnd when women do seek help, they often need to attend many clinics to find a cause for miscarriage, and there is rarely one place that can address all their needs, according to the research. Patients are often treated by multiple practitioners, who frequently give conflicting advice. This can add to women's distress as they process the loss. An editorial published by The Lancet alongside the research said that for too long, miscarriage had been \"minimized and often dismissed.\"\"The lack of medical progress should be shocking. Instead, there is a pervasive acceptance,\" the editorial said. Recently, celebrities like Meghan, Duchess of Sussex, and Chrissy Teigen have helped chip away at the long-standing culture of silence around miscarriage and baby loss by sharing their own stories. <img alt=\"Infertility and my path to surrogacy\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210420150109-01-facing-infertility-what-to-do-wellness-restricted-large-169.jpg\">Infertility and my path to surrogacy\"Miscarriage causes devastation to large numbers of couples in every country; there is silence around miscarriage from women and their partners, health-care providers, policy makers, and funders,\" the researchers said. Given the fragmented system that exists in most countries, the authors proposed a new system of miscarriage care and treatment that they said governments and health care providers should make universally available: After a first miscarriage, women should have their physical and mental health needs evaluated and be provided with guidance to support future pregnancies.If a second miscarriage occurs, women should be offered an appointment at a dedicated miscarriage clinic for full blood count and thyroid function tests, as well as a discussion of their risk factors. Women who have had two miscarriages and then get pregnant should be offered extra support and early scans for reassurance.After three miscarriages, additional tests and treatments should be offered including genetic testing of pregnancy tissue, as well as pelvic ultrasound and, if necessary, parental genetic testing. Study coauthor Chandrika N. Wijeyaratne, a senior professor of reproductive medicine at the University of Colombo in Sri Lanka, said in a statement that there needs to be a minimum service available globally for women who have had recurrent miscarriages.<img alt=\"Infertility awareness: Here&amp;#39;s what to do after a diagnosis\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210416155608-01-national-infertility-awareness-week-chloe-melas-wellness-large-169.jpg\">Infertility awareness: Here's what to do after a diagnosis\"Women -- and sometimes their partners -- who do not have children face discrimination, stigma, and ostracism in many cultures worldwide, but miscarriage prevention remains a low public health priority in many low- and middle-income countries, where there are many competing health care priorities and services for women can be especially limited.\" Miscarriage risk factorsThe new research highlighted several factors that have been linked with a higher risk of miscarriage. <img alt=\"The problem with &amp;#39;bereavement&amp;#39; leave after pregnancy loss\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210329202820-sad-woman-stock-large-169.jpg\">The problem with 'bereavement' leave after pregnancy lossThese include increasing age for both men and women and having a very low or high body mass index. Ethnicity may play a role as well: Black parents were more likely to experience pregnancy loss when compared to White couples. Smoking, drinking alcohol, persistent stress, working night shifts, and exposure to air pollution and pesticides have also been associated with an increased risk in miscarriage. While there is limited evidence, some treatments including progesterone, a hormone essential to a healthy pregnancy, could help women who experience miscarriages, the research said. However, much more research is needed, including new clinical trials and dedicated research centers with expertise in genetics, developmental and reproductive biology, and data science. Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"Not all miscarriages could be avoided, but the insidious implication that miscarriage, like other women's reproductive health issues, including menstrual pain and menopause, should be managed with minimal medical intervention is ideological, not evidence based,\" said the editorial that accompanied the research. This new body of research should, it added, \"catalyze a major focus on miscarriage for the medical research community, for service providers, and for policy makers. The era of telling women to 'just try again' is over.\"","link":"/2021/04/26/health/miscarriage-lancet-study-wellness/index.html"}