{"title":"The Texas governor is banning public schools from requiring masks. Here's what parents think","time":"Updated 7:01 PM ET, Thu May 20, 2021 ","body":"The Texas governor is banning public schools from requiring masks. Here's what parents thinkBy Holly Yan, CNNUpdated 7:01 PM ET, Thu May 20, 2021 JUST WATCHEDWhat does Gov. Abbott's executive order mean for teachers? ReplayMore Videos ...MUST WATCH (17 Videos)<img alt=\"In this Wednesday, March 17, 2021, file photo, Texas Gov Greg Abbott speaks during a news conference about migrant children detentions, in Dallas.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519235949-greg-abbott-file-large-169.jpg\">What does Gov. Abbott's executive order mean for teachers? <img alt=\"GAZA CITY, GAZA - MAY  20: Palestinians inspect damage to buildings in Al-Saftawi street northern Gaza City on May 20, 2021 in Gaza City, Gaza. Civilian casualties continue to rise as Israel-Gaza violence entered a tenth day. More than 220 people in Gaza and twelve people in Israel have been killed as cross-border rocket exchanges continue. Israeli Prime Minister Benjamin Netanyahu  has vowed to continue the bombing campaign despite increasing calls from the United Nations and the international community to end the conflict. The conflict which erupted May 10, comes after weeks of rising Israeli-Palestinian tension in East Jerusalem, which peaked with violent clashes inside the holy site of Al-Aqsa Mosque.  (Photo by Fatima Shbair/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520134619-06-israeli-palestinian-tension-0520-large-169.jpg\">Israel and Hamas agree to ceasefire <img alt=\"Pro-Trump supporters storm the U.S. Capitol following a rally with President Donald Trump on January 6, 2021 in Washington, DC. Trump supporters gathered in the nation&amp;#39;s capital today to protest the ratification of President-elect Joe Biden&amp;#39;s Electoral College victory over President Trump in the 2020 election. (Photo by Samuel Corum/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210107134539-20-us-capitol-riots-0106-large-169.jpg\">Local politicians seen at Capitol riot still in high power positions<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520151830-biden-large-169.jpg\">Biden gets passionate during speech on anti-Asian hate crime bill<img alt=\"Martin Bashir interviews Princess Diana in Kensington Palace for the BBC television program &amp;quot;Panorama&amp;quot; in 1995.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520131426-restricted-file-02-princess-diana-martin-bashir-1995-large-169.jpg\">BBC issues apology for 1995 Princess Diana interview<img alt=\"tropical update atlantic hurricane center development_00002408.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520090316-tropical-update-atlantic-hurricane-center-development-00002408-large-169.png\">First tropical system of the Atlantic hurricane season is likely to form this weekend<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519183639-moment-of-passing-hosue-vote-vpx-large-169.jpg\">Watch the moment the House passes bill to create January 6 commission<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519111134-11-year-old-fights-off-abductor-florida-large-169.jpg\">Video: 11-year-old girl fights off abductor at bus stop<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519131552-joe-biden-coast-guard-commencement-address-large-169.jpg\">Joe Biden singles out Russia and China in commencement address<img alt=\"A visual representation of the digital Cryptocurrency, Bitcoin on December 07, 2017 in London, England. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513101022-bitcoin-file-large-169.jpg\">Bitcoin plunges as China's crypto crackdown widens<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519114952-mitch-mcconnell-large-169.jpeg\">McConnell: I made my views about January 6 very clear<img alt=\"This still taken from bodycam footage released at a morning news conference on May 18 by the Pasquotank County District Attorney, Andrew Womble, shows the attempted arrest in which Andrew Brown Jr. was killed. District Attorney Womble said Andrew Brown was inside the car on the left.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115244-01-screengrab-andrew-brown-shooting-bodycam-footage-large-169.jpg\">Body-cam video in shooting of Andrew Brown Jr. shown to public for the first time <img alt=\"NEW YORK, NEW YORK - MARCH 08: New York Gov. Andrew Cuomo speaks at a vaccination site at the Jacob K. Javits Convention Center on March 8, 2021 in New York City. Cuomo has been called to resign from his position after allegations of sexual misconduct were brought against him. (Photo by Seth Wenig-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210312175619-cuomo-0308-javits-large-169.jpg\">New York Gov. Cuomo to receive over $5 million from book deal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518134025-brianna-keilar-franklin-graham-split-large-169.jpg\">'They aren't moving on': Keilar presses Rev. Graham on election claims<img alt=\"Marc Polymeropoulos todd pkg\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517191226-marc-polymeropoulos-todd-pkg-large-169.jpg\">Former CIA officer describes experience with mysterious illness<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517164821-girl-pulled-rubble-gaza-large-169.jpg\">6-year-old airstrike survivor pulled from rubble<img alt=\"Stephen Richer EBOF 05172021\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517201014-stephen-richer-ebof-05172021-large-169.jpg\">'Exasperated': GOP Arizona election official reacts to Trump's election lie (CNN)When Bridget Wiedenmeyer learned Texas was banning mask mandates in public schools, she immediately worried about her 11-year-old daughter -- who has a chronic lung condition but is too young to be vaccinated against Covid-19. \"There's a large contingent of people who are like, 'Well, only this teeny tiny percent of kids .... die of Covid.' And I have an issue with that,\" said the Austin mother, whose daughter frequently suffers from pneumonia. \"This notion that only a few kids will die -- therefore we won't make the rest wear a piece of cloth on their face -- is mind-boggling to me.\" About 20 miles away, Teresa Ridenhour's children celebrated when they learned they won't be required to wear masks in school anymore. \"They were jumping up and down. 'Can we burn our masks?'\" recalled Ridenhour, who told them: \"No, not yet.\"Read More<img alt=\"What parents need to know about vaccinating children\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511202022-03-kids-vaccinated-0511-large-169.jpg\">What parents need to know about vaccinating childrenDecreasing Covid-19 numbers mean Texans should be able to enjoy more freedom from masks, Ridenhour said.\"I think we are to a point in this pandemic where everyone has to take control of their own health,\" she said. Across Texas, parents are rejoicing, criticizing or just trying to adjust to Gov. Greg Abbott's ban on public school mask mandates after June 4. It follows the authorization of a vaccine for kids age 12 to 15 and new federal guidance that anyone who's vaccinated can largely go maskless indoors and outdoors.Other states are following Texas' lead. On Thursday, Iowa's governor signed a bill that prevents mask mandates in K-12 schools. Utah's governor is considering a similar one. While it's easy to denounce an opposing viewpoint, some parents' reasons for supporting or opposing bans on mask mandates may be more nuanced than you think.A mom who had 'terrible' Covid-19 doesn't want mask mandates in schoolsRidenhour knows how badly Covid-19 can attack healthy people. \"I work out five to six days a week,\" said the mother of two from Dripping Springs, about 20 miles west of Austin. \"You think, 'Oh well, I don't have any other health problems, I'll probably be fine.'\"But in February, both she and her parents got Covid-19 after visiting her brother.\"I got far sicker than them,\" she said. \"By Day 4, I was so sick. But I didn't have the respiratory symptoms. I had extreme, widespread pain all over. I was hallucinating. It was terrible.\" <img alt=\"2 moms in the same county have totally different views on masks in schools\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511173420-rachael-colon-cynthia-licharowicz-split-large-169.jpg\">2 moms in the same county have totally different views on masks in schoolsSo people may be surprised to hear that despite her monthlong illness, Ridenhour supports Abbott's ban on schools requiring masks.\"That's what people might think: 'Well you're just anti-mask.' No, I'm not. I had Covid. And I had cancer years ago. And I understand. But I'm trying to think about this rationally,\" she said. When daily Covid-19 cases, hospitalizations and deaths were much higher, \"I think there was a very real danger. We needed to wear masks for a period of time. We now have the vaccine.\" Of course, children under age 12 can't get vaccinated against Covid-19 yet. But Ridenhour said she's been monitoring Covid-19 dashboards from major school systems in her area. \"There's been such a low rate of infection among school-age children, and the children who have gotten it have been so very mild,\" she said. Abbott made the right decision to allow students to go to school without masks after June 4, Ridenhour said. \"I think we're past the worst of it,\" she said. \"It's time to let them experience more of a 'normal' ability to socialize.\" <img alt=\"There is no link between the Covid-19 vaccines and infertility. Here&amp;#39;s why\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210409172432-coronavirus-vaccine-second-dose-wellness-large-169.jpg\">There is no link between the Covid-19 vaccines and infertility. Here's whyHer daughters, ages 12 and 15, \"were super excited\" to learn they will no longer have to wear masks in school and will get to \"see their friends' faces and just be able to socialize normally,\" Ridenhour said.But even though her kids are now eligible for vaccines, Ridenhour -- who said she is \"not anti-vax\" -- wants to wait to see \"longer-term data\" on how the Covid-19 vaccine works in children before getting them shots.For now, she's comfortable with her daughters going back to school without masks or Covid-19 vaccines. But she said she supports other children or families who continue wearing masks. \"I would respect that 100%,\" she said. \"I would never say, 'Don't be ridiculous, why are you wearing a mask?' I don't know their situation. But I don't think it should be enforced.\"A parent said she's counting on masks to help protect her child's lifeEven before the Covid-19 pandemic, Wiedenmeyer's younger daughter was a frequent visitor to the ER.Her 11-year-old has a lung condition that makes her susceptible to frequent pneumonia. But most people wouldn't know by looking at her. \"She's otherwise super healthy, strong. Everyone's really shocked when she has to have an inhaler after she gets a cold,\" the mother from Austin said. <img alt=\"The newly dominant coronavirus variant is &amp;#39;stickier&amp;#39; and hitting young people hard\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210407201545-covid-variant-young-people-hospitalized-file-large-169.jpg\">The newly dominant coronavirus variant is 'stickier' and hitting young people hard\"At school, she can't administer her own medication, but she can use her pulse oximeter in class. And if her blood oxygen drops, then her teacher can call me. It can happen so quickly.\" Wiedenmeyer said her daughter is one of many children who may look and seem healthy but is actually at high risk of severe disease if they catch coronavirus. Some children and their parents might not even know it. \"I think there's a misunderstanding out there in terms of the volume of kids for whom this applies,\" she said. \"When Abbott made this announcement, my heart dropped.\"Her older daughter is 15 and vaccinated. But she's worried about getting a breakthrough infection from an unmasked classmate and bringing it home.\"She's terrified of contracting Covid and accidentally killing her sister,\" Wiedenmeyer said. \"I understand that it's so important to go (to school) in person. But this banning of (mask) mandates -- why? It is just to win political points. It makes no sense.\" She cited the American Academy of Pediatrics, which says unvaccinated children over 2 should keep wearing masks in public places. <img alt=\"10 reasons why young, healthy people need to get vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429143925-vaccination-0426-maine-large-169.jpg\">10 reasons why young, healthy people need to get vaccinatedBecause children under age 12 can't get vaccinated yet, \"masks are still an important way to protect them,\" Dr. Yvonne Maldonado, chair of the AAP's Committee on Infectious Diseases, wrote in an article published on the AAP's HealthyChildren.org website.\"Until everyone can be protected with the vaccine, masks can keep your family safe and healthy,\" Maldonado wrote.Wiedenmeyer said Texas' ban on mask mandates not only contradicts the AAP's guidance -- it also diminishes the importance of wearing masks. \"It takes the people who might have been on the fence and makes them think, 'Oh, well it must be safe because Gov. Abbott said so.' And that's just not the case.\"She's also concerned that kids will be deterred from wearing masks for fear of bullying or harassment. It's a concern shared by others in online parent forums, she said.Since younger children can't get vaccinated yet, Wiedenmeyer said it's just too early to ban schools from requiring masks.<img alt=\"How to stop variants from mutating to a point where vaccines don&amp;#39;t work anymore\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210330004627-jfk-airport-0326-restricted-large-169.jpg\">How to stop variants from mutating to a point where vaccines don't work anymoreAnd she doesn't understand staunch opposition to mask mandates. After all, the government has plenty of other mandates to help ensure public safety. \"I have to go every year and have my car inspected. Why? Because the government said I have to,\" Wiedenmeyer said. \"I can't decide how much I can drink and then go drive -- the government says I can't because it could hurt other people.\"She said Abbott's decision doesn't just put her daughter at risk. It could also fuel more coronavirus cases and thus an increase in MIS-C cases, as well as the potential for vaccine-resistant variants to develop.MIS-C, or multisystem inflammatory syndrome in children, is a rare but potentially serious condition that can happen in children weeks after a Covid-19 infection. Even children who didn't have any symptoms from Covid-19 can later end up hospitalized with MIS-C. And many doctors worry that as coronavirus keeps spreading -- with or without symptoms -- it could lead to variant strains of the virus that may evade current vaccines.  Kids are suffering from problems aside from the virus, a mom saysCortney Scheffler and her 12-year-old daughter celebrated Abbott's ban on schools requiring face masks. \"My daughter is very relieved and glad that she will be able to breath comfortably without the constant stress from a mask,\" the mother from Sanger said. <img alt=\"Pediatrician: The pandemic is taking an alarming toll on children\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210302095900-lee-beers-op-ed-large-169.jpg\">Pediatrician: The pandemic is taking an alarming toll on children\"The people of Texas and the United States for that matter should have the right to choose to wear a mask or to not,\" she said. \"It should be up to the parents not a school board, superintendent or anyone else. No one is being told they are not allowed to wear a mask, but it will be a personal choice.\"Though her 12-year-old is eligible for a vaccine, Scheffler said she won't get one until the US Food and Drug Administration gives full approval -- not just emergency use authorization.But even without a vaccine or mask at school, Scheffler said she's not too worried about her daughter and coronavirus. \"I am more concerned with the (risk of) suicide and mental decline for children than I am any virus,\" she said. \"I have seen a drastic change in my daughter, family and friends since Covid has happened. When Covid hit, my daughter went into a very heavy depression, which made her grades slip.\"Scheffler's concern is shared by many parents. Pediatricians say social isolation has had a significant impact on children during this pandemic.A parent says Abbott's decision could backfire by next school yearMelissa Pleasant said she wants her children to go back to school on time next school year. But she worries Abbott's decision might prevent that from happening. \"My hesitation is that he's making these decisions prematurely,\" said Pleasant, a mother of two in the Grapevine-Colleyville Independent School District. \"We're just getting to the beginning of summer. Why don't we wait and see how kids do at summer camp and see how things go and maybe make the decision in August, instead of making it preemptively now, not knowing where we're going to be in August?\"If the decision were up to her, Pleasant said she would wait and monitor Covid-19 trends this summer before possibly lifting mask mandates for next school year.<img alt=\"Many kids struggle with coronavirus months after infection\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200929181005-07-children-with-covid-19-joeyanna-hodnett-split-large-169.jpg\">Many kids struggle with coronavirus months after infection\"I would play it by ear. But I'm happy with the mask guidance because I like that they're not getting colds of any kind,\" she said. \"It helps so I don't have to take off work because my kids are sick. My kids don't have to miss school because they got sick. But mostly I think that would be following the science.\" And just like Wiedenmeyer, Pleasant is concerned about long-term Covid-19 complications in children.\"You don't have to die necessarily. ... We're still learning about the long-term effects for children,\" she said. \"Yes, you can recover from Covid. But you might have long-term heart conditions. You might have breathing problems. You might have mental fogginess.\" Pleasant said she will feel much better when young children can get vaccinated. Her 10-year-old daughter is looking forward to it. \"When my husband and I got vaccinated, she said she was jealous because she wished she could be vaccinated. And she is petrified of getting shots. But she'd be fine getting a shot if she can avoid getting coronavirus.\"CNN's Amanda Jackson and Ryan Prior contributed to this report. <img alt=\"In this Wednesday, March 17, 2021, file photo, Texas Gov Greg Abbott speaks during a news conference about migrant children detentions, in Dallas.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519235949-greg-abbott-file-large-169.jpg\">What does Gov. Abbott's executive order mean for teachers? <img alt=\"GAZA CITY, GAZA - MAY  20: Palestinians inspect damage to buildings in Al-Saftawi street northern Gaza City on May 20, 2021 in Gaza City, Gaza. Civilian casualties continue to rise as Israel-Gaza violence entered a tenth day. More than 220 people in Gaza and twelve people in Israel have been killed as cross-border rocket exchanges continue. Israeli Prime Minister Benjamin Netanyahu  has vowed to continue the bombing campaign despite increasing calls from the United Nations and the international community to end the conflict. The conflict which erupted May 10, comes after weeks of rising Israeli-Palestinian tension in East Jerusalem, which peaked with violent clashes inside the holy site of Al-Aqsa Mosque.  (Photo by Fatima Shbair/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520134619-06-israeli-palestinian-tension-0520-large-169.jpg\">Israel and Hamas agree to ceasefire <img alt=\"Pro-Trump supporters storm the U.S. Capitol following a rally with President Donald Trump on January 6, 2021 in Washington, DC. Trump supporters gathered in the nation&amp;#39;s capital today to protest the ratification of President-elect Joe Biden&amp;#39;s Electoral College victory over President Trump in the 2020 election. (Photo by Samuel Corum/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210107134539-20-us-capitol-riots-0106-large-169.jpg\">Local politicians seen at Capitol riot still in high power positions<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520151830-biden-large-169.jpg\">Biden gets passionate during speech on anti-Asian hate crime bill<img alt=\"Martin Bashir interviews Princess Diana in Kensington Palace for the BBC television program &amp;quot;Panorama&amp;quot; in 1995.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520131426-restricted-file-02-princess-diana-martin-bashir-1995-large-169.jpg\">BBC issues apology for 1995 Princess Diana interview<img alt=\"tropical update atlantic hurricane center development_00002408.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520090316-tropical-update-atlantic-hurricane-center-development-00002408-large-169.png\">First tropical system of the Atlantic hurricane season is likely to form this weekend<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519183639-moment-of-passing-hosue-vote-vpx-large-169.jpg\">Watch the moment the House passes bill to create January 6 commission<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519111134-11-year-old-fights-off-abductor-florida-large-169.jpg\">Video: 11-year-old girl fights off abductor at bus stop<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519131552-joe-biden-coast-guard-commencement-address-large-169.jpg\">Joe Biden singles out Russia and China in commencement address<img alt=\"A visual representation of the digital Cryptocurrency, Bitcoin on December 07, 2017 in London, England. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513101022-bitcoin-file-large-169.jpg\">Bitcoin plunges as China's crypto crackdown widens<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519114952-mitch-mcconnell-large-169.jpeg\">McConnell: I made my views about January 6 very clear<img alt=\"This still taken from bodycam footage released at a morning news conference on May 18 by the Pasquotank County District Attorney, Andrew Womble, shows the attempted arrest in which Andrew Brown Jr. was killed. District Attorney Womble said Andrew Brown was inside the car on the left.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115244-01-screengrab-andrew-brown-shooting-bodycam-footage-large-169.jpg\">Body-cam video in shooting of Andrew Brown Jr. shown to public for the first time <img alt=\"NEW YORK, NEW YORK - MARCH 08: New York Gov. Andrew Cuomo speaks at a vaccination site at the Jacob K. Javits Convention Center on March 8, 2021 in New York City. Cuomo has been called to resign from his position after allegations of sexual misconduct were brought against him. (Photo by Seth Wenig-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210312175619-cuomo-0308-javits-large-169.jpg\">New York Gov. Cuomo to receive over $5 million from book deal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518134025-brianna-keilar-franklin-graham-split-large-169.jpg\">'They aren't moving on': Keilar presses Rev. Graham on election claims<img alt=\"Marc Polymeropoulos todd pkg\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517191226-marc-polymeropoulos-todd-pkg-large-169.jpg\">Former CIA officer describes experience with mysterious illness<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517164821-girl-pulled-rubble-gaza-large-169.jpg\">6-year-old airstrike survivor pulled from rubble<img alt=\"Stephen Richer EBOF 05172021\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517201014-stephen-richer-ebof-05172021-large-169.jpg\">'Exasperated': GOP Arizona election official reacts to Trump's election lie","link":"/2021/05/20/us/texas-face-masks-public-schools/index.html"}