{"title":"'Pride' offers snapshots in the battle for LGBTQ rights across the decades","time":"Updated 9:47 AM ET, Fri May 14, 2021 ","body":"'Pride' offers snapshots in the battle for LGBTQ rights across the decadesReview by Brian Lowry, CNNUpdated 9:47 AM ET, Fri May 14, 2021 JUST WATCHEDThis is the birthplace of the LGBTQ Rights movementReplayMore Videos ...MUST WATCHThis is the birthplace of the LGBTQ Rights movement 01:22 (CNN)\"Pride\" offers an off-the-beaten-track history of LGBTQ experiences and activism in the US from the 1950s to the present, with different filmmakers undertaking each decade/episode. Even diced up that way it's a lot to cover, most effective when it comes to highlighting key individuals and moments than connecting those dots.Indeed, the format of this FX project -- which precedes Pride Month and coincides with the final season of the network's Emmy-nominated drama \"Pose\" -- ensures that the result will provide snapshots of the gay-rights movement, eliding over certain events while emphasizing less-heralded ones.Toward that end, something like the 1969 Stonewall riots receive relatively short shrift, while focusing on public demonstrations of defiance and anger that preceded and followed them. Similarly, if you've come for a walk down memory lane about the significance of \"Will & Grace\" or Ellen DeGeneres coming out in the 1990s, this isn't the docuseries for you.The result is a production worth viewing in concert with other recent documentaries, including Apple TV+'s \"Visible: Out on Television\" and \"The Lavender Scare,\" a deeper dive into how red baiters targeted gay men in government in the 1950s.\"Pride\" begins in that post-war period, chronicling the turn into homophobia during the McCarthy era, and how the world was in some ways less prejudiced toward gays and lesbians prior to that decade than after it.Read MoreAs interview subjects note, entrapment was common in policing, and the prospect of being outed wielded as a weapon. Perhaps the starkest illustration of the dirty political tactics employed focuses on Wyoming senator Lester Hunt, who was blackmailed over his son's \"activities,\" before dying by suicide.<img alt=\"Transgender activist Felicia &amp;quot;Flames&amp;quot; Elizondo is interviewed in the FX docuseries &amp;#39;Pride&amp;#39; (FX).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510105151-pride-fx-large-169.jpg\">Transgender activist Felicia \"Flames\" Elizondo is interviewed in the FX docuseries 'Pride' (FX).Similarly, there's a detailed section devoted to Bayard Rustin, an architect of the civil-rights movement and planner of the March on Washington, whose public role was diminished because being gay was seen as a liability.The first hour heavily employs dramatic reenactments, one way the tone and style varies from chapter to chapter. The most consistent through line is the culture's influence on LGBTQ rights and acceptance, from Anita Bryant's anti-gay campaign -- and the activism that yielded in response -- to movies with gay characters that raced ahead of where US laws were in the 1990s.\"Culture changes minds. Culture changes perceptions,\" observes film historian B. Ruby Rich, while media studies professor Julia Himberg describes an \"explosion in queer visibility\" during those years, with series like \"Six Feet Under,\" \"Queer Eye for the Straight Guy\" and more tentative advances by broadcasters in primetime.Later chapters deal with AIDS in the '80s and culture wars of the '90s, from Pat Buchanan's us-versus-them 1992 Republican National Convention speech to the Clinton administration's \"Don't ask, don't tell\" military policy. Transgender rights take center stage during the single hour devoted to the 21st century, with the emphasis on bathroom laws in earlier decades illustrating how such lines of attack have resurfaced as a political tactic across the decades.\"Pride\" condenses decades of history as best it can, recognizing the progress made and the battles that remain.\"I don't like the idea of tolerance,\" longtime Village Voice columnist Michael Musto says in a later chapter. \"Don't just tolerate me.\"\"Pride\" might feel a little scattered at times in its format, but that singular message comes through loud and clear.\"Pride\" premieres May 14 at 8 p.m. ET on FX, with episodes available the next day on Hulu.","link":"/2021/05/14/entertainment/pride-review/index.html"}