{"title":"CDC gives new guidance on what vaccinated people can safely enjoy. But we may be hitting a wall with vaccine hesitancy","time":"Updated 3:09 AM ET, Wed April 28, 2021 ","body":" (CNN)Just in time for warmer weather, fully vaccinated Americans can now safely enjoy more pre-pandemic activities without a mask, according to new guidelines from the US Centers for Disease Control and Prevention. But health officials are seriously concerned about sputtering vaccine interest in some areas. The CDC defines fully vaccinated people as those who are at least two weeks past their second dose of the Pfizer/BioNTech or Moderna vaccines, or at least two weeks past the single-dose Johnson & Johnson vaccine. They can now go mask-free while dining at an outdoor restaurant with friends from multiple households, the CDC announced Tuesday.If you are fully vaccinated against #COVID19, you can start doing many things that you had stopped doing because of the pandemic. If you haven't been vaccinated yet, get a vaccine as soon as you can. See full details: https://t.co/s5kXwg65fB pic.twitter.com/fvhehUiiCi— CDC (@CDCgov) April 27, 2021\n\nThey can also take off their masks at small outdoor gatherings with fully vaccinated family and friends, or where there is a mixture of fully vaccinated and unvaccinated people. Read More\"There's increasing data that suggests that most of transmission is happening indoors rather than outdoors. Less than 10% of documented transmission in many studies have occurred outdoors,\" CDC Director Dr. Rochelle Walensky said. <img alt=\"The CDC&amp;#39;s new outdoor mask guidance for fully vaccinated people\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210410134558-coronavirus-masks-central-park-restricted-large-169.jpg\">The CDC's new outdoor mask guidance for fully vaccinated people\"We also know that there's an almost 20-fold increased risk of transmission in the indoor setting than in the outdoor setting. That, coupled with the fact that we now have 37% of people over the age of 18 fully vaccinated and the fact that our case rates are now starting to come down, motivated our change in guidance.\"But fully vaccinated people should still wear a face mask at crowded outdoor events or in indoor spaces such as malls and movie theaters, the CDC said. \"We will continue to recommend this until widespread vaccination is achieved.\" More than 29% of the US population is fully vaccinated, according to CDC data.They can now safely enjoy more activities, including expanded travel options overseas. But in many parts of the US, vaccination rates have plateaued or plummeted -- endangering chances of herd immunity and driving this pandemic to the ground. <img alt=\"Jonathan Taylor got a Johnson &amp;amp; Johnson Covid-19 vaccine Sunday at Indianapolis Motor Speedway.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427011305-us-coronavirus-0425-restricted-large-169.jpg\">Jonathan Taylor got a Johnson & Johnson Covid-19 vaccine Sunday at Indianapolis Motor Speedway.'Hitting the hesitancy wall'Health experts say at least 70% to 85% of the country will need to be immune -- either through previous infection or vaccination -- to reach herd immunity. One report warned the country's vaccine enthusiasm will likely reach a \"tipping point\" next month. <img alt=\"Trump&amp;#39;s close advisers urge him to make PSA to persuade his followers to get vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210319215641-donald-trump-022821-large-169.jpg\">Trump's close advisers urge him to make PSA to persuade his followers to get vaccinatedAnd data from the CDC shows that fewer new people are getting their first shot versus those finishing up their second. \"I think this is really just hitting the hesitancy wall,\" said Dr. Christopher Murray, director of the University of Washington's Institute for Health Metrics and Evaluation. Murray said he expects the US will \"start to run out of people willing to be vaccinated\" within a matter of weeks. Among all Americans, 58% say they have had a vaccine dose or will get one as soon as possible, according to new data from the Public Religion Research Institute (PRRI) and Interfaith Youth Core (IFYC). About 28% are \"vaccine hesitant,\" saying they will wait and see before getting a shot or will only get inoculated if required to do so. The remaining 14% of Americans say they will definitely not get a Covid-19 vaccine, the survey found.<img alt=\"Many Evangelicals say they don&amp;#39;t want a vaccine. Experts say misinformation has played a role\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210414185425-01-covid-19-evangelicals-large-169.jpg\">Many Evangelicals say they don't want a vaccine. Experts say misinformation has played a roleAmong American religious groups, White evangelical Protestants are most likely to say they will not get the Covid-19 vaccine, with just over one in four -- 26% -- saying they won't get a shot, the survey found. About 17% of Americans identify as White evangelical Protestant.Also, Democrats are far more likely than independents or Republicans to be vaccine accepters, the survey found. About 73% of Democrats said they had received a shot or would get one as soon as possible, while 58% of independents said so. Among Republicans, the figure fell to 45%, the survey found.States start giving the J&J vaccine again Meanwhile, many US states are starting to administer the Johnson & Johnson vaccine. <img alt=\"Blood clots and Johnson &amp;amp; Johnson vaccine: What you need to know\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413103123-johnson--johnson-large-169.jpg\">Blood clots and Johnson & Johnson vaccine: What you need to knowThe CDC and the Food and Drug Administration lifted their recommended pause on use of the vaccine Friday and said its label will be updated to warn of blood clot risks. Walensky said administration of the vaccine could resume \"immediately.\"The CDC searched and found 15 likely cases of a rare blood clotting condition called thrombosis with thrombocytopenia syndrome (TTS), with three deaths among people who got the vaccine. At the time of the pause, more than 6.8 million Americans had received the J&J shot. <img alt=\"Tennessee governor declares that Covid-19 is no longer a health emergency with only 25% of state&amp;#39;s residents fully vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427174206-gov-bill-lee-file-0416-restricted-large-169.jpg\">Tennessee governor declares that Covid-19 is no longer a health emergency with only 25% of state's residents fully vaccinated\"There is likely an association but the risk is very low,\" Walensky said Friday. \"What we are seeing is the overall rate of events was 1.9 cases per million people. In women 18 to 49 years, there was an approximate 7 cases per million. Among women over 50, the rate is 0.9 cases per million. No cases were seen among men.\"While the risk is extremely low, people who suffer persistent, severe headaches or blurred vision, shortness of breath, chest pain, leg swelling, persistent abdominal pain or unusual bruising within three weeks of getting the J&J vaccine should get medical attention quickly, the CDC said in a new posting on its website.Expert urges precautions for childrenGetting children vaccinated will be the last piece of the puzzle in overcoming the pandemic, experts say. <img alt=\"How you and your kids can avoid Covid-19 at playgrounds \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423160705-playground-file-0223-restricted-large-169.jpg\">How you and your kids can avoid Covid-19 at playgrounds In the meantime, children will benefit from prevention measures and need to be protected from the virus, former acting CDC director Dr. Richard Besser said. \"I worry when I see states already declaring that the pandemic's over, that we have victory over the pandemic, given that there are no vaccines for anyone younger than 16,\" Besser said.While children aren't being hospitalized and dying from the virus at the same rates as adults, \"thousands of children have developed a very unusual inflammatory syndrome,\" he said. More than 2,600 children have been diagnosed with MIS-C, a rare but serious condition that's associated with Covid-19, according to the CDC. At least 33 children with MIS-C have died.<img alt=\"In the midst of a Covid-19 spike, Michigan&amp;#39;s mask mandate is expanded to kids ages 2-4\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426144446-elizabeth-hertel-file-0204-large-169.jpg\">In the midst of a Covid-19 spike, Michigan's mask mandate is expanded to kids ages 2-4\"So it's very important that we keep the measures in place that public health says (are) essential to reduce transmission, to help protect children until there are vaccines for kids as well,\" Besser added. In newly updated guidance for summer camps, the CDC said that people who can get vaccinated against Covid-19 should do so and everyone should wear masks, distance is still necessary and staying outdoors is best. Read about the new guidance hereThe agency said that as vaccines are not yet authorized for children of all ages, prevention measures like mask-wearing and physical distancing must continue even after camp employees are vaccinated. \"All people in camp facilities should wear masks at all times,\" with exceptions for eating, drinking or swimming, the guidance says.CNN's Elizabeth Cohen, Jamie Gumbrecht, Jen Christensen, Lauren Mascarenhas, Maggie Fox, Richard Allen Greene, Michael Nedelman, Keri Enriquez and Nadia Kounang contributed to this report. ","link":"/2021/04/27/health/us-coronavirus-tuesday/index.html"}