{"title":"How to talk to our kids about traumatic events, according to a 9/11 responder","time":"Updated 7:33 AM ET, Sun May 16, 2021 ","body":"How to talk to our kids about traumatic events, according to a 9/11 responderBy Jessica DuLong, CNNUpdated 7:33 AM ET, Sun May 16, 2021 <img alt=\"Jessica DuLong, now chief engineer, emerita, is shown in 2008 in the engine room of the 1931 New York City fireboat John J. Harvey. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516072954-01-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">Jessica DuLong, now chief engineer, emerita, is shown in 2008 in the engine room of the 1931 New York City fireboat John J. Harvey.  (CNN)Isaac Rothbart's twins had always known their daddy doesn't like fireworks. But he'd never told his kids why. Then, while celebrating their fifth birthday at Disney World, the family wound up close to an unexpected pyrotechnics show. Rothbart \"didn't react well.\" His wife noticed him shutting down and ushered the whole family indoors.That's when Rothbart and his wife decided it was time to have the conversation with the kids. Rothbart had recorded an HBO documentary specifically geared toward teaching children about the September 11 attacks. That would be their conversation starter.Pandemic deaths, insurrections, terrorist attacks and endless video loops of police brutality and hate crimes present parents with continual pressures about how and when to share troubling and traumatizing news with our children. Those pressures are further compounded when we or our loved ones are personally affected. Only by accident did Rothbart and I wind up discussing how to tell kids about the deadliest terrorist attack on US soil. At the time, Rothbart, chief financial officer of the New York City Police Foundation, was trying to help me locate a photo from that terrible fall day in 2001. The cover art for my book, \"Saved at the Seawall: Stories from the September 11 Boat Lift\" was due at the printer.<img alt=\"Jessica DuLong&amp;#39;s book comes out May 15. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513163331-02-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">Jessica DuLong's book comes out May 15. Read More\"Could it be one of these?\" he'd ask before sending over another file. We were speaking by phone while emailing back and forth as he dug through old hard drives looking for digital contact sheets. Through all my years working on this book, I had pored over hundreds of photographs from that day. Yet somehow, clicking open this particular image stopped me short. My \"ooph\" came out involuntarily.The photo was not the most poignant or revealing I'd ever seen. Taken from an NYPD Aviation Unit helicopter, the image on the contact sheet was tiny, rather dark, cocked at an odd angle. But something about the enormity of the dust cloud photographed from such height and distance brought forth all the horror.<img alt=\"4 ways families can ease anxiety together\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200606155748-06-ease-family-anxiety-large-169.jpg\">4 ways families can ease anxiety together\"Sorry,\" I replied, to account for my extended silence. \"After all this time, I thought I was immune.\" \"It's OK,\" Rothbart said. \"I was at Stuyvesant High School that day.\" That quick disclosure communicated whole worlds of understanding.\"I guess this is why I still hide this history from my kids.\"It has been nearly 20 years since I served at Ground Zero as a marine engineer aboard retired NYC fireboat John J. Harvey. But I still haven't told my 9- and 5-year-olds about the terrorist attacks — or that I was down there. The countless hours I've poured into reporting and writing this book have taken place behind closed doors, where I'm quick to bury the evidence on my desk rather than face questions from my children.<img alt=\"Maira Kalman&amp;#39;s picture book &amp;quot;Fireboat: The Heroic Adventures of the John J. Harvey&amp;quot; features author Jessica DuLong. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513163432-03-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">Maira Kalman's picture book \"Fireboat: The Heroic Adventures of the John J. Harvey\" features author Jessica DuLong. My conversations with Rothbart, however, convinced me that this is the year to share the truth. I have read all the Child Mind Institute tip sheets: \"Helping Children Cope With Frightening News,\" \"Helping Children Deal With Grief,\" \"Talking to Kids About Racism and Violence.\" The subtitle of that last one promised exactly the help I needed: \"Supporting children while navigating your own big emotions.\" But bullet point three from \"Frightening News\" — \"model calm\" — left me far less optimistic. I reached out to David Anderson, Child Mind's vice president of school and community programs, who helps parents and caretakers discuss all kinds of difficult topics. I later discovered that Rothbart had intuitively put into practice with his own children many of the approaches that Anderson recommended.<img alt=\"DuLong is shown in the fireboat&amp;#39;s engine room, where she worked. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513163500-04-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">DuLong is shown in the fireboat's engine room, where she worked. Anderson's core message for parents struggling with difficult disclosure decisions is quite simple: \"Your children are ready to hear about what's going on in the world — from you.\" That's much better, he argues, than their hearing about it from others — especially someone who's not \"a close attachment figure\" with whom children can more easily process their feelings. \"The real question is,\" he prods, \"are you ready to tell them?\"In a word, no. But I'm trying to get there. I recognize that my silence is not serving my need to protect my kids. Rothbart's story inspired me to look up that HBO documentary. Turns out filmmaker Amy Schatz created \"What Happened on September 11\" after hearing about a curious third grader who googled \"Sept. 11 attacks\" with a friend on a playdate. Ouch. <img alt=\"Kalman&amp;#39;s picture book told the story of the fireboat and its crew.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513163509-05-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">Kalman's picture book told the story of the fireboat and its crew.My older son is in third grade. At what point could my efforts to protect him and his younger brother cross over to endangerment? Already my 5-year-old has mastered Google voice commands. My favorite of his searches, \"images of invisible goats,\" could easily devolve into something more sinister.\"We want kids to have us right there to help them process their emotional reactions,\" Anderson insisted, \"and only get exposed to content they're ready for developmentally.\" That last caution tripped me up a bit. How can parents who aren't child psychologists know what kids can handle and understand? \"Give him a few basic facts, and then see how he's reacting,\" Anderson advised. \"What we're really trying to emphasize to parents is that this process of providing your kid with facts, gauging their emotional reactions, validating those emotions and trying to answer their questions gets repeated thousands of times across their development.\" <img alt=\"The book tells the story of 9/11 in an age-appropriate way.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513163517-06-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">The book tells the story of 9/11 in an age-appropriate way.OK, but what about that \"model calm\" sticking point? The Child Mind tip sheet cautioned, \"If you talk to your child about a traumatic experience in a highly emotional way, then he will likely absorb your emotion.\" The PTSD I still experience two decades after September 11, 2001, means that \"calm\" is not my default setting when it comes to this subject. Fortunately, Maira Kalman has provided an artful and effective tool for teaching kids about September 11: her picture book \"Fireboat: The Heroic Adventures of the John J. Harvey.\" I appear as the character Jessica, who stands \"at the controls in the noisy engine room.\" The signed copy Kalman gave me still smells like diesel from the boat and the pages are wrinkled from some water display mishap. I have never read this book to my children. I couldn't bear the page depicting a sky \"filled with fire and smoke.\"\"Your goal is to avoid encouraging frightening fantasies,\" the tip sheet read. How, exactly, could I manage that given the horrific truths of that day — that terrorists intentionally used passenger-filled planes as missiles — that people jumped from the windows of skyscrapers to escape the searing heat of jet fuel-intensified fires — that thousands perished when the towers collapsed?<img alt=\"Kalman&amp;#39;s work told the story of the helpers on 9/11. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513163531-07-telling-kids-traumatic-events-wellness-restricted-large-169.jpg\">Kalman's work told the story of the helpers on 9/11. I took some comfort in Rothbart's experiences with telling his kids. As a high school senior, he had watched the horrors unspool from south-facing windows in a ninth-floor classroom. \"We saw people coming to the windows and waving flags to try and get help,\" he recalled. \"It was evident pretty quickly they were not getting out.\" Along with his classmates, he learned at school that day how to distinguish falling debris from people by the way their limbs flailed on the way down.\"My kids don't know that,\" Rothbart explained, drawing out the last word for emphasis. He was quick to clarify that there are details he has not shared. He used Schatz's film as a way to broach the topic, inviting his twins, at around age 6, to watch it with him. One son declined, and his parents respected that choice. \"It's still on the DVR. So, when he's ready, he'll watch it.\" But the other sat through it with his mother and father, who did their best to answer his questions simply and directly. \"He asked to maybe watch it again. We said, 'Sure, but it might be without Daddy.'\"Instinctively, Rothbart had followed the Child Mind Institute's recommendation to arrange for backup if a parent is dealing with their own trauma. It's important, Anderson explained, to strike a balance between modeling calm and letting kids see your real emotions. <img alt=\"These people thrived in pandemic isolation -- and aren&amp;#39;t ready to return to &amp;#39;normal&amp;#39; socializing\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210408164025-woman-looking-out-window-stock-large-169.jpg\">These people thrived in pandemic isolation -- and aren't ready to return to 'normal' socializing\"Difficult events in the news, terrorist attacks, acts of racism, these are incredibly disorganizing emotionally for anybody. We want kids to know that it's appropriate to feel sad or disturbed or deeply affected by traumatic events. At the same time, staying regulated to help your child process their emotional reactions is key.\" Trauma can trigger \"re-experiencing,\" he explained. If that's a possibility, it's wise to enlist help from \"another trusted adult who can take over if it's getting to be too much.\" Anderson also said it's \"emotionally healthy\" to build yourself an \"out\" before a difficult conversation. \"It's perfectly fine to say to a kid, 'Listen, it's really emotional for me to talk about this. It's important for you to hear about it, but I've also got to make sure that I'm staying in a place where I can have this discussion.\" <img alt=\"Teen stress has been heightened by a year of pandemic. Here&amp;#39;s how to help them\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210307193741-classroom-brown-mental-health-covid-large-169.jpg\">Teen stress has been heightened by a year of pandemic. Here's how to help themAlso crucial, Anderson said, is properly framing the information. When talking about terrorist attacks or mass shootings, he recommended, \"Explain to your child how unusual this kind of event is. Even though it is much more frequent than it has been in the past — disturbingly frequent, in fact — it is still relatively unlikely the child will have that experience.\" The same, he explained, cannot be said about racial violence or sexual assault, of course.Overall, both Anderson and Rothbart reassured me that sharing September 11 with my children won't require flawless execution. \"Life isn't about reacting perfectly to everything that happens,\" Anderson said. It's about finding \"ways that you can cope and be ready for whatever obstacles life throws at you.\"That, after all, is the most important lesson. If we shield kids from every emotional event that could occur, Anderson cautioned, we'll set them up for \"a huge awakening when they get to adulthood.\" Instead, our job as parents is to help our children practice talking through emotional topics. \"Parents (and caretakers) are the absolute best mediators for building children's emotion-regulation circuitry.\"Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. This will be the year. I will set up the scaffolding for a calm conversation. I will read Kalman's \"Fireboat\" to my kids and show them the picture of Mama working in the engine room. (In a classic writerly maneuver, it will give me a way to hide behind a character on the page.) I will finally show my children my own book that documents the momentous history of lifesaving actions that have gone woefully unrecognized. I will tell them about the boat lift and the efforts of so many first responders and volunteers that day — that people help one another through disasters, marshaling the goodness, resourcefulness and humanity that calls them to action. I will teach them that hope and wonder light up even the darkest times.Jessica DuLong is a Brooklyn-based journalist, book collaborator, writing coach and the author of \"Saved at the Seawall: Stories from the September 11 Boat Lift\" and \"My River Chronicles: Rediscovering the Work that Built America.\" ","link":"/2021/05/15/health/telling-kids-traumatic-events-wellness/index.html"}