{"title":"'The Handmaid's Tale' shifts gears, changing more than just its clothes","time":"Updated 9:12 AM ET, Wed April 28, 2021 ","body":" (CNN)\"The Handmaid's Tale\" joins the roster of programs that have flamed brightly, then kept the fires burning beyond their creative apex.The result is a fourth season that feels like a very different show, one that partially escapes the suffocating climate of Gilead but can't avoid the sensation that this provocative series is now operating on borrowed time.The Hulu show notably became the first streaming drama to win the Emmy in its category way back in 2017, when novelist Margaret Atwood's warnings of a brutal patriarchal totalitarian state felt searingly of the moment. Those elements haven't abated, but the series has covered so much ground, and jumbled so many key relationships, as to run into \"The Walking Dead\" syndrome, only sooner -- with each exploring variations on what happens when societies break down, while lumbering onward without the same momentum as their early seasons.The central asset remains Elisabeth Moss, who has taken hold of the franchise beyond just her work on screen, directing three of this season's 10 episodes. (Eight of those were made available for preview, giving a good idea of the narrative arc, while remaining hazy about its endgame.)Perhaps foremost, \"The Handmaid's Tale\" derives its pleasures at this stage primarily from individual moments involving its splendid cast, whether that's the horrid Aunt Lydia (Ann Dowd) purring, \"You wicked, wicked girl\" or Moss' June directing one of her withering stares at someone truly deserving of it.Read MoreStill, June's steely disposition and attempts to flee Gilead has essentially shuffled the deck, separating her from the horrors she experienced under Commander Waterford (Joseph Fiennes) and his wife Serena (Yvonne Strahovski), whose own bonds have been tested.June closed the third season (which concluded, it's worth noting, 20 months ago) by smuggling a plane full of Gilead's children safely to the sanctuary of Canada, an act fraught with consequences on both sides of the border.\"Gilead doesn't care about children,\" says the dissident Commander Lawrence (Bradley Whitford), in one of those lines clearly intended to echo beyond the series. \"Gilead cares about power.\"Television, by contrast, cares about nurturing and sustaining success, and in terms of a series that raised the profile of the service carrying it and became part of the cultural zeitgeist -- down to women's and reproductive rights advocates making political statements by showing up to venues in red-cloaked garb -- \"The Handmaid's Tale\" has certainly met those criteria and then some. Scattering key characters across different locations has even brought a change in wardrobe, down to seeing less of the crimson outfits that were such a key part of the program's marketing campaign. Yet despite the satisfaction associated with basking in Moss' brilliance -- watching the character assert herself in this altered landscape, while bearing scars, emotional and otherwise, from her ordeal -- the series feels as if it's drawing out a story ready for its conclusion more due to commercial imperatives than creative ones.Most of those who applauded the series, rightfully, during its first two seasons will likely be inclined to stick around until the bitter end. Even so, it's possible to continue to admire the show's high-quality pieces and still think that end should come sooner rather than later.\"The Handmaid's Tale\" begins its fourth season April 28 on Hulu.","link":"/2021/04/27/entertainment/the-handmaids-tale-season-4-review/index.html"}