{"title":"Will US lift vaccine patents? ","time":"Updated 7:51 AM ET, Mon May 3, 2021 ","body":"A version of this story appeared in the May 3 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday. (CNN)As India's explosive outbreak spills beyond its borders, the West and its drug companies are under growing pressure to waive intellectual property rights to Covid-19 vaccines and treatments so more countries can start making them. On Sunday, the US acknowledged those calls, with White House Chief of Staff Ron Klain telling CBS News that US Trade Representative Katherine Tai would hold talks with the World Trade Organization \"on how we can get this vaccine more widely distributed, more widely licensed, more widely shared.\" This comes as India's devastating virus surge, which is edging towards 20 million confirmed cases (though the real number is suspected to be far higher), turns into a regional problem. Neighboring Nepal reported a hospital bed shortage due to rising cases, oxygen supplies are running low in Pakistan, and Bangladesh diverted industrial oxygen supplies to hospitals last week, fearing shortages for Covid-19 patients. \"There is very real risk that this will now ripple out, west of India, Pakistan, Afghanistan, north to Nepal, east Myanmar & hence Southeast Asia,\" Wellcome Trust director Jeremy Farrar said on Twitter. \"There are many links between South Asia into East Africa and hence a continued risk to the [African] continent despite massive efforts to date.\"  India is also one of the world's biggest suppliers of vaccines and the cornerstone to the global vaccine sharing initiative COVAX, which has struggled to secure vaccines due to wealthy nations snapping up supplies. For example, the US has bought or contracted to buy more than 1 billion doses of vaccines. That's enough to fully vaccinate the US population at least twice, with plenty left over. Read MoreBut now the Indian government has prioritized Indian-made vaccines for its own citizens -- a move which spells trouble for the many countries relying on its doses via COVAX. While understandable, India's move \"obviously will have consequences for other countries, particularly those in the poorer parts of the world that have barely vaccinated any parts of their population yet,\" Michael Head, senior research fellow in global health at the University of Southampton, told CNN.    \"That will essentially sustain the pandemic for a bit longer than we'd hoped,\" he added.  YOU ASKED. WE ANSWERED. Q. Will the vaccine give me Covid-19?A: It's literally impossible to get Covid-19 from any of the vaccines used in the US because none of them contains even a piece of real coronavirus. Here's how each vaccine was made.  Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.WHAT'S IMPORTANT TODAY Social media is a lifeline for desperate Indians, but a threat for Modi  Over the last couple of weeks, as India's Covid-19 crisis has deepened, American social media giants have become platforms of hope for millions of people.  With authorities struggling to provide adequate information, distressed patients and their families have turned to Twitter, Facebook, WhatsApp, Instagram or LinkedIn, begging for help, Diksha Madhok reports. But Prime Minister Narendra Modi seems to be cracking down on the major platforms in an attempt to stifle dissent. This comes as his right-wing Bharatiya Janata Party (BJP) was defeated in a state election in West Bengal, widely considered a test on whether the devastating second wave would impact Modi's popularity. Despite the defeat, the BJP made substantial gains and became the main opposition party. Its tally in the state legislature went to nearly 80 seats, compared to just three seats won in the last state election in 2016.   Last year, three in 10 adults worldwide said they wouldn't get a Covid-19 vaccine, Gallup poll finds Nearly 1.3 billion adults globally in 2020 said they would not get a Covid-19 vaccine if one were offered to them at no cost, according to a Gallup poll released on Monday, which also found that as many as 1.7 billion adults temporarily stopped working during the pandemic last year. The poll, which surveyed more than 300,000 people across 117 countries last year, showed that 29% of adults worldwide would opt-out of taking a vaccine offered to them for free while 68% would take it -- a figure which falls below the estimated 70% to 85% vaccine uptake range required for herd immunity to the virus.   Two parties in a pandemic Crowds of revelers descended on the English city of Liverpool on Friday for a live music event held without masks or social distancing. The party was part of the British government's Events Research Program (ERP) and will provide scientific data to help officials plan how nightclubs and live events might return to the UK this summer. Days later, Prince Harry received a standing ovation as he praised the world's frontline medical workers at a concert in Los Angeles, only attended by thousands of vaccinated people, PA Media reports. The concert, which featured appearances from Selena Gomez, Jennifer Lopez and Ben Affleck, was taped on Sunday and will stream on May 8.  It was organized by advocacy group Global Citizen, which hopes to boost vaccine confidence and raise funds for vaccination efforts worldwide.  <img alt=\"Liverpool&amp;#39;s director of public health Matt Ashton said the rave gave a &amp;quot;glimpse of what we think the future might hold.&amp;quot;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210501115031-liverpool-rave-pilot-1-large-169.jpg\">Liverpool's director of public health Matt Ashton said the rave gave a \"glimpse of what we think the future might hold.\"ON OUR RADARThe level of care at a makeshift pandemic facility on the outskirts of New Delhi is so bad that patients are begging to leave. In the cavernous, warehouse-style facility, some patients lie on beds made of cardboard. There is limited medicine, and patients complain of seeing a doctor only once every two or three days. A Chinese Communist Party-linked account on Weibo mocked India's Covid-19 crisis on social media. It backfired, becoming the latest example of how a clumsy attempt to stoke nationalism can strike an insensitive note. The Australian government has been accused of racism after threatening five-year prison sentences for citizens who breach a temporary ban on travel between India and Australia. Republicans are seizing on the controversy over masks to bolster their wider narrative that US President Joe Biden and the Democrats are too politically correct, and using the power of government to infringe on the freedoms of Americans. Many European families have been separated from loved ones living in non-European Union countries for a year or even longer due to pandemic border restrictions. News that vaccinated Americans can enter the EU this summer has exacerbated feelings of outrage and isolation that have been building for many months.  TODAY'S TOP TIPThe coronavirus is ravaging India. Here's how you can help India is experiencing the world's worst coronavirus outbreak. Grieving families are struggling to keep themselves and their loved ones safe amid an overwhelmed health care system, and medical workers are stretched thin as some hospitals run out of oxygen and supplies. The global community is rallying to help India push back against the pandemic, and you can help, too. Here's how. ","link":"/2021/05/03/world/coronavirus-newsletter-intl-05-03-21/index.html"}