{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n        \n    \n       \n       \n    \n    \n    ANTHONY BEHAR/AP\n    Comedian Hasan Minhaj poses in the Press Room during The 77th Annual Peabody Awards Ceremony at Cipriani Wall Street in New York, NY, on May 19, 2018.\n  \n    \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  Here’s a look at the Peabody Awards. The Peabody Awards are presented every spring in recognition of achievements in broadcasting across multiple platforms including radio, television, streaming network programs and websites.\n\n\n  \n    Facts\n\n\n  \n  June 2021 - The 80th Peabody Awards will be announced during a virtual ceremony. \n\n\n  \n  June 10, 2020 - The Peabody Awards are announced. The 79th Peabody Awards ceremony is canceled due to the coronavirus pandemic. In lieu of the event, originally scheduled to take place June 18, many recipients recorded acceptance speeches.\n\n\n  \n  The awards are administered by the Grady College of Journalism and Mass Communications at the University of Georgia.\n\n\n  \n  The awards are named after George Foster Peabody, a major benefactor of the University of Georgia.    \n\n\n  \n  Award submissions are designated as documentary, entertainment, news, children’s, educational and public service, but there are no categories for the awards themselves.\n\n\n  \n  The entries are from the year before the date of the actual awards. \n\n\n  \n  The winners are chosen after review and face-to-face deliberations by the Peabody Board of Jurors, a “distinguished” 18-member panel of TV critics, industry heavyweights and other arts and culture experts.\n\n\n  \n  There is no set number of awards given out every year. \n\n\n  \n    Timeline\n\n\n  \n  1938 - The National Association of Broadcasters forms a committee to create awards for radio similar to the Pulitzer Prizes for print materials.\n\n\n  \n  1939-1940 - Committee member and manager of WSB-Radio in Atlanta, Lambdin Kay asks the University of Georgia’s Grady College of Journalism to sponsor the awards.\n\n\n  \n  March 29, 1941 - The first Peabody Awards ceremony takes place at the Commodore Hotel in New York - the awards are for radio broadcasts from 1940.\n\n\n  \n  1948 - Television programs are included for the first time.\n\n\n  \n  1981 - Cable television is added.\n\n\n  \n  August 23, 2000 - The award presentation ceremony is aired on television for the first time. A record-setting 36 awards are presented for programs broadcast in 1999.\n\n\n  \n  2001 - Webcast entries are accepted.\n\n\n  \n  April 7, 2015 - The creation of a 24-member advisory board is announced. The board, “will provide guidance and support to the Peabody program’s future initiatives.”\n\n\n  \n    George Foster Peabody\n\n\n  \n  July 27, 1852-March 4, 1938\n\n\n  \n  Birth Place: Columbus, Georgia; grew up in Brooklyn, New York\n\n\n  \n  Banker and philanthropist.\n\n\n  \n  Introduced President Franklin D. Roosevelt to the restorative waters of his Warm Springs, Georgia, resort. \n\n\n  \n    CNN Peabody Awards\n\n\n  \n  1983 - For Significant News and Information Programming1987 - Coverage of the Stock Market Crash1989 - Coverage of China1990 - Coverage of the Persian Gulf War1991 - Coverage of the Soviet Coup1992 - Larry King Live Election Coverage 1998 - CNN Productions, Atlanta, and Jeremy Isaacs Productions, “Cold War”2000 - CNN Productions, Atlanta, Insight Television, and Channel 4 International, London, “CNN Perspectives: Cry Freetown”2001 - CNN Presents: Beneath the Veil and Unholy War2002 - Terror on Tape2005 - Coverage of Hurricane Katrina2007 - CNN Presents: God’s Warriors2008 - Coverage of 2008 Presidential Primary Campaigns and Debates2010 - Coverage of the Gulf Oil Spill2011 - Coverage of the Arab Spring, CNN Heroes: An All-Star Tribute, and Fareed Zakaria GPS 2012 - Coverage Inside Syria and Homs2013 - Anthony Bourdain: Parts Unknown2014 - Coverage of Kidnapped Nigerian Schoolgirls and Investigative Reports: Crisis at the VA 2016 - Coverage in Iraq and Syria2018 - Coverage of Fall of ISIS in Iraq and Syria2019 - Apollo 11 and The Hidden Workforce: Undocumented in America\n\n\n  \n    Three personal Peabody Awards have been received with regard to CNN\n\n\n  \n  1993 - Christiane Amanpour1997 - Ted Turner1998 - Christiane Amanpour\n\n\n            \n    \n  \n","link":"/2013/07/13/us/peabody-awards-fast-facts/index.html"}