{"title":"White noise (and pink and brown): The science behind the sounds","time":"Updated 4:22 PM ET, Mon May 3, 2021 ","body":" (CNN)What's your favorite bedtime jam? Do you doze off to jazz, a babbling brook, a crackling fire or a whirling fan of white noise? Or maybe you're a sound aficionado, and have replaced your white noise machine with one that provides the more fashionable pink or brown noise?<img alt=\"10 common mistakes in fighting &amp;#39;coronasomnia&amp;#39; -- the inability to fall and stay asleep\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210311115042-05-bad-sleep-large-169.jpg\">10 common mistakes in fighting 'coronasomnia' -- the inability to fall and stay asleepWhatever your pleasure, know this: While continuously listening to low decibel calming sounds at night doesn't appear to be harmful, there also isn't much science behind how, why -- or even if -- sound machines help sleep.\"So many people are using it that the public health consequences of this are potentially 'ginormous,' yet right now we have little to no research on this,\" said Dr. Mathias Basner, a professor in the division of sleep and chronobiology at the University of Pennsylvania School of Medicine, who published a systematic review of research on noise as a sleep aid.\"It's possible that they could be beneficial for sleep, and it's also plausible that they could be detrimental for sleep,\" Basner said. \"The evidence that we have is inconclusive and very low quality at this point.\"Regardless, sleep experts often hear patients vouch for the success of a soft, soothing hum in helping them fall and stay asleep, especially if they are anxious, have insomnia or live in a noisy, urban setting.Read More\"White noise machines work through a process called sound masking or noise masking,\" said Michael Grandner, who directs the Sleep and Health Research Program at the University of  Arizona College of Medicine \"They create a blanket of sound around you that absorbs other sound waves so that little creaks and cracks and cars driving by don't quite make it to your brain and you don't respond to them,\" Grandner said.<img alt=\"8 ways to fall back asleep after waking in the night\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200723130042-trouble-sleeping-stock-large-169.jpg\">8 ways to fall back asleep after waking in the nightAnother reason white noise or other sounds may induce sleep is that they have become part of your \"sleep ritual,\" those nighttime habits you do that have trained your brain to rest.\"Teddy bears don't do anything but they help people sleep, they become a conditioned stimulus,\" Grandner said. \"Same thing with white noise -- if someone turns it on every night,  it becomes a bell that you start salivating to, or in this case something they fall asleep to every day.\"What is white, pink and brown noise?Just like light, sound is made of many colors. White light is a combination of all the color wavelengths in the spectrum -- when they are seen together, they look white to the eye.White noise is the auditory equivalent of white light -- a combo of every frequency on the acoustic spectrum, which blend together to mask most small sounds regardless of their frequency.<img alt=\"Poor sleep linked to weight gain in 2-year smartphone sleep tracking study\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200911153658-overweight-asleep-stock-large-169.jpg\">Poor sleep linked to weight gain in 2-year smartphone sleep tracking studySome describe white noise as a hiss similar to a radio tuned to an unused frequency. A number of researchers have focused on a smoother, more refined version of white noise they call \"pink sound.\" Commonly called pink noise, it emphasizes more of the lower frequencies -- in other words, it's all about that bass. These sounds are supposedly more pleasant to the human ear -- think of a steady rainfall or the rise and fall of the tide.Brown noise contains even more bass than pink noise, more like the rumble of strong winds, a rushing river or pounding surf. Some claim it is the most soothing of the three.Which is best for you?\"What I tell my patients is, 'I really don't know which is going to be better. Why don't you just try them out to see which is relaxing for you?'\" said Dr. Phyllis Zee, who directs the Center for Circadian and Sleep Medicine at Northwestern University Feinberg School of Medicine. Pink noise has become popular because it's the choice of a number of researchers who are experimenting with improving memory during sleep. It's possible pink sound waves mimic brain waves during stage 3 \"slow-wave\" or deep sleep -- the time when the body does the vast majority of long-term memory consolidation. A small 2013 study in Germany found pink noise prolonged deep sleep and improved memory. In 2016 researchers added pink noise to naps, and found that nappers who listened to the sounds forgot fewer words they were told to remember before their snooze.<img alt=\"There are a number of reasons that white noise or other sounds may induce sleep.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210314105127-stock-02-person-sleeping-large-169.jpg\">There are a number of reasons that white noise or other sounds may induce sleep.In Zee's lab at Northwestern, researchers are using a unique algorithm of pink noise that is more of a \"shush,\" like the sound you would use to lull a baby. The sound is delivered on an \"intermittent basis,\" she said, only when the subject's brain is in the deeper stages of sleep \"where much of the memory may be improved or laid down.\"The Northwestern team studied people in their 70s, a population that struggles with getting adequate sleep, especially the deep or slow-wave type that is so restorative. One study found the pink noise cocktail increased deep or slow-wave sleep and improved memory in a few people with existing cognitive impairment, but the results were much stronger in cognitively healthy adults in their 70s.A possible problemThere could be a downside to the use of sound for sleep, Braser said. The brain is actively working while we sleep, repairing and restoring the body, boosting the immune system -- and hearing each and every sound. If you introduce a continuous sound all night, that means \"the brain is constantly perceiving and analyzing those signals,\" he said. <img alt=\"Less dream-stage REM sleep linked to higher risk of death, study says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/181218105620-02-nightmares-large-169.jpg\">Less dream-stage REM sleep linked to higher risk of death, study saysDoes actively listening to continuous sound all night rob the brain from rest and restoration, or does the constant hum soothe the brain and let it get on with its work? No one knows.\"There are certainly studies that show beneficial effects, and there are studies that show potentially disturbing effects,\" Braser said. \"I would say there is not enough evidence out there right now to either conclude, 'It's good, It works,' or to conclude that it doesn't work.\"It may be that white noise and other sounds are truly beneficial for some people, yet harmful to others searching for that perfect night's sleep, Braser said.One thing is definite: If the sounds are too loud, using a sleep machine or app will damage your hearing. \"If the volume is high, absolutely they can be harmful,\" Zee said. \"Your ear sensors do adapt as well, so if you find you need to go higher and higher in volume for the same effect, it could be harmful.\" It may seem counterintuitive that a sound meant to soothe could hurt you, but the US Centers for Disease Control and Prevention says \"noises above 70 dB over a prolonged period of time may start to damage your hearing.\" To put that into perspective, a ticking watch registers at 20 dB, a humming fridge is 40 dB and normal conversation is 60 dB.Loud noises above 120 dB can cause immediate damage to hearing, the CDC says, while radios and TVs turned up to the max at 110 dB, along with loud nightclubs, bars and rock concerts, can cause hearing loss in just five minutes.Sign up for CNN's SLEEP, BUT BETTER newsletterThat's one reason experts do not recommend white noise or sleep sound machines or apps for people with existing hearing loss, or anyone \"already at risk,\" Zee said. \"They should definitely talk to their doctors first.\"<img alt=\"23 comforting products we can&amp;#39;t sleep without (CNN Underscored)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210311162751-eds-picks-sleep-no-badge-large-169.jpg\">23 comforting products we can't sleep without (CNN Underscored)If you're concerned about subjecting your brain to continuous noise, Zee suggests programming the sounds to be more intermittent, or at least softer as morning nears.\"If I were to program, I would probably use sound more at the beginning, and decrease the volume in the early morning when you're more likely to be in REM (rapid eye movement) sleep,\" Zee said. \"Noises and sound machines are more likely to wake you up in REM sleep, just because it's a lighter stage asleep.\"","link":"/2021/03/18/health/white-pink-brown-noise-sleep-wellness/index.html"}