{"title":"How you and your kids can avoid Covid-19 at playgrounds ","time":"Updated 10:59 AM ET, Tue April 27, 2021 ","body":"There are few no-risk activities during the Covid-19 pandemic, but there are ways to mitigate risks. Fully vaccinated people are, of course, at much lower risk of contracting and spreading coronavirus than people who haven't been vaccinated. CNN Medical Analyst Dr. Leana Wen advises approaching your activity decisions with that in mind. (CNN)Playgrounds seem like -- and in many cases are -- a relatively safe pandemic activity, but there are factors that can complicate the issue. Playgrounds are \"a great opportunity to get families together and be outside and enjoy, but do so in a safe way,\" said Dr. Ada Stewart, a family physician with Cooperative Health in Columbia, South Carolina, and the president of the American Academy of Family Physicians. Safety precautions are also important because the Covid-19 vaccines currently aren't authorized for children under 16.Fewer children than adults have been infected with coronavirus, but children -- like adults -- are still at risk for getting infected by breathing in droplets from the coughs or sneezes of infected people, or by virus accumulated in or flowing through the air. Infection by contact with contaminated surfaces is possible, but the US Centers for Disease Control and Prevention has said that this isn't a primary mode of transmission. <img alt=\"What to do if you&amp;#39;re vaccinated but your kids aren&amp;#39;t — Dr. Wen&amp;#39;s advice \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210224170802-back-to-school-during-covid-orig-mg-00014621-large-169.png\">What to do if you're vaccinated but your kids aren't — Dr. Wen's advice \"Avoid (indoor playgrounds) for the time being because all the individuals there, the children, are not going to be vaccinated. Outdoor playgrounds are actually very safe,\" said CNN Medical Analyst Dr. Leana Wen, an emergency physician and visiting professor of health policy and management at the George Washington University Milken Institute School of Public Health. \"I have a 3½-year-old, and my husband and I often bring him and his 1-year-old sister to playgrounds. We feel very comfortable doing this.\"However, if a large group of kids ... come over to the same piece of equipment that my son is on and they're not wearing masks, I would pull him at that point.\" Read MoreIf you're thinking about taking your children to a playground, here's what you should be concerned about. Before you go to the playgroundPotentially needing to remove your kids from an unsafe environment is a scenario you need to prepare them for ahead of time. \"Setting that expectation that you may need to leave with a child is important, especially for toddlers that might not be happy with the outcome if you don't prepare them in advance,\" Wen said. Base the conversation on what they might understand at their ages. \"Kids understand a lot,\" Wen added. \"They hear a lot from their friends and others around them, so I would talk to them about what they're seeing (and) what their questions are.\"Tell them that if the park is crowded, you will have to find an emptier park or go home. Say that they'll need to wear their own mask -- if they're older than 2 -- and that they can't share food or toys with other people. How to reduce Covid-19 risk at:• Beaches• Extended families' homes• Swimming pools• Amusement parks• Religious servicesChildren have quickly adjusted to wearing masks during the pandemic, Wen said, but if yours haven't, practice wearing masks for longer periods of time before going to the park. Also, tell them they will have to cough or sneeze into their elbow. Bring extra masks in case this happens, since a wet mask can be less effective and complicate breathing, according to the CDC. Kids can also lose masks.Physical distancing at least 6 feet from other children, not sharing, and refraining from touching their eyes, nose or mouth may be hard for kids. But advise them that these things are what they need to do so that no one gets sick. Another aspect to consider is that children typically aren't as hygienic as adults are. \"Even though there's a very, very, very low rate of surface transmission, kids also -- especially younger kids -- put their hands in their mouths a lot,\" Wen said. \"And it's not only coronavirus; it's other pathogens that could be transmitted through high-touch surfaces.\" If possible, call the park or check its website to learn whether park authorities are regularly cleaning equipment and whether the bathrooms are open.At the playground Bring your own toys, balls, hand sanitizer, sanitizing wipes, extra masks, and food and water if necessary. Wash or sanitize your kids' hands before and after they swing or play on other equipment. How often you need to sanitize each child's hands during playtime \"depends on the child, their age and just their behavior patterns,\" said Krystal Pollitt, an assistant professor of epidemiology at the Yale School of Public Health and assistant professor in chemical and environmental engineering at the Yale School of Engineering & Applied Science. That's \"up to the parents' discretion of what they think the risk would be for the child rubbing their eyes or their desire to remove their mask and perhaps have that hand-to-mouth contact.\" Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"In the playground, we don't know how often those surfaces are cleaned,\" said Regina Davis Moss, the associate executive director of health policy and practice at the American Public Health Association. Use the wipes to clean swings, play equipment, tables and any other frequently touched surfaces before and after your kids use them.  If your children need to eat or drink, ensure that they do so outdoors and at least 6 feet away from people from outside of your household.  \"It's always important to keep an eye on your children while they're at the playground, and it's particularly important now,\" Wen said. \"If your child is around several other children, in close proximity, he or she should keep the mask on.\" If you want to do a playground playdate, you could limit the groups to one or two other families, as Wen has done with her children.","link":"/2021/04/27/health/playground-safety-covid-pandemic-wellness/index.html"}