{"title":"EU accuses Apple of breaking antitrust law over music streaming ","time":"Updated 8:28 AM ET, Fri April 30, 2021 ","body":"London (CNN Business)European regulators have accused Apple (AAPL) of violating EU antitrust law, saying the company's app store rules unfairly restrict rival music services. Margrethe Vestager, the European Commission's top antitrust official, said Friday that Apple is in breach of competition law because it charges app developers high commission fees and forbids them from telling users about cheaper alternatives.\"Our preliminary conclusion is that Apple abused its dominant position for the distribution of music streaming apps through its app store, and distorted competition in the music streaming markets,\" she told reporters during a press conference.The European Commission launched an investigation of Apple last June following a complaint from music and podcast giant Spotify (SPOT). The Commission said in a statement Friday that it objects to the mandatory use of Apple's in-app purchase system imposed on streaming services. It is \"also concerned that Apple applies certain restrictions on app developers\" that prevent them from informing iPhone and iPad users of alternative purchasing options.Read MoreDoing so \"deprives users of cheaper music streaming choices and distorts competition,\" Vestager said in the statement.<img alt=\"Apple just had a massive quarter thanks to the 5G iPhone\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428152251-apple-iphone-12-file-restricted-large-169.jpg\">Apple just had a massive quarter thanks to the 5G iPhoneSpotify CEO Daniel Ek praised the Commission, saying in a Twitter post that \"fairness is the key to competition.'\"We are one step closer to creating a level playing field, which is so important for the entire ecosystem of European developers,\" he added.The accusations are the latest development in a series of high profile battles between the European Union and Big Tech companies that have resulted in hefty penalties. Apple could eventually be fined up to 10% of its annual sales if found in violation of competition rules. Apple said in a statement on Friday that the \"Commission's argument on Spotify's behalf is the opposite of fair competition.\" \"At the core of this case is Spotify's demand they should be able to advertise alternative deals on their iOS app, a practice that no store in the world allows. Once again, they want all the benefits of the App Store but don't think they should have to pay anything for that,\" it added.Apple will now have the chance to reply to the Commission in writing and request a hearing. It typically takes years for the European Union to conduct and conclude an antitrust case.<img alt=\"Margrethe Vestager speaks during a press conference on artificial intelligence in April, 2021. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430102218-margrethe-vestager-0421-large-169.jpg\">Margrethe Vestager speaks during a press conference on artificial intelligence in April, 2021. Europe has turned itself into the cop on the Big Tech beat, repeatedly enforcing its rules and hitting the industry's top American companies with huge fines.The European Union last year unveiled formal antitrust charges against Amazon (AMZN) for abusing its dominance in online shopping. Google (GOOGL) has also been hit with a series of antitrust investigations and penalties.Last year, Apple won an appeal against a landmark 2016 ruling from the European Commission that it owed Ireland €13 billion ($14.9 billion) in taxes.The European Union's second highest court ruled that the Commission had not proven that the company had received illegal state aid from Ireland through favorable tax agreements. Vestager has appealed the decision.— Hadas Gold contributed to this article. ","link":"/2021/04/30/tech/apple-eu-antitrust/index.html"}