{"title":"Are movie theaters safe at this point of the pandemic? What you should know","time":"Updated 5:54 PM ET, Wed May 19, 2021 ","body":"Are movie theaters safe at this point of the pandemic? What you should knowBy Kristen Rogers, CNNUpdated 5:54 PM ET, Wed May 19, 2021 <img alt=\"Moviegoers wait for a film to start at an AMC Burbank theater on reopening day in Burbank, California.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210406161315-01-movie-theater-covid-0315-large-169.jpg\">Moviegoers wait for a film to start at an AMC Burbank theater on reopening day in Burbank, California.There are few no-risk activities during the Covid-19 pandemic, but there are ways to reduce risks. Fully vaccinated people are, of course, at much lower risk of contracting and spreading coronavirus than unvaccinated people. CNN Medical Analyst Dr. Leana Wen advises approaching your decisions with that in mind. This story has been updated to reflect the US Centers for Disease Control and Prevention's new guidance on mask wearing issued May 13. (CNN)Imagine finally sinking into a theater seat to enjoy watching a movie outside of your own home, immersing yourself in surround sound and wafts of popcorn butter oil. It sounds inviting, but is it really safe now that more people are getting Covid-19 vaccines?  Fully vaccinated people are at much lower risk of Covid-19, but unvaccinated people remain unprotected from the ways coronavirus spreads: when someone who is infected with coronavirus coughs or sneezes and others breathe in those droplets, or by virus accumulated in or moving through the air. You can get the virus from contaminated surfaces, but the US Centers for Disease Control and Prevention has said that this isn't a primary mode of transmission. Because theaters are indoors, can involve being near crowds and may be poorly ventilated, being in a theater puts you at higher risk for Covid-19. Fully vaccinated people don't need to wear masks or physically distance unless they're on public transportation or required to by local laws, places or businesses, the CDC announced May 13. Fully vaccinated people who are immunocompromised, or living with immunocompromised people, should still be careful since immune-weakening conditions make someone at higher risk for severe disease and death if they get coronavirus. \"Individuals who are not vaccinated should continue to wear masks and practice physical distancing to decrease their risk of getting COVID-19,\" said Dr. Ada Stewart, a family physician with Cooperative Health in Columbia, South Carolina, and the president of the American Academy of Family Physicians, via email. \"It will be important to check with local areas and venues to determine the requirements for masks and other protocols.\" Read More<img alt=\"The Oscars suddenly have a bigger mission: Help save movie theaters\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210413004925-california-theatres-closed-stock-large-169.jpg\">The Oscars suddenly have a bigger mission: Help save movie theaters\"Before entering any type of theater, it's important to also consider what the background rates of disease are within the community, and also the contribution of variants that might be circulating,\" said Krystal Pollitt, an assistant professor of epidemiology at the Yale School of Public Health, and an assistant professor in chemical and environmental engineering at the Yale School of Engineering & Applied Science. You can check your city or state's government website to find out what the current rate of coronavirus spread is in your area and whether your local government has restrictions on theaters. \"You're not able to open up the doors and windows in those particular cases to increase ventilation, so if you can avoid those large crowds, then I would definitely do so,\" Stewart said. Avoiding coronavirus in theatersCall the theater or check its website to find out what protocols it has in place, such as whether the theater requires wearing masks at all times, said CNN Medical Analyst Dr. Leana Wen, an emergency physician and visiting professor of health policy and management at the George Washington University Milken Institute School of Public Health. You may have to make a reservation and check in online.  <img alt=\"The pandemic won&amp;#39;t be the end of movie theaters, but it will forever change them\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210317020132-01-pandemic-movie-theaters-large-169.jpg\">The pandemic won't be the end of movie theaters, but it will forever change them\"Also, look at capacity and specifically the space,\" she added. \"A theater that's in a small room with low ceilings (is) very different from a large theater with very high ceilings and good ventilation. So, look to see what kind of protocols they have for physical distancing. Ideally, there is at least 6-feet distance between you and other individuals. If that's not able to be done, I wouldn't go unless you're vaccinated.\" Unvaccinated people -- and fully vaccinated people if required -- should stay at least 6 feet away from people in other areas of the theater, such as the lobby, as well. Wash your hands or use hand sanitizer before and after you enter the theater. Ask the staff whether they regularly clean the theaters, but also bring sanitizing wipes to clean things such as seat arms if needed. Popcorn, sodas and other snacks are standards of the moviegoing experience, \"and those that are fully vaccinated can begin to start enjoying them in theaters again,\" said Regina Davis Moss, the associate executive director of health policy and practice at the American Public Health Association. Unvaccinated people \"still risk potential exposure,\" she added, \"so I would limit eating food there.\" Theaters may still ask fully vaccinated people, too, to consistently wear masks despite CDC guidance.  Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"If you still choose to go, keep your mask on the whole time and ideally do not eat or drink,\" Wen said. \"And try to stay distanced from others. Better yet, wait to go until you're fully vaccinated.\" ","link":"/2021/04/15/health/movie-theaters-safety-pandemic-wellness/index.html"}