{"title":"Apollo 11 legend dies and 5 other top space and science stories this week","time":"Updated 11:00 AM ET, Sat May 1, 2021 ","body":"\nA version of this story appeared in CNN's Wonder Theory newsletter. To get it in your inbox, sign up for free here. Tell us what you'd like to see more of in the newsletter at sciencenewsletter@cnn.com.\n (CNN)Welcome to Wonder Theory, your weekly space and science digest.Space missions provide us with an incredible gift beyond knowledge: perspective. More color photos taken by the Ingenuity helicopter this week revealed what it looks like to fly on Mars, with the Perseverance rover making a cameo. It's astounding to think of a 4-pound rotorcraft flying through the Martian air, snapping photos and sending them back like postcards. The helicopter's four successful flights have led to an extension of its mission, with another month of aerial Mars imagery to anticipate.And then, there is Earth. When we think about space, we rarely consider our own planet, a \"blue marble\" against the dark void. Apollo 11 astronaut Michael Collins, who we lost this week, reminded us what a marvel it truly is. Even though Collins was treated to incredible lunar views as he orbited the moon while Neil Armstrong and Edwin \"Buzz\" Aldrin took historic first steps on its surface, he said that Earth kept snaring his attention. Read More\"Strangely enough, it looks fragile somehow,\" he said. \"You want to be good to it. All the beauty, it was wonderful.\" Defying gravity<img alt=\"This portrait of Apollo 11 Command Module Pilot Michael Collins was taken on July 1, 1969, just weeks before the flight.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428122626-01-michael-collins-apollo-11-large-169.jpeg\">This portrait of Apollo 11 Command Module Pilot Michael Collins was taken on July 1, 1969, just weeks before the flight.It's hard to lose our heroes. This week, we bid farewell to Collins, the command module pilot for the Apollo 11 mission. He leaves behind a legacy that will inspire future space explorers to \"carry the fire.\" He died Wednesday at age 90 after battling cancer.<img alt=\"See the moon landing as they did in 1969\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190718152643-apollo-11-buzz-aldrin-on-moon-next-to-flag-large-169.jpg\">JUST WATCHEDSee the moon landing as they did in 1969ReplayMore Videos ...MUST WATCHSee the moon landing as they did in 1969 02:11Collins was often referred to as the \"loneliest man\" because he remained behind in the Columbia command module, orbiting the moon while Armstrong and Aldrin used the Eagle lander to land and walk on the lunar surface.But Collins never felt that way. He referred to Columbia as a \"happy home\" that reminded him of a cathedral and the entire mission as a \"long and very fragile daisy chain.\" Every link in that daisy chain worked. The three men made history that still inspires the spirit of space exploration more than 50 years later.Fossils and fireballsWhen meteorites land on Earth, scientists often wonder exactly where they came from in our solar system.Now, scientists have been able to precisely map the flight path of an asteroid for the first time and trace it back to its origin point. The boulder-size asteroid's journey to our planet began 22 million years ago, according to new research.Scientists uncovered a total of 23 fragments after the fireball lit up the skies over the Central Kalahari Game Reserve in Botswana on June 2, 2018.Fantastic creatures<img alt=\"These bright orange amphibians secrete a poison that can be dangerous to humans.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429171818-02-pumpkin-toadlet-discovery-scn-restricted-large-169.jpeg\">These bright orange amphibians secrete a poison that can be dangerous to humans.The pumpkin toadlet might sound like it's a trendy fall-themed food item. Instead, it's a new species of tiny, neon orange amphibian discovered in São Paulo state, Brazil.Scientists first thought it belonged to an existing species when they found it in the Mantiqueira mountain range in 2016.Pumpkin toadlets are poisonous, secreting the same toxin found in fugu, or puffer fish. So you can look, but don't touch. A long time ago...Insights into the struggle between an ice age predator and its prey have been revealed by the latest research of fossils found at Friesenhahn Cave outside of San Antonio. Saber-toothed cats stalked 2-year-old mammoths -- and likely brought the kills back to their cave to eat, the study has suggested. A team of geologists and paleontologists studied the fossilized teeth belonging to the scimitar-toothed cat, or Homotherium serum. The cave specimens included several baby mammoths alongside the cats.But these fearsome feline hunters didn't mess around with the larger mammoths. Even saber-toothed cats had a limit.Across the universe<img alt=\"Astronomers used NASA&amp;#39;s Chandra X-ray Observatory to study the supernova remnant Cassiopeia A and discovered titanium, shown in light blue, blasting out of it. The colors represent other elements detected, like iron (orange), oxygen (purple), silicon (red) and magnesium (green).\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210422154147-wonders-of-the-universe-cassiopeia-a-large-169.jpeg\">Astronomers used NASA's Chandra X-ray Observatory to study the supernova remnant Cassiopeia A and discovered titanium, shown in light blue, blasting out of it. The colors represent other elements detected, like iron (orange), oxygen (purple), silicon (red) and magnesium (green).What looks like a cotton candy explosion in space is actually a portrait of the elements -- including ones we use on Earth like iron and titanium -- that remain after a star exploded. The first of its kind, the photo depicts the moment following the creation of stable titanium.Titanium has been found in the striking remnants of the Cassiopeia A supernova about 11,000 light-years away. This discovery could help scientists understand what leads some giant stars to explode, according to a new study.Climate changedGlaciers are melting even faster than expected. Satellite data collected by NASA helped researchers determine that glacier melt has doubled over the past two decades. <img alt=\"Explorer&amp;#39;s before-and-after photos show glaciers melting\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200729100624-cristian-donoso-glaciers-patagonia-cte-00001511-large-169.jpg\">JUST WATCHEDExplorer's before-and-after photos show glaciers meltingReplayMore Videos ...MUST WATCHExplorer's before-and-after photos show glaciers melting 02:46The data revealed glaciers lost roughly 5,073 gigatonnes -- or 11,180,000,000,000,000 pounds -- of mass from the year 2000 to 2019. Can you guess roughly how many Eiffel Towers that's equivalent to?Glacier melting is a direct consequence and indicator of climate crises. This may sound dire, but understanding this phenomenon will help researchers properly calculate sea level rise for water management. Like what you've read? Oh, but there's more. Sign up here to receive in your inbox the next edition of Wonder Theory, brought to you by CNN Space and Science writer Ashley Strickland, who finds wonder in planets beyond our solar system and discoveries from the ancient world.","link":"/2021/05/01/world/michael-collins-science-newsletter-wt-scn/index.html"}