{"title":"About 60% of American adults have had at least one dose of Covid-19 vaccine, including more people of color","time":"Updated 2:36 AM ET, Wed May 19, 2021 ","body":"About 60% of American adults have had at least one dose of Covid-19 vaccine, including more people of colorBy Christina Maxouris and Holly Yan, CNNUpdated 2:36 AM ET, Wed May 19, 2021 JUST WATCHEDCDC director answers how kids factor into new mask guidanceReplayMore Videos ...MUST WATCH (15 Videos)<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside (CNN)The US has reached a \"landmark day\" in the Covid-19 pandemic as 60% of American adults have gotten at least one dose of a coronavirus vaccine, the director of the US Centers for Disease Control and Prevention said. In addition, more than 3.5 million people ages 12 to 17 have received their first dose, Dr. Rochelle Walensky said.And more people of color are getting vaccinated -- marking \"encouraging national trends,\" said White House Covid-19 Response Team senior adviser Dr. Marcella Nunez-Smith. In the past two weeks, 51% of those vaccinated in the US were people of color. That's higher than the 40% of the general population these groups represent.<img alt=\"These Black women are on the front lines of the fight against Covid-19\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210227043204-black-women-frontline-covid-split-large-169.jpg\">These Black women are on the front lines of the fight against Covid-19\"We recognize ZIP code is a stronger predictor of health,\" Nunez-Smith said. Meeting people where they are and bringing vaccines to communities seem to be working, she said. Read MoreBlack, Latino and Native American communities have been hit particularly hard by Covid-19. And some in those groups were hesitant about getting vaccinated because of medical mistreatment in the past. But efforts to protect minority communities appear to be paying off. From all the federal vaccination sites run by the Federal Emergency Management Agency, about 60% of shots have been given to people of color, Nunez-Smith said.And about 70% of shots administered through the federal government's community health centers have been given to people of color, she said.<img alt=\"10 reasons why young, healthy people need to get vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429143925-vaccination-0426-maine-large-169.jpg\">10 reasons why young, healthy people need to get vaccinatedBut the need to vaccinate more Americans to help stop the virus from resurging is far from met.\"We need to continue to ensure vaccination coverage is uniform across the country,\" Walensky said Tuesday. \"This will require us to meet people where they are, to listen to their concerns, and to help people make informed decision about vaccination.\"Rules on masks in some places are shiftingWhile the news of increased vaccinations marks a positive step toward reaching herd immunity, many are grappling with the CDC's latest guidance on face masks.\"We already know through human nature that when you say, 'You don't have to wear a mask if you're vaccinated,' people who are not vaccinated are going to be reluctant to walk around with a mask, because that means, 'I'm not vaccinated,'\" Fauci told reporters Tuesday at an event hosted by Italian ambassador to the United States, Armando Varricchio.Several days after the CDC said fully vaccinated Americans can -- for the most part -- ditch their masks, more places are changing their mask policies, or scrapping them altogether. CVS pharmacy and Target said they will no longer require fully vaccinated guests to wear masks inside their stores unless mandated by local leaders, joining other businesses that have dropped mask mandates for those who have gotten their shots. \"Face coverings will continue to be strongly recommended for guests and team members who are not fully vaccinated,\" Target said in a statement. Unvaccinated CVS customers are asked to continue masking up. <img alt=\"Texas governor bans mask mandates by state&amp;#39;s public schools and local governments\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210218102106-greg-abbott-2020-file-lead-image-large-169.jpg\">Texas governor bans mask mandates by state's public schools and local governmentsTexas Gov. Greg Abbott issued an executive order Tuesday prohibiting entities such as counties, public school districts and public health authorities from requiring mask wearing. The order allows public schools to continue guidelines through June 4.Those attempting to impose a mask mandate can be subject to a fine of up to $1,000, beginning Friday, according to a news release.\"Texans, not government, should decide their best health practices, which is why masks will not be mandated by public school districts or government entities. We can continue to mitigate COVID-19 while defending Texans' liberty to choose whether or not they mask up,\" Abbott said in a news release.Delaware Gov. John Carney announced the state will do away with its mask mandate and eliminate social distancing requirements at 8 a.m. Friday. \"Unvaccinated Delawareans should continue to wear masks to reduce their risk of contracting and spreading COVID-19,\" Carney's announcement read.Some state and local leaders hold onto masks Other leaders have not been as quick to ditch mask requirements. While Maryland Gov. Larry Hogan announced the end of a statewide mask mandate last week, Baltimore city health officials announced a local mandate would remain in place until at least 65% of adults in Baltimore have received at least one Covid-19 vaccine dose. <img alt=\"Nurses&amp;#39; union president criticizes new CDC mask guidance\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210508002918-us-coronavirus-0409-large-169.jpg\">Nurses' union president criticizes new CDC mask guidanceIn New Jersey, Gov. Phil Murphy signed an order Monday eliminating a mask requirement for outdoor public spaces but kept a masking requirement for indoor public spaces and workplaces. \"Outdoor environments pose a lesser risk of transmission of the virus than indoor settings, and lifting the indoor mask mandate at this time could lead to a rise in transmission among those not yet fully vaccinated, including children who are either not yet eligible or who have just recently become eligible,\" Murphy said in a statement.\"As we approach our vaccination target in the coming weeks, we expect to be able to safely lift the indoor mask requirement soon,\" he added. <img alt=\"Dr. Sanjay Gupta says the CDC mishandled announcement of new mask guidelines\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516150656-sanjay-gupta-0516-screengrab-large-169.jpg\">Dr. Sanjay Gupta says the CDC mishandled announcement of new mask guidelinesCalifornia plans to keep its mask mandate for indoor activities in place for another month, officials said. The state's face covering rule will be dropped for fully vaccinated residents on June 15, Health and Human Services Secretary Dr. Mark Ghaly announced.\"This four-week period will give Californians time to prepare for this change, while we continue the relentless focus on delivering vaccines, particularly to underserved communities and those that were hard hit throughout this pandemic,\" Ghaly said.Lagging vaccinations in rural areas could prolong the pandemic, CDC saysRural Americans have an increased risk of hospitalization and death from Covid-19, yet vaccination rates in these areas lags behind cities. And that could delay the end of this pandemic, according to a CDC report published Tuesday. <img alt=\"Former CDC director: Direct Covid-19 vaccines to where they&amp;#39;re needed most\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505110405-file-pfizer-covid-19-vaccine-canada-december-2020-large-169.jpg\">Former CDC director: Direct Covid-19 vaccines to where they're needed mostIn September, the rate of Covid-19 in rural counties surpassed the rate of Covid-19 in urban counties.But only about 39% of those in rural counties had been vaccinated through April, compared with about 46% through April, according to the CDC's Morbidity and Mortality Weekly Report. About 60 million Americans -- one-fifth of the US population -- live in rural counties. And if the low vaccination rate holds, it could hamper the entire country's efforts to control Covid-19, the CDC report said.  The CDC is recommending public health leaders collaborate with doctors and local influencers in rural areas to address vaccine hesitancy, ensure vaccine access and encourage more people to get a Covid-19 vaccine.The effort to get shots into arms continuesOne expert said she expects about 20% to 25% of Americans won't want to get a vaccine -- but says she hasn't given up on all of them yet.  <img alt=\"Covid vaccines can take on new coronavirus variants, studies show\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210418170008-covid-vaccine-file-large-169.jpg\">Covid vaccines can take on new coronavirus variants, studies show\"There's still a ground game that is being played, it's about going door to door, it's about getting trusted community leaders,\" emergency physician Dr. Megan Ranney said. For example, if people are directly offered a vaccine, they will often agree to get the shot, she said. \"If we do that, we will get a significant percentage of those folks who have not yet been vaccinated,\" Ranney added. The CDC is also asking businesses to help support workers to get vaccinated, Walensky said earlier this week.\"We are really asking the businesses to work with their workers to make sure that they have the paid time off to get themselves vaccinated so they can be safe,\" Walensky said. Expert: Pandemic won't end in US until it ends globallyMeanwhile, President Joe Biden said Monday his administration would share millions more doses of Covid-19 vaccines with other countries -- in addition to the 60 million doses of the AstraZeneca vaccine he has already committed to sharing by July 4.<img alt=\"Biden announces US will share more vaccines globally: &amp;#39;Our nation is going to be the arsenal of vaccines&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505194256-astrazeneca-vaccnie-file-large-169.jpg\">Biden announces US will share more vaccines globally: 'Our nation is going to be the arsenal of vaccines'The President said that the US would share at least 20 million doses of Covid-19 vaccines by the end of next month, totaling 80 million doses that are set to be sent abroad. The additional 20 million doses will include Moderna, Pfizer and Johnson & Johnson vaccines as well as AstraZeneca, which has to be approved by federal regulators before being shipped overseas. That effort is underway. \"What they've announced today is really important,\" Dr. Tom Frieden, a former CDC director, told CNN on Monday. \"This pandemic will not be over for the US until it's over globally.\"Biden said the announcement was the latest effort by his administration to ramp up efforts abroad and work with other world leaders to end the pandemic and said he expected to announce progress on beating the pandemic overseas at the G7 summit in June.Correction: An earlier version of this article gave the wrong number for people ages 12 to 17 who have received their first vaccine dose. The CDC corrected its data to say more than 3.5 million got a dose.CNN's Jen Christensen, Alison Kosik, Kaitlan Collins, Kate Sullivan, Naomi Thomas, Rebekah Riess, Kay Jones and Aaron Pellish contributed to this report. <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside","link":"/2021/05/18/health/us-coronavirus-tuesday/index.html"}