{"title":"One dead in incident involving suspected smuggling boat near San Diego","time":"Updated 2:40 PM ET, Thu May 20, 2021 ","body":"One dead in incident involving suspected smuggling boat near San DiegoBy Stella Chan and Dakin Andone, CNNUpdated 2:40 PM ET, Thu May 20, 2021 <img alt=\"\" class=\"media__image\" src=\"https://dynaimage.cdn.cnn.com/cnn/maps/org/map_6bd95efd-6817-4450-84a7-610f3a981875_16x9.jpg\"> (CNN)One person is confirmed dead after an incident involving a suspected smuggling vessel off the coast of San Diego Thursday morning. At least 15 migrants are in custody after US Customs and Border Patrol agents rescued them from their panga-style smuggling boat, according to CBP. The San Diego Police Department reported one dead but details are still developing. According to CBP, one person was in critical condition; it's unclear if that is the person who died. The investigation remains ongoing, according to CBP, which described the incident in an email to CNN as a \"smuggling event/boat.\"CBP agents spotted the boat at 5:10 a.m. local time off the coast of Point Loma, the agency said in a statement. \"At 5:20 a.m., agents onshore observed several people from the boat in distress in the water near La Jolla Children's Pool.\" Read More\"Agents requested assistance from San Diego Lifeguards who responded to the scene,\" the CBP said in the statement.The San Diego Fire-Rescue Department said in a statement that lifeguard division personnel received a call at about 5:30 a.m. from the Joint Harbor Operations Center informing them there were people in the water from a boat near Marine Street in La Jolla, about 13 miles northwest of downtown San Diego. Lifeguards responded and rescued 10 people in \"rough water conditions,\" a few of whom were wearing life vests. They were brought to headquarters and met by ambulances and fire crews. Eight people were taken to local hospitals. Meanwhile, the boat continued north to the coastline near Coast Boulevard, the statement said, before crashing into an area known as Wipeout Beach. \"One individual was found submerged at this location,\" the statement said. \"The patient was brought to shore and CPR was performed but the patient did not survive. The patient was pronounced deceased at the scene.\"San Diego police, CBP and the medical examiner were on scene Thursday morning, the statement added.Thursday's incident comes several weeks after three people died when another vessel overturned near San Diego, throwing 30 people into the water. CBP Supervisory Agent Jeff Stephenson said in that case that officials had every indication \"this was a smuggling vessel to smuggle migrants into the United States illegally.\"","link":"/2021/05/20/us/san-diego-boat-smuggling/index.html"}