{"title":"A restaurant manager who forced a Black man to work without pay owes him more than $500,000 in restitution, court rules","time":"Updated 5:52 PM ET, Mon May 3, 2021 ","body":" (CNN)A South Carolina man who was forced to work over 100 hours every week for years without pay and subjected to verbal and physical abuse was supposed to receive close to $273,000 in restitution after his former manager pleaded guilty. But that initial amount was too low, an appellate court ruled in April. The man should have received more than double that amount -- closer to $546,000 -- from the manager to account for federal labor laws, according to the ruling. John Christopher Smith was forced to work at a cafeteria in Conway without pay for years. His manager, Bobby Edwards, pleaded guilty to forced labor in 2018 and was sentenced to 10 years in prison for his abuse of Smith, a Black man who has intellectual disabilities. <img alt=\"A restaurant manager gets 10 years in prison for beating and torturing a black employee \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/191108082258-02-bobby-paul-edwards-mugshot-large-169.jpg\">A restaurant manager gets 10 years in prison for beating and torturing a black employee A US District Court judge in 2019 ordered Edwards, who is White, to pay Smith around $273,000 in restitution, which represented Smith's unpaid wages and overtime. But the court \"erred in failing to include liquidated damages\" in the restitution, a provision of the Fair Labor Standards Act that would've doubled the amount of restitution Smith received, according to the April ruling from the 4th US Circuit Court of Appeals based in Richmond, Virginia. Read MoreThe Fair Labor Standards Act's liquidated-damages provision holds that if failing to pay a worker's wages on time is so detrimental to that worker's \"minimum standard of living,\" then they should be paid double that amount, the Supreme Court decided in 1945. \"When an employer fails to pay those amounts, the employee suffers losses, which includes the loss of the use of that money during the period of delay,\" the federal appeals court said.The district court will now calculate the new amount Smith is owed. CNN has reached out to the US Attorney's Office in South Carolina and the Department of Justice's Civil Rights Division, which ordered the original restitution payment, for comment. Smith endured years of abuseSmith started working at the cafeteria as a part-time dishwasher when he was 12, according to the recent ruling. His first 19 years of employment there, when the restaurant was managed by other members of Edwards' family, were paid. But when Edwards took over the restaurant in 2009, Smith was moved into an apartment next to the restaurant and forced to work more than 100 hours every week without pay, according to the ruling. <img alt=\"Restaurant manager beat black employee for years and forced him to work without pay \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/180607030856-bobby-paul-edwards-large-169.jpg\">Restaurant manager beat black employee for years and forced him to work without pay \"Edwards effected this forced labor by taking advantage of Jack's intellectual disability and keeping Jack isolated from his family, threatening to have him arrested, and verbally abusing him,\" the ruling reads. Smith feared Edwards, who once dipped metal tongs into grease and pressed them into Smith's neck when Smith failed to quickly restock the buffet with fried chicken, the ruling says. Edwards also whipped Smith with his belt, punched him and beat him with kitchen pans, leaving Smith \"physically and psychologically scarred,\" according to the ruling. But Smith also feared what might happen if he attempted to escape, he told CNN affiliate WPDE in 2017. \"I wanted to get out of there a long time ago. But I didn't have nobody I could go to,\" he told the affiliate. \"I couldn't go anywhere. I couldn't see none of my family.\"The ruling says an employee's relative alerted authorities of the abuse in 2014, and the South Carolina Department of Social Services removed Smith from the restaurant that year. \"We are talking about enslavement here,\" Abdullah Mustafa, then the president of the local chapter of the NAACP, said at the time.CNN has reached out to the Conway chapter of the South Carolina NAACP for comment.CNN's Faith Karimi contributed to this report. ","link":"/2021/05/03/us/south-carolina-man-forced-work-restitution-doubled-trnd/index.html"}