{"title":"'The Handmaid's Tale' latest season sheds light on Janine","time":"Updated 1:21 PM ET, Thu April 29, 2021 ","body":" (CNN)The new season of \"The Handmaid's Tale\" will reveal a lot more about Janine. Before being forced to become a handmaid inside Gilead, Janine, played by Madeline Brewer, was a waitress with a son named Caleb. \"I used to be kind of pretty before they turned me into a freak, so everyone can see what happens when you're bad,\" Janine says in a voiceover in a trailer about her character's journey. \"From then on I tried so hard to be good, but then I realized that breaking the rules was the only way forward.\"Flashbacks show Aunt Lydia (Ann Dowd) removing her right eye as a punishment for talking back. Still rebellious, she joins June Osborne (Elisabeth Moss) in her mission to save dozens of children from Gilead and help other handmaids to escape. When Season 4 opens, Janine plays a crucial role is saving June's life. Read More\"So this season, Janine is out of Gilead, or making her way out of Gilead,\"  Madeline Brewer, who plays Janine in the series, told CNN in a recent interview. \"There's some wonderful stuff there, storyline-wise of being able to kind of experience a world outside of Gilead, what that means, what freedom looks like in that way. But then we also get to see some flashbacks of Janine and her life before, which for me personally has been really special getting to know her in that, in that time, in that way.\"\" allowfullscreen>Brewer said that while she hadn't imagined an entire backstory for the character, she had some ideas about the trauma she endured and built her performance from there. \"I didn't want to make any decisions in my mind about what she was and who she was before having conversations with the writers or having the scripts from this season,\" she said. \"So, I had had some ideas about who she was, maybe what part of the country she's from and what her life was like before. A lot of what I imagined lines up exactly with what was written.\"<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210429100126-02-handmaids-tale-season-4-large-169.jpg\">In collaboration with the writers, they created a deeper arc for Brewer's character this season. \"I think that we all have had Janine in our minds for a while now, and I feel like she's the one character that we've all created together. I'm so glad that we really aligned, so we see kind of a new Janine,\" she added. \"As our world gets more broad, as we extend beyond Gilead, so does Janine's personality. She's able to be other parts of herself and who she has been in the past.\"Brewer, who also starred on \"Orange is the New Black,\" said she also took cues from her former co-star Uzo Aduba, who played Suzanne \"Crazy Eyes\" Warren on the series. \"This is something I really learned from, it was through Uzo Aduba. In any interview I've seen with her, the way she talks about Suzanne is with such love and such regard. And she never just let Suzanne be the crazy one. She was always, always approaching her with absolute respect for the life that Suzanne has lived and the woman that she is,\" she said. \"And that's what I wanted to do with Janine. I never wanted her to just be crazy. I wanted [to show] she's in trauma response basically.\"Brewer has been living with Janine on her mind since the cast and crew started shooting in Toronto in March 2020. They worked for two weeks, before the world shut down due to the coronavirus pandemic, and didn't pick up shooting again until seven months later. She said despite the pandemic and the heavy subject matter of the show, the women found going to work cathartic. \"I love working. I mean, working with Elizabeth Moss has just made me a better actor, but also a better person. I approached my work, I think, in a better way,\" she said. \"I've made such great friends on this and people ask me all the time if it's such a bummer to go to work and I'm like,'It's kind of the best time ever, like the most fun I've ever had.' Which I know sounds crazy, but it really is. I get to go to work with my friends. I get to go to work with artists that I deeply respect and admire and to learn from them every day, it is nothing but good.\"","link":"/2021/04/29/entertainment/the-handmaids-tale-madeline-brewer-season-4/index.html"}