{"title":"Amazon profit soars more than 200% in the first quarter","time":"Updated 5:01 PM ET, Thu April 29, 2021 ","body":"New York (CNN Business)Amazon's profits more than tripled in the first quarter of 2021, as the pandemic continued to boost its online retail, cloud and advertising businesses. The tech giant on Thursday reported a whopping $8.1 billion in quarterly net income, up 224% from the same period in the prior year, crushing Wall Street analysts' prediction of $4.98 billion. Earnings hit $15.79 per diluted share. Total net sales from the quarter grew 44% from the year-ago period to $108.5 billion, also beating the $104.5 billion analysts had projected. Amazon (AMZN) shares spiked as much as 4% in after-hours trading. \"Amazon has the almost perfect business for the world right now,\" James Harris, global chief strategy officer at Mindshare Worldwide, said in an email following the report. \"The world's leading e-commerce platform, a growing cloud business and a smaller but growing advertising capability all working in unison. It's a compelling offer.\"Read MoreThe company's cloud unit and biggest money maker, Amazon Web Services, posted net sales of $13.5 billion during the quarter, up 32% year-over-year. That's an acceleration in growth from the prior quarter as more companies adopt the technology to help manage hybrid workforces. Among the other highlights from the quarter: Amazon now has more than 200 million paid Prime subscribers and streaming hours on Prime Video are up more than 70% year-over-year. <img alt=\"Amazon plans to raise wages for 500,000 workers\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428191150-amazon-workers-file-0202-large-169.jpg\">Amazon plans to raise wages for 500,000 workersDespite a tough year-over-year comparison because of the surge in demand the pandemic caused in 2020, Amazon still expects net sales between $110 and $116 billion, up 24% to 30% from the same period in the prior year, during the second quarter of 2021. That's assuming that its annual Prime Day event occurs during the quarter as normal.On Wednesday, the day before the earnings report, Amazon announced it would spend $1 billion to raise wages for more than 500,000 hourly workers by as much as $3 an hour as it continues its hiring push that has elevated its global workforce beyond 1.3 million people globally. The company will not, however, increase its $15 per hour minimum wage.  Earlier in the first quarter, Amazon faced a landmark union drive at a warehouse in Alabama that drew intense scrutiny to its labor practices. Despite popular support from celebrities and even US President Joe Biden, the union vote was unsuccessful.The latter part of this year will bring a major leadership shakeup at the company, as Amazon founder Jeff Bezos steps down from his role as chief executive, to be replaced by current Amazon Web Services CEO Andy Jassy, and the cloud unit gets a new leader. ","link":"/2021/04/29/tech/amazon-q1-earnings-profit-spike/index.html"}