{"title":"Those emerging cicadas are giving some people anxiety","time":"Updated 4:54 AM ET, Mon May 17, 2021 ","body":"Those emerging cicadas are giving some people anxietyBy Terry Ward, CNNUpdated 4:54 AM ET, Mon May 17, 2021 JUST WATCHEDBillions of cicadas are about to emerge. Here's what to expectReplayMore Videos ...MUST WATCHBillions of cicadas are about to emerge. Here's what to expect 02:07 (CNN)Rosalie Lacorazza already has lived through two 17-year cicada events and dreads what's coming.As the periodical cicadas in Brood X begin to emerge by the billions this month across the eastern United States and Washington, DC, area, Lacorazza said she will be taking no chances. \"I'll be back to my early pandemic ways where I didn't leave my house, didn't see anyone and ordered everything for delivery,\" said Lacorazza, an Arlington, Virginia, resident. <img alt=\"Cicadas hit snooze on their 17-year alarm clock. But they are still coming\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511145606-cicadas-emergence-0506-large-169.jpg\">Cicadas hit snooze on their 17-year alarm clock. But they are still comingThe last major emergence in 2004 left her traumatized when a cicada flew into her hair as she was walking to lunch with a friend. She jumped out into traffic from the fright. \"I've lived this way the last 12 to 13 months,\" Lacorazza said about returning to her self-imposed, cicada-avoidance lockdown. \"What's six more weeks?\"Read MoreThey are coming — and soon  This spring's mass exodus  still hasn't happened, but it's imminent. And reactions to it vary. Some people find the cicadas fascinating and eagerly await their arrival and others might just bemoan them as a nuisance. There are those, however, who get anxious and worried about the flying insects. There already are reports of isolated recent sightings and chorusing in North Carolina and Georgia, according to CicadaMania.com, a website dedicated to what it calls \"the most amazing insects in the world.\"<img alt=\"What &amp;#39;cautious hugging&amp;#39; in the pandemic looks like\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511151150-hug-stock-large-169.jpg\">What 'cautious hugging' in the pandemic looks likeOver the next few weeks, the red-eyed, winged insects that grow roughly 1.5 inches long are expected to emerge across 16 states, including New York, Kentucky, Virginia and Illinois, plus the District of Columbia, during an event that lasts about 40 days.The males usually come out first, said James English, an animal ecologist and adjunct professor at Uniformed Services University of the Health Sciences in Bethesda, Maryland, who did his doctoral work on periodical cicadas and has studied them for decades. Over the course of a week, the insects emerge at night, climb a tree or bush, and shed their exoskeletons, he said. \"It takes several hours for them to shed and then pump their wings full of blood and harden.\"The cicadas spend the next three weeks or so singing to attract females, who lay their larvae in slits they scrape into the tender bark of tree limbs. The young hatch from the eggs after six to eight weeks . By late summer or early fall, the next generation heads underground to feed on sap from tree roots and the cycle continues. \"They won't come after you,\" English said. \"They're not great flyers so they may bump into you on accident, but they aren't strong flyers like a bee or housefly.\"For some people, however, that's little solace.  People in the cicada zone are prepping Michelle Matlack said she is not scared of the cicadas but doesn't like bugs in her face. The Annandale, Virginia, resident bought a $30 beekeeping suit so she can continue to spend time outdoors comfortably with neighbors during their pandemic-inspired weekly happy hour.<img alt=\"Michelle Matlack of Annandale, Virginia, hopes her beekeeping suit will protect her from stray cicadas. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175409-cicada-brood-x-anxiety-wellness-restricted-large-169.jpg\">Michelle Matlack of Annandale, Virginia, hopes her beekeeping suit will protect her from stray cicadas. \"It's part-gag, but part of it is maintaining this social activity that's become important to me,\" Matlack said about the suit. During the 2004 cicada event, she \"could have filled wheelbarrows\" with the carcasses that piled up in her backyard, she said. \"I can see being out there with the neighbors and someone freaking out and me taking off the bee suit and being like, 'Here put this on,'\" Matlack said. \"It might turn out to be a great investment.\" Fear and anxiety are very realThere are people who genuinely fear the emergence of Brood X. \"A fear of bugs is a common phobia,\" said clinical psychologist Colleen Cira, founder of the Cira Center for Behavioral Health in Chicago. \"There are a ton of people that fall somewhere on the spectrum in terms of feeling anxious about insects to people with full-on, diagnosable phobias.\"<img alt=\"Take a breath: How the simple act of meditative breathing helps us cope\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200326155017-breathing-meditiation-stock-large-169.jpg\">Take a breath: How the simple act of meditative breathing helps us copeFor people just mildly dreading the cicadas' emergence, activities like deep breathing, yoga, meditation, journaling and talking to a trusted friend can help, Cira said. \"Going into nature won't work with this,\" she said. For people with a genuine phobia, Brood X's arrival will present some particular challenges, said clinical psychologist Karen Cassiday, founder of The Anxiety Treatment Center of Greater Chicago.If you've ever been held under too long in the swimming pool as a kid and feared you were going to die, she said, you can empathize with the fear some people are having right now.\"For someone who is having a phobic response, it's that painful and frightening,\" she said. Empathy and exposure therapy can help Try to understand and empathize with what someone with an insect phobia is going through. \"When somebody has a phobia of bugs or insects, the thing they are dreading most is physical contact,\" Cassiday said. \"That's what can make it so compelling to stay indoors or cover yourself up completely.  When you're having anxiety, it's out of proportion to the situation,\" she said, and typically the people having anxiety are aware that's true.<img alt=\"9 things that weren&amp;#39;t scary before the pandemic but are now\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210312180307-isolation-restaurant-illustration-large-169.jpg\">9 things that weren't scary before the pandemic but are nowPeople who don't have an anxiety disorder and \"might otherwise be kind might think it's funny to taunt people who do,\" Cassiday said. But that's a bad way to respond.\"The first thing, if you want to be a good supportive friend or colleague, is to understand it's not funny to the other person,\" she said. \"It's extreme, it feels awful.\" Telling people the bugs are harmless and that they help aerate the soil (both of which are true) and that the natural phenomenon is amazing to witness isn't helpful either, she said.\"Say things like, 'I wish I could help make it easier for you.' Ask if there's something you can do,\" she said. \"Typically, the response you're going to get is 'Thank  you for understanding.'\"As much as she wants everyone to get help for their phobias, Cassiday said certain phobias can be episodic. \"You can live your life and be just fine with it, except when there's an unusual event.\" Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. For people with a cicada phobia who want to get a handle on it, she said exposure treatments that involve learning about the insects, getting close to them, and even touching them can help. Cira, too, recommended exposure therapy to people with insect and other phobias.<img alt=\"Foods that can reduce stress\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210122215330-06-stress-relieving-foods-wellness-large-169.jpg\">Foods that can reduce stress\"If it's negatively affecting your ability to function and live your life, you can get some professional help,\" she said. \"It doesn't have to be that way.\"Knowing you're not alone can be a source of support, too.\"My guess is we're going to have people who are sort of coming out of the closet with their bug phobia because this is really unusual,\" Cassiday said.Terry Ward is freelance writer based in Tampa, Florida.","link":"/2021/05/17/health/cicada-brood-x-anxiety-scn-wellness/index.html"}