{"title":"This Massachusetts town will keep its outdoor mask mandate despite governor loosening restrictions","time":"Updated 2:56 PM ET, Mon May 3, 2021 ","body":" (CNN)Just days after Massachusetts Gov. Charlie Baker announced a relaxation of mask requirements, Brookline, a town just outside of Boston, doubled down on its more restrictive mask mandate.  As of April 30, masks are no longer required outdoors in Massachusetts when social distancing is possible, according to a news release from the governor's office.The updated mask mandate came the same week the CDC issued new outdoor mask guidance that said fully vaccinated Americans can unmask at small outdoor gatherings.<img alt=\"Experts are divided on the new CDC mask guidance. Here&amp;#39;s what they&amp;#39;re saying. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210427142809-05-biden-mask-remarks-0427-large-169.jpg\">Experts are divided on the new CDC mask guidance. Here's what they're saying. But Brookline Town Manager Mel Kleckner and Health Commissioner Dr. Swannie Jett said in a statement April 30 that Brookline would delay compliance with the governor's more relaxed order until the town's more restrictive mandate -- which requires outdoor mask wearing -- was reviewed at the next Advisory Council on Public Health meeting. A date for the council's next meeting has not yet been set.\"Our face covering requirement has served as a protective layer that limits the possibility of spreading COVID-19 and we are reluctant to relax it at this time without further public input and review by the Advisory Council on Public Health,\" Jett said.Read MoreAccording to the latest state data, Brookline has a 14-day average daily incidence rate of 5.8%, while Boston, a significantly more populated city, has a rate of 18.4%.Under the updated state mask order, face coverings are still required at outdoor events, except for when eating or drinking. They are also required in indoor public places.","link":"/2021/05/03/us/brookline-massachusetts-outdoor-mask-mandate-trnd/index.html"}