{"title":"Last year, three in 10 adults worldwide said they wouldn't get a Covid-19 vaccine, Gallup poll finds","time":"Updated 12:01 AM ET, Mon May 3, 2021 ","body":" (CNN)Nearly 1.3 billion adults globally in 2020 said they would not get a Covid-19 vaccine if one were offered to them at no cost, according to a new Gallup poll released on Monday.The poll, which surveyed more than 300,000 people across 117 countries last year, showed that 68% of adults worldwide would get a vaccine if one were offered to them for free. Some 29% of those polled said they would opt out of vaccination, and another 3% said they did not know.That global average falls below the range required for a herd immunity to the novel coronavirus, which experts have estimated as falling between 70% and 85%.Gallup's World Poll in 2020 was the largest poll of its kind conducted last year, taking in the scope of how human life had changed during the historic pandemic year. However, based on its time frame, the poll could not have captured how attitudes toward the vaccine might have changed as shots were rolled out in the first few months of 2021.<img alt=\"Vaccine hesitancy among Republicans emerges as Biden&amp;#39;s next big challenge\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423101832-02-joe-biden-0423-large-169.jpg\">Vaccine hesitancy among Republicans emerges as Biden's next big challengeStill, the poll offers a snapshot in time of how attitudes could be shifting, and where the drive to vaccinate may be the most difficult.Read MoreFor instance, vaccine hesitancy in the United States at the time of the poll was significantly lower, at 53%, and was not then on track to hit herd immunity. Domestic polling data gathered in the months after the 2020 World Poll showed US attitudes warming up to Covid-19 vaccination, with 74% in America telling a domestic Gallup poll in March that they would line up for a shot authorized by the US Food and Drug Administration.In some regions, such as southeast Asia, willingness to get vaccinated was already strong in 2020. Myanmar, for instance, had a global high of 96% of its population willing to get vaccinated, according to the poll. It was the only nation on track to clear the highest threshold estimate for herd immunity.Myanmar's neighbor Thailand was also in the herd immunity range at 85%, Nepal was at 87%, and nearby Laos and Cambodia were both at 84%.It's a totally different story, however, in eastern Europe and many post-Soviet republics. The lowest vaccine willingness in the world was in Kazakhstan, with just 25% of residents surveyed there stating they would get a free vaccine. In Hungary, the figure was 30%, Bulgaria was at 33%, and in Russia, the first country roll out a Covid-19 vaccine, only 37% in 2020 were willing to get a shot that could prevent coronavirus infection.Sweeping effects on workersThe new Gallup poll also found that as many as 1.7 billion adults temporarily stopped working in 2020 as the coronavirus pandemic shut down economies around the world.A majority of adults, 53%, reported that they had stopped working at their job or business for a period of time as a result of the global health crisis.<img alt=\"Military sees Covid-19 vaccine surplus as usage rate dips\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210319150829-01-naval-medical-center-vaccines-large-169.jpg\">Military sees Covid-19 vaccine surplus as usage rate dipsOn the high end, Zimbabwe saw 79% of its laborers experience a stoppage in work. The Philippines and Peru were close behind with 77% and 75% respectively. On the other end of the economic spectrum, just 6% of German workers reported that they had stopped working for some period of time. The only other countries in which fewer than one in 10 workers experienced a work stoppage were Austria and Switzerland.Many of the same countries fared poorly in numerous measures that Gallup polled for. The Philippines also topped the list of overall pandemic era job losses, with 64% losing their job or business. Zimbabwe was in third with 62% of its workers losing their jobs. Again, it was a wealthy European nation on the opposite end, this time Switzerland, in which just 3% lost their jobs.Overall, one in three people worldwide who were employed when the pandemic hit reported finding themselves out of job. In eight countries, more than half of workers lost their jobs. Measured in sheer number of people, India was hardest hit, with 400 million people, or 53% of its labor force, losing work.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.In the US, job losses were contained to 13% of the population, or 30 million workers.May of those who held on to jobs had their wages cut. \"Half of those with jobs at the time of the survey (50%) said they received less money than usual from their employers because of the COVID-19 pandemic. This translates into about 1.6 billion adults,\" Gallup said.","link":"/2021/05/03/health/gallup-world-poll-global-vaccine-attitude/index.html"}