{"title":"This could be the case that takes down Roe v. Wade","time":"Updated 2:02 AM ET, Tue May 18, 2021 ","body":"This could be the case that takes down Roe v. WadeOpinion by Mary Ziegler Updated 2:02 AM ET, Tue May 18, 2021 JUST WATCHEDSupreme Court to take up case next term that could limit Roe v. WadeReplayMore Videos ...MUST WATCHSupreme Court to take up case next term that could limit Roe v. Wade 02:20Mary Ziegler is a law professor at Florida State University College of Law and author of Abortion and the Law in America: Roe v. Wade to the Present. Follow her @maryrziegler. The opinions expressed here are those of the author. View more opinion on CNN.  (CNN)Just a week ago, it seemed hard to imagine that the Supreme Court, with its conservative supermajority, was ready for a direct attack on Roe v. Wade. After all, the justices had been considering a Mississippi abortion case since September without saying a word. And yet Monday, the court agreed to hear Dobbs v. Jackson Women's Health Organization, a challenge to a 2018 law banning abortion at 15 weeks. And more shocking still, the court chose not to take the less controversial off-ramp offered by Mississippi.  <img alt=\"Mary Ziegler\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200629164638-mary-ziegler-headshot-large-169.jpg\">Mary ZieglerLast summer, Chief Justice John Roberts had voted with his liberal colleagues to preserve abortion access in Louisiana but seemed to water down the protection for access provided by the undue burden test. Mississippi's appeal raised three different questions for the court's consideration, including one about whether Roberts' interpretation (that the undue burden test did not require courts to weigh whether a law had any benefits -- and required substantial deference to state legislatures) was the correct one. If the justices had wanted to avoid controversy, they could have agreed to hear the appeal only on that question, concluded that Roberts' standard should apply and given states more latitude to regulate abortion. But the court bypassed that question for a direct hit: could states ban elective abortions outright before viability -- the point at which it is possible for the fetus to survive outside the womb. In the Roe v. Wade decision, the majority on the court said that government only had a valid interest in prohibiting abortion in circumstances where the fetus would be viable; in 1973, the court pronounced, that point was around 24 weeks of pregnancy. Many advocates and Americans in general will likely see Monday's development as a sign that the writing is on the wall -- that Roe v. Wade may well be doomed. They will not be wrong. A court eager to take on abortion bans early in pregnancy seems unlikely to hesitate when the moment comes to eliminate abortion rights altogether.  Read More<img alt=\"Arkansas abortion ban isn&amp;#39;t a law. It&amp;#39;s a message\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210310215341-abortion-protest-file-012420-large-169.jpg\">Arkansas abortion ban isn't a law. It's a messageIndeed, there is some reason to believe that Dobbs may be that moment. To uphold Mississippi's law, the justices would need to undo a core part of the rules that have governed abortion since 1973: the idea that states cannot criminalize abortion outright until viability. If the court is willing to jettison a key ingredient of the Roe case, there is no reason to think the justices won't be ready to ditch the rest.But even if Dobbs does not mark the moment when the court eliminates a right to choose, the damage this case could do to Roe is hard to overstate. In theory, the court could preserve the idea of a right to choose while saying that viability as a limit makes no sense. Bioethicists and philosophers have criticized the logic of the court's viability line for some time. Conservative justices have mocked the viability line since the 1980s. After all, viability changes as technology improves. Some have questioned whether courts can or should keep up with evolving medical standards in interpreting fundamental rights. Others don't see why fetal life takes on meaning only at viability. But the shortcomings of the 1973 rule aside, viability has been central to the court's abortion rights jurisprudence from the beginning. That fact isn't lost on antiabortion leaders. Look closely at the grab bag of abortion restrictions proposed in 2021: Arkansas's ban on abortion in cases of Down syndrome, prohibitions on common methods like Texas's law on dilation and evacuation, the most common procedure after the first trimester, heartbeat bills (which outlaw abortion after a fetal heartbeat can be detected) like the ones from South Carolina or Texas or absolute bans like the one from Alabama. Most of them have one thing in common: an aim to invalidate viability as the standard for abortion rights (and thus roll back Roe v. Wade).  <img alt=\"Arkansas gov.: New abortion law is &amp;#39;direct challenge&amp;#39; to Roe\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210321132131-asa-hutchinson-sotu-intv-3-21-21-large-169.jpg\">JUST WATCHEDArkansas gov.: New abortion law is 'direct challenge' to RoeReplayMore Videos ...MUST WATCHArkansas gov.: New abortion law is 'direct challenge' to Roe 01:10That's because neither the court nor the pro-choice movement have ever offered a real alternative to fetal viability as the point at which states can criminalize all abortions. That's one reason why heartbeat bans have caught fire in so many red states. Anti-abortion activist Janet Folger Porter, the architect of many of these bills, pitches a fetal heartbeat as a more scientific, certain alternative to viability. In practical terms, there is a world of difference between allowing bans at six weeks, when physicians can often detect fetal cardiac activity, and allowing criminalization at viability (often marked at 24 weeks gestation). By taking this case, the court may be opening the door to laws that criminalize abortion before many women know they are pregnant. But there is no guarantee that six weeks will be the limit if the court abandons the viability benchmark. There is no guarantee there will be a limit at all. The elimination of the viability standard would also upend progressives' best argument to preserve abortion rights -- one based on respect for judicial precedent.  The court's six conservative members all have clearly expressed views against abortion rights. For that reason, it seems far-fetched to think that any of the court's conservatives really believe the Constitution protects a right to choose. So, instead, pro-choice leaders have zeroed in on stare decisis, the doctrine of respect for past precedent. From a legal standpoint, the court may take precedent seriously. From the standpoint of optics, the court knows that when it comes to Roe, the world is watching. Moving too fast, or willfully ignoring precedent, could damage the court's reputation. Get our free weekly newsletterSign up for CNN Opinion's new newsletter.Join us on Twitter and FacebookAbortion foes have a solution: pick apart a precedent piece by piece, until there the right to choose is unrecognizable. If the court saves Roe but gets rid of the viability standard, it will be much harder to say that the precedent has commanded respect.  So, when the court hands down a decision in Dobbs, keep your eye on viability. If it is usurped as a standard, this case may not be the one that takes down Roe v. Wade, but it will quite likely set the stage for the one that does.","link":"/2021/05/17/opinions/abortion-mississippi-supreme-court-dobbs-v-jackson-womens-health-ziegler/index.html"}