{"title":"Former CDC director: We can prevent the next pandemic","time":"Updated 9:47 AM ET, Tue April 27, 2021 ","body":"Dr. Tom Frieden, director of the US Centers for Disease Control and Prevention during the Obama administration, when he oversaw responses to the H1N1 influenza, Ebola and Zika epidemics, is President and CEO of Resolve to Save Lives, an initiative of Vital Strategies and Senior Fellow for Global Health at the Council on Foreign Relations. Twitter: @DrTomFrieden. (CNN)As the United States and the world continue to struggle in the second year of the Covid-19 pandemic, one truth has emerged -- it didn't have to be nearly this bad.Preparedness can prevent epidemics. Covid started as single and potentially containable outbreak before spreading rapidly across the globe and changing life as we know it. But every year, there are many near misses -- outbreaks that are controlled before they become epidemics.Much like the \"curious incident\" of the dog that didn't bark in the night in the Sherlock Holmes story \"Silver Blaze,\" these epidemics that don't happen rarely make the news.My organization, Resolve to Save Lives, an initiative of Vital Strategies, just issued a new interactive, online report highlighting \"Epidemics That Didn't Happen.\" These examples demonstrate how prioritizing and investing in preparedness, followed by swift and strategic action, were able to alter the trajectory of several recent outbreaks to prevent them from escalating into epidemics.While I was CDC director, the West African Ebola epidemic ravaged Guinea, Liberia and Sierra Leone. Despite the entire region being on high alert, on July 20, 2014, a man infected with Ebola landed in Lagos, Nigeria, Africa's most populous city and a center of travel and trade for the continent. Within days, that index patient had died, infections began to spread, and nearly a thousand contacts had been exposed to the virus.<img alt=\"Scientists probe whether West Africa&amp;#39;s recent Ebola outbreak was from man who survived epidemic five years ago\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210326100154-01-guinea-ebola-outbreak-vaccination-0224-large-169.jpg\">Scientists probe whether West Africa's recent Ebola outbreak was from man who survived epidemic five years agoRead MoreExplosive spread of Ebola in Lagos could have devastated Nigeria, and possibly expanded throughout all of Africa and continued for months or years. And yet, after a total of only 20 cases and, sadly, eight deaths in the country, Nigeria was free from Ebola by October 2. A herculean public health response that incorporated straightforward communication, coordinated response activities, intensive contact tracing, effective infection control, and dedicated leadership stopped Ebola from spreading.I visited Uganda during one of the outbreaks detailed in this report, when that country prevented the 2018 Ebola epidemic in the Democratic Republic of the Congo from expanding across the border. As soon as the original outbreak was declared in DRC, Uganda activated its national emergency preparedness and response systems. It quickly trained health care staff to detect and treat Ebola, opened multiple Ebola Treatment Centers, and established rapid testing laboratories near the DRC border, where all people entering the country were screened for symptoms.When a 5-year-old boy infected with Ebola returned with his family to Uganda from DRC in June 2019, they were quickly identified at a routine Ebola border screening point, tested, and placed in an Ebola Treatment Centre once confirmed positive. Quick activation of Uganda's health emergency response systems prevented further infections, and Uganda prevented an epidemic.  <img alt=\"Uganda tightens border, bans gatherings as second Ebola death confirmed\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190612070805-01-ebola-uganda-0612-large-169.jpg\">Uganda tightens border, bans gatherings as second Ebola death confirmedEach of the other case studies highlighted in the report illustrate a key component of successful prevention of epidemics. In each country, rapid identification of an outbreak -- or even the risk of an outbreak -- was followed by appropriate action to stop the threat. Specific elements such as disease surveillance, laboratory capacity, or risk communication differed in each outbreak's importance; the unifying element was swift action by public health experts and government authorities to implement effective response measures.The story of Covid has largely been one of failure -- or at least inaction and inappropriate action -- particularly in many theoretically well-prepared countries including the United States, the United Kingdom, and some of the European Union. Even when governments committed to action based on scientific evidence, measures such as universal masking, physical distancing and economic support for affected populations weren't implemented quickly or extensively enough in many countries, and were often relaxed too soon. Fundamentally, countries need to have strong public health systems, and responsible governance.Countries including Vietnam, Mongolia, and Senegal as well as many other countries throughout Africa mounted effective responses that reinforce and act upon lessons drawn from earlier outbreaks. Many countries in Asia, particularly those hard-hit by the 2003 SARS outbreak such as Taiwan, Singapore, and the Hong Kong Special Administrative Region of China, also took rapid and effective action against Covid even before it reached their borders. By contrast, Brazil did not apply its knowledge from yellow fever control to fight Covid. Rapid detection, effective community engagement, an organized, science-based response, and timely, accurate, and empathetic communication are effective tools that help any response.<img alt=\"Fighting Ebola is hard but in the Congo mistrust and fear is making it harder\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190620070304-10-ebola-outbreak-in-the-drc-large-169.jpg\">Fighting Ebola is hard but in the Congo mistrust and fear is making it harderWhat these countries did right -- and what other countries can learn for the future -- is that the trajectory of an outbreak can be altered and devastating human and economic losses avoided with modest but sustained investments, improved health systems, and determined leadership.These case studies demonstrate that it is possible to prevent epidemics. We can learn from Covid and other outbreaks to ensure we aren't caught off guard next time. Increased global investment with sustainable funding, stronger national and subnational systems, and coordinated global response is essential to stop the cycle of panic and neglect.Good governance and swift, strategic, and early response are key. When responding to a disease outbreak, time is lives. We can prioritize early warning and response systems by adopting the \"7-1-7\" goal whereby every country should be able to: identify any suspected outbreak within seven days of emergence; report and begin investigation and response within one day; and mount an effective response -- defined by objective benchmarks -- within seven days.Effective epidemic response can save literally millions of lives and trillions of dollars. The case studies described in the report are a call to action to global leaders to increase investments, improve health systems, and strengthen community trust and engagement. We can afford health security -- but we can't afford another devastating pandemic.<img alt=\"Coronavirus Outbreak Timeline Fast Facts\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200205095645-wuhan-virus-0204-shanghai-large-169.jpg\">Coronavirus Outbreak Timeline Fast FactsThis won't be the last pandemic we experience. If we invest in preparedness, we can ensure the story of Covid isn't repeated the next time an infectious disease threat emerges.This is our now-or-never moment to invest in public health, to prevent the next pandemic, and to ensure that the world is never again so underprepared. Epidemics don't have to happen. Uncontrolled disease spread anywhere is a threat to health everywhere. Covid has reinforced the need to work together at global, regional, and local levels to prevent and respond to health emergencies. If the world had been prepared to contain and respond to Covid, millions of lives could have been saved. Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.The report we released today describes epidemics that didn't happen. But the sad truth is that pandemics even deadlier than Covid could happen at any point in the future. Failure is an option, but success is possible. We must work together as a world and invest the financial and political capital, supported by technical expertise and effective global, regional, and national institutions, to make sure we are never again caught so unprepared.","link":"/2021/04/27/health/preventing-pandemics-frieden-commentary/index.html"}