{"title":"Landmark trial with drug distributors over the opioid crisis begins in West Virginia federal court","time":"Updated 4:49 PM ET, Mon May 3, 2021 ","body":" (CNN)A trial involving three major prescription opioid distributors began Monday in federal court in West Virginia, the outcome of which could set the tone for future litigation related to the nationwide opioid crisis.Cabell County and its county seat the City of Huntington say the three co-defendants -- McKesson Corporation, AmerisourceBergen and Cardinal Health -- created a public nuisance with the ongoing opioid epidemic by failing to monitor, divert and report suspicious orders under the Controlled Substances Act.  Between 2006 and 2014, the three companies distributed a combined total of over 57 million doses of hydrocodone and oxycodone to the community of about 100,000 people, with AmerisourceBergen sending the most -- 36 million doses, the complaint alleges. Representatives for Cardinal Health declined to comment to CNN on Monday. McKesson Corporation officials did not respond to CNN's request for comment. AmerisourceBergen said in a statement to CNN that it is not responsible for the mass prescription of prescription opioids to consumers.Read More<img alt=\"The pandemic is triggering opioid relapses across Appalachia\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200512151428-03-opioids-appalachia-large-169.jpg\">The pandemic is triggering opioid relapses across Appalachia\"AmerisourceBergen had no role in working with the DEA to set quotas, nor did we interact with physicians or patients to recommend particular medications,\" the company said in a statement. \"AmerisourceBergen is looking forward to sharing with the Court the facts about our role in the supply chain and our long-standing commitment to fulfilling our regulatory responsibilities and doing our part to combat the opioid crisis. As a distributor of a wide range of prescription medications to DEA and State-licensed pharmacies and hospitals, AmerisourceBergen does not determine the supply of the medications it distributes, nor do we impact demand for those medications.\"West Virginia a 'fitting' location for trial, litigators say West Virginia was among the states with the highest opioid-involved overdose death rates in the country in 2018, according to data from the National Institute on Drug Abuse.   In 2018, West Virginia providers wrote 69.3 opioid prescriptions for every 100 persons, compared to the average US rate of 51.4 prescriptions, the data shows.The rate of drug overdose deaths in Cabell County is even higher than the state average, according to the federal court complaint document.   \"In 2017, 183 people died of a drug overdose in Cabell County -- more than in any other West Virginia county,\" it says. Co-lead trial litigators for the municipalities called it fitting that this landmark case would take place in West Virginia.  \"It is fitting that the trial will proceed in West Virginia, which has been ground zero of the opioid epidemic,\" plaintiff's attorneys Paul Farrell and Anne McGinness Kearse said in a statement.  \"AmerisourceBergen, Cardinal and McKesson flooded Huntington and Cabell County with tens of millions of opioids, more than this community of 100,000 residents could require or bear.\"<img alt=\"Opioid settlements have a big downside \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190312132734-04-opioid-photo-large-169.jpg\">Opioid settlements have a big downside More than three years after the lawsuit was first filed in 2017, Huntington Mayor Stephen Williams said his community is demanding accountability from the \"Big Three\" drug distributors.  \"After facing this crisis head on for far too long, our day in court is finally here,\" Williams said in a statement. \"We seek justice on behalf of all our residents and the ability to provide the programs, treatment and support that they deserve and need.\"Litigation in other state courts nearing trialFrom 1999 to 2019, nearly 247,000 people died in the United States from overdoses involving prescription opioids, according to the US Centers for Disease Control and Prevention (CDC). Federal opioid cases brought by over 2,800 American cities, towns, counties and others against prescription opioid manufacturers, distributors and pharmacies are consolidated into the National Prescription Opiate Litigation (NPOL) before US District Court Judge Dan Polster.The state of California's trial against opioid manufacturers Johnson & Johnson, Teva, Allergan and Endo started April 19.  Litigation in other state courts, like New York, Tennessee and Ohio, are also nearing trial.  This will be the first federal case to go forward among the thousands of opioid lawsuits within the federal opioid litigation, following a settlement in 2019 by Summit and Cuyahoga County, Ohio, with Johnson & Johnson, which allowed Johnson & Johnson to avoid a federal trial.","link":"/2021/05/03/us/prescription-opioid-epidemic-west-virginia-federal-trial/index.html"}