{"title":"Toyota snaps up Lyft's self-driving cars unit for $550 million","time":"Updated 5:35 AM ET, Tue April 27, 2021 ","body":"Hong Kong (CNN Business)Toyota is hitting the gas to achieve its self-driving goals by buying Lyft's autonomous vehicle business for over half a billion dollars.The two players announced the $550 million acquisition on Tuesday, saying that it would allow them to create a \"dream team\" of about 1,200 researchers and engineers around the world. The combined unit will live under Woven Planet, a newly formed subsidiary launched by Toyota (TM) in January. That business is dedicated to investing in futuristic technologies, including automated driving, smart cities and robotics.The deal will allow Woven Planet, which is headquartered in Tokyo, to expand overseas, with offices in Silicon Valley and London. It will also give San Francisco-based Lyft some much needed cash as it works to bounce back from the coronavirus pandemic. The ride-hailing giant lost $1.8 billion in 2020, but plans to become profitable later this year, according to its latest earnings report. Read More<img alt=\"Lyft still has long road ahead to a recovery\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210209155840-lyft-pickup-file-restricted-large-169.jpg\">Lyft still has long road ahead to a recoveryLyft's sale \"indicates an increasing desire to optimize the business model and bring it closer to achieving financial profitability,\" said Fransua Vytautas Razvadauskas, a consultant at Euromonitor International, a market research provider.\"In the end, the lacking commercial viability of its [autonomous vehicles] division was expensive to run and was ultimately hurting the company's financial position.\"Lyft will receive $200 million upfront from the sale of its Level 5 self-driving division, with the rest paid out over five years, the companies said in a joint statement.On top of that, both companies said they had signed separate agreements to eventually bring the self-driving technology they develop to market, and find a way to use it with Lyft's (LYFT) ride-hailing system and fleet data. \"With the acquisition of Level 5, Woven Planet is driving towards its mission to combine the innovative culture of Silicon Valley with world-renowned Japanese craftsmanship to create the mobility solutions of the future,\" George Kellerman, Woven Planet's head of investments and acquisitions, said in a statement.\"It also provides a solid foundation for international expansion and future hiring efforts in the world's strongest talent markets.\"Toyota has been investing heavily to modernize its lineup in recent years. Last year, it overtook Volkswagen (VLKAF) to reclaim its place as the world's largest automaker in terms of sales. <img alt=\"Toyota&amp;#39;s electric SUV concept is a glimpse at the company&amp;#39;s future\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210419110135-03-toyota-bz4x-electric-suv-large-169.jpg\">Toyota's electric SUV concept is a glimpse at the company's futureThe company is also building a new smart city in Japan, which will offer streets \"dedicated to automated driving.\"Toyota broke ground in February on the \"Woven City\" project, which is located near the iconic Mount Fuji. Razvadauskas, the Euromonitor consultant, said that the city was another example of Toyota's ambitions in autonomous vehicles, as it would permit the testing of self-driving cars.Now, the Lyft deal further strengthens its \"goal of becoming an industry leader in self-driving technologies,\" he said.","link":"/2021/04/27/tech/toyota-lyft-woven-planet-intl-hnk/index.html"}