{"title":"'Halston' dresses up Ewan McGregor as the fashion icon in an era of excess","time":"Updated 9:32 AM ET, Fri May 14, 2021 ","body":"'Halston' dresses up Ewan McGregor as the fashion icon in an era of excessReview by Brian Lowry, CNNUpdated 9:32 AM ET, Fri May 14, 2021 <img alt=\"Ewan McGregor (center) in the limited series &amp;#39;Halston&amp;#39; (Atsushi Nishijima/Netflix)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510101912-halston-ewan-mcgregor-large-169.jpg\">Ewan McGregor (center) in the limited series 'Halston' (Atsushi Nishijima/Netflix) (CNN)\"Halston\" follows the familiar rise-and-fall structure of cinematic biographies — think \"Citizen Kane,\" only with more sex, better clothes and disco. Yet what really defines this style-over-substance miniseries, other than Ewan McGregor's no-holds-barred performance, are its insights regarding the tension between art and commerce.Spanning three decades in the designer's tempestuous life, \"Halston\" has to be watched as much in spite of its sneering, easily provoked leading man as because of him. His career arc, however, invariably keeps finding conflict in resistance to those pushing him to make financially motivated decisions instead of staying true to his aesthetic vision.A name-dropper's paradise, producer Ryan Murphy's latest salacious ode to the glamorous past (following \"Feud: Bette and Joan,\" \"American Crime Story: The Assassination of Gianni Versace\" and the fictionalized \"Hollywood\") kicks off in 1961, with Halston (the only name by which he's known) achieving fame after one of his hat designs has been worn by First Lady Jackie Kennedy.Flash forward to 1968, and hats have gone out of style. Halston is thus prodded to segue into women's dresses, which won't be the last time he'll expand his fashion footprint --coaxed by patron David Mahoney (Bill Pullman) of Norton Simon Industries -- usually kicking, screaming and cursing every step of the way.\"I'm going to change the face of American fashion,\" Halston announces early on, while dismissing negative response to one of his shows by snapping, \"I'm brilliant. They're the dummies.\"Read MoreHalston himself was a self-made creation, and McGregor effectively inhabits his imperious, sharply enunciated persona. He finds a muse and lifelong pal in Liza Minnelli (Krysta Rodriguez), one of the few friends or associates he hasn't alienated by the time it's over.<img alt=\"Meet America&amp;#39;s first superstar fashion designer\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190802120848-single-seam-dress-ms-fit-halston-large-169.jpg\">JUST WATCHEDMeet America's first superstar fashion designerReplayMore Videos ...MUST WATCHMeet America's first superstar fashion designer 03:25The '70s bring extraordinary success and decadence in equal measure, with rampant cocaine use, a new relationship with a fellow named Victor Hugo (Gian Franco Rodriguez) and every other diversion available at Studio 54. That's followed by the toll AIDS exacted on the gay community in the '80s, with one striking moment when a member of Halston's circle is asked to write down his sexual partners and says he'll need multiple notepads.\"Halston\" idles too much during the middle chapters -- how many temper tantrums can one man throw? -- and overall, the five-part production appears most enamored with its flashy trappings. While the costumes and hairstyling should merit Emmy nominations, the writing makes a far less compelling case.Still, it's easy enough to luxuriate in the meticulous way the limited series re-creates this bygone era, as people chain smoke on airplanes and Halston explodes every time someone dares mention rival designers, especially Calvin Klein, whose signature commercials torment him on TV.Murphy has certainly been prolific since landing at Netflix, and while \"Halston\" isn't a top-tier show, the kinetic force of McGregor's performance -- fast becoming streaming royalty, coupled with plans to reprise his Obi-Wan Kenobi role for Disney+  -- makes it watchable, despite (and for some perhaps because of) its shortcomings. Halston's family has criticized the project, which is based on a book by Steven Gaines.\"Reviews don't matter,\" Halston says more than once, while quietly living and dying on every word as he insists on having them read to him.\"Halston\" doesn't merit the kind of adulation that its namesake craved, but strictly in terms of garnering attention, combining a marquee star with juicy material is one of those things that never goes out of style.\"Halston\" premieres May 14 on Netflix.","link":"/2021/05/14/entertainment/halston-review/index.html"}