{"title":"Ohio mother allegedly faked daughter's terminal illness to obtain funding for trips, housing","time":"Updated 8:55 PM ET, Thu May 20, 2021 ","body":"Ohio mother allegedly faked daughter's terminal illness to obtain funding for trips, housingBy Rebekah Riess, CNNUpdated 8:55 PM ET, Thu May 20, 2021 <img alt=\"Lindsey Abbuhl with her daughter at a charity event in February. CNN obscured part of this image to protect the privacy and identity of the daughter.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520200606-lindsey-abbuhl-restricted-large-169.jpg\">Lindsey Abbuhl with her daughter at a charity event in February. CNN obscured part of this image to protect the privacy and identity of the daughter. (CNN)An Ohio mother is facing an abuse and neglect complaint for allegedly fabricating her daughter's terminal illness to \"obtain funding for trips, housing, and other expenses of the last several years,\" according to a complaint filed with the Stark County Family Court.GoFundMe told CNN that the fundraiser, set up by Lindsey Abbuhl to raise money for her daughter's illness, is no longer active, and that more than $4,000 has been refunded to donors. \"We are working with local law enforcement officials, and we will continue to support the investigation,\" said Ese Esan, communications manager for GoFundMe. \"Fundraisers with misuse are very rare, and if a misuse of funds takes place on GoFundMe, donors are protected, and their donations are refunded.\"According to the complaint filed May 14, investigators with the Stark County Department of Job and Family Services did a forensic interview with the child and determined that there was \"no medical evidence\" to support the mother's claim that her daughter was physically ill.The complaint also alleges that Abbuhl had placed her daughter in counseling for the past three years \"to learn how to 'process her own death,'\" telling the child's counselor, who was going on maternity leave, that the child \"may not be alive\" when the counselor returned. Read MoreAccording to the complaint, when police went to confront Abbuhl with the allegation that she had fabricated her daughter's medical condition, Abbuhl told them, \"We did not intentionally do that.\" The child was then placed into the temporary custody of the Stark County Department of Job and Family Services, as her father, Jamie Abbuhl, is only allowed court-ordered visitations supervised by the mother, pursuant to their divorce. The complaint says Jamie Abbuhl claimed the mother did not allow him \"to participate in any medical decisions\" and that he \"has no access to medical records.\"When reached for comment, Lindsey Abbuhl's attorney, Paul Kelley, said, \"We are continuing to collect all of the facts on this case and my client adamantly asserts her innocence in this matter.\"\"Once we've gathered all of the factual evidence, we will begin preparing our defense and may wish to address the media at that time,\" Kelley said.CNN has also attempted to reach Jamie Abbuhl for comment. He has not been charged with any crimes. ","link":"/2021/05/20/us/ohio-lindsey-abbuhl-fake-daughters-illness-gofundme/index.html"}