{"title":"India grapples with 'black fungus' drug shortage as cases rise among Covid-19 patients","time":"Updated 4:36 AM ET, Thu May 20, 2021 ","body":"India grapples with 'black fungus' drug shortage as cases rise among Covid-19 patientsBy Esha Mitra, CNNUpdated 4:36 AM ET, Thu May 20, 2021 <img alt=\"Black fungus, or mucormycosis, is caused by a fungus named mucor, which is found on wet surfaces.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519123145-mucor-file-restricted-large-169.jpg\">Black fungus, or mucormycosis, is caused by a fungus named mucor, which is found on wet surfaces.New Delhi (CNN)Several Indian states are facing shortages of a drug used to treat black fungus, a rare and potentially fatal infection that is increasingly being detected in Covid-19 patients, health authorities in the country have warned.  The infection, known by doctors as mucormycosis, had been seen in India before the pandemic, but cases are mounting rapidly in coronavirus patients and those who have recently recovered. It is caused by mold found in wet environments and can attack the respiratory tract, particularly of those with compromised immune systems.At least 90 people have died of black fungus in the western state of Maharashtra, which includes the bustling financial center Mumbai and has been hit hard by the pandemic, said the state's health minister Rajesh Tope on Wednesday. At least 800 people are currently hospitalized with the infection.Some 2,000 cases have so far been recorded, according to local health officials.\"We are now getting 100 cases daily on average,\" Dr. Tatyarao Lahane, a senior state health official, told CNN on Wednesday.<img alt=\"Calls are growing for another nationwide India lockdown. That&amp;#39;s not realistic\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517010328-02-india-covid-restrictions-large-169.jpg\">Calls are growing for another nationwide India lockdown. That's not realisticRead MoreThe state of Rajasthan, which has also reported cases of black fungus, has declared it an epidemic and a \"notifiable disease.\" Two other states, Haryana and Telangana, have also declared it a notifiable disease, to be reported to the central Indian government.Some 115 cases were found in Haryana and at least 150 in Telangana, according to state officials.Black fungus cases have also been found in New Delhi, according to Padma Srivastava, head of the department of neurology at the All India Institute Of Medical Sciences in the capital.\"Every single day in emergency it is average 20 and above (cases reported),\" Srivastava told local media on Wednesday, adding that a separate ward had been created for black fungus patients at the hospital.Supplies of the antifungal drug amphotericin B are now arriving in Maharashtra, but there had been an initial shortage as such case numbers had not been anticipated, said Lahane, the state official.The state ordered 100,000 vials of amphotericin B last week, according to Tope. \"There are very few districts where there aren't patients (with black fungus),\" Tope said, as people across several states, including Uttar Pradesh, Maydhya Pradesh, Delhi and Telangana, appealed for supply of the drug.In Gujarat, a western state north of Maharashtra, the High Court issued an order on Monday warning of \"the rapid increase in the cases of flesh-eating black fungal infection called 'mucormycosis.'\" \"The shortage of injections being administered for the said disease and the cost of its treatment are also the issues which deserve to be seriously and immediately considered by the State,\" the order said. <img alt=\"What we know about the Covid-19 variant first found in India \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210509204920-02b-india-coronavirus-0509-large-169.jpg\">What we know about the Covid-19 variant first found in India Following the announcement, Gujarat's state government said it had put purchase orders in for 100,000 vials of liposomal amphotericin B injections used to treat the infection. India's Ministry of Chemicals and Fertilizers said in a statement Tuesday that there was a sudden surge in demand for the drug, which is manufactured domestically, adding that \"the Government is committed to making all possible and necessary efforts to make it available to needy patients ... the shortage is expected to get resolved at the earliest.\" Doctors and medical experts say mucormycosis seems to be infecting some Covid-19 patients whose immune systems have been weakened by the virus or who have underlying conditions, like diabetes. Some have also said that the infections may be linked to humidifiers used in delivering oxygen to Covid patients.The infection is caused by a fungus called mucor, which is found on wet surfaces, V. K. Paul, head of India's Covid-19 task force, said on May 14.\"If someone has a disease or takes medication which suppresses the immune system or is exposed to wet surfaces they can contract the disease ... (for Covid-19) we are using drugs which suppress our immune system ... when Covid-19 patients receive oxygen which has a humidifier which has water collection which can increase the tendency of the fungus,\" Paul added.","link":"/2021/05/19/asia/india-black-fungus-drug-shortage-intl/index.html"}