{"title":"5 surprising things about bees on World Bee Day","time":"Updated 12:07 AM ET, Thu May 20, 2021 ","body":"5 surprising things about bees on World Bee DayBy Katie Hunt, CNNUpdated 12:07 AM ET, Thu May 20, 2021 <img alt=\"A honeybee flies next to a lamb&amp;#39;s ear plant on May 16, 2021, in San Anselmo, California.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518122622-03-world-bee-day-2021-five-things-large-169.jpg\">A honeybee flies next to a lamb's ear plant on May 16, 2021, in San Anselmo, California. (CNN)There is a lot to love about bees. They are crucial to growing many of our favorite and healthiest foods as they move pollen from plant to plant, pollinating more than a hundred fruits and vegetables including strawberries, potatoes and apples. Unfortunately, many bee species are under threat as a result of changes in land use, pesticides, intensive agriculture and climate change --  but there are steps you can take to help them thrive.In honor of World Bee Day on May 20, here are five surprising things you might not know about nature's hardest working pollinators.<img alt=\"A bee pollinates a flower in Nova Friburgo, Rio De Janiero State, Brazil. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518122645-04-world-bee-day-2021-five-things-restricted-large-169.jpg\">A bee pollinates a flower in Nova Friburgo, Rio De Janiero State, Brazil. 1. Bees like to 'waggle dance'Read MoreBees can communicate and make decisions by dancing. <img alt=\"Those emerging cicadas are giving some people anxiety\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175409-cicada-brood-x-anxiety-wellness-restricted-large-169.jpg\">Those emerging cicadas are giving some people anxietyWhen a honeybee scouts out and inspects a new nest it uses a waggle dance to advertise and debate its merits. The better the site, the longer and harder the bee dances. If another bee bumps into a dancing bee, she will go off to inspect the site and if she likes it, she, too, will waggle. Eventually, the dynamics of the waggle dancing causes about 20 to 30 bees to agree on the best nest site, and they communicate their decision to the rest of the swarm by making high-pitched sounds and by buzzing their wings among the other bees.2. Bees can use toolsHoneybees in Vietnam and other parts of Asia are threatened by predatory species of giant hornet that attack bee colonies, killing the adults defending the nest and preying on the young bees. In particular, the voracious hornet species Vespa soror is capable of obliterating the hive within hours. <img alt=\"Wasps have a bad rap. This summer, let&amp;#39;s learn to love them\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430212736-01-wasps-pest-control-scn-large-169.jpg\">Wasps have a bad rap. This summer, let's learn to love themTo ward off such attacks, the bees have been observed collecting fresh animal feces and smearing it around the entrance to their hive. The researchers, who published their findings last year, call it \"fecal spotting.\" The study team believe the poop repels the predatory hornets (which are similar to murder hornets) from the nest by reducing time hornets spend attempting to breach the nest. \"Fecal spotting stands out as extraordinary for several reasons. It marks the first report of honey bees of any species foraging for materials that are not derived from plants or water-based fluids. It is also the first clear-cut example of honey bees using a tool in nature,\" the study said.3. Bee poop nearly caused a Cold War confrontationIn the 1980s, \"yellow rain\" -- tiny splotches of yellow found on jungle foliage in Laos and Cambodia -- were thought to be the residue of chemical weapons. Refugees said that the yellow rain caused illness and death. The allegations prompted the United States to accuse what was then the Soviet Union and its allies of chemical warfare. Bee experts later found that the yellow dots were excretions by massive swarms of wild honeybees.4. Bumblebees get hangryPlants produce dazzling flowers laden with nectar to attract pollinators but what's an impatient, hungry bumblebee to do when those flowers haven't yet bloomed? <img alt=\"Mysterious, new tarantula-like spider identified in the Florida Everglades\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503134953-pine-rockland-trapdoor-spider-trnd-large-169.jpg\">Mysterious, new tarantula-like spider identified in the Florida EvergladesWhen pollen is scarce, bumblebees damaged tomato and mustard plant leaves in a unique way that resulted in the plant flowering up to 30 days earlier than unnibbled plants, scientists in Switzerland and France found. For bees, the pollen is a protein source they need to raise their young. However, warmer temperatures as a result of the climate crisis means that bees are waking up earlier after hibernating for the winter to find the flowers they need for food haven't yet bloomed.  Flowering time, which relies on exposure to light, is less affected by climate change. This creates a mismatch that can leaves bees short of food early in spring. <img alt=\"Bees are seen on a honeycomb cell  at the Urban Bee Hive rooftop site in Woolloomooloo on May 14, 2021, in Sydney, Australia. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518122532-01-world-bee-day-2021-five-things-large-169.jpg\">Bees are seen on a honeycomb cell  at the Urban Bee Hive rooftop site in Woolloomooloo on May 14, 2021, in Sydney, Australia. 5. Humans have been exploiting honeybees for thousands of yearsA cave painting in Spain thought to be 8,000 years old depicts a human gathering honey from a ladder. Traces of beeswax on pottery also suggest that early farmers kept bees 9,000 years ago. Honey has also been found in ancient Egyptian tombs. Honey was likely a rare treat in a prehistoric diet that had few sweet foods, and it could have had medicinal uses. Beeswax could have been used to make pots waterproof or as a glue.Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. Today, honey may offer fresh hope in the fight against antibiotic resistance. It contains natural antibiotics to help the body battle infection. Scientists are working on ways to make the sticky substance easier to apply on wounds, and it could be used in surgery, war zones and our own homes. ","link":"/2021/05/20/world/world-bee-day-2021-five-things-scn/index.html"}