{"title":"Finding magic in mentorship: How one CNN Hero inspired thousands of young women to write their own success stories","time":"Updated 11:07 PM ET, Fri May 7, 2021 ","body":"Finding magic in mentorship: How one CNN Hero inspired thousands of young women to write their own success storiesBy Allie Torgan, CNNUpdated 11:07 PM ET, Fri May 7, 2021 JUST WATCHEDCNN Heroes: WriteGirl finds new successReplayMore Videos ...MUST WATCHCNN Heroes: WriteGirl finds new success 05:47 (CNN)For young people who are experiencing social isolation and loss during the pandemic, the mental health effects have been taxing. Research shows that depression and anxiety are prevalent among children and adolescents due to Covid-19. Keren Taylor, who started WriteGirl, a creative writing and mentoring program for teenagers in Los Angeles, has seen it firsthand.\"What we see is that young people have been slipping away. Many of them are not showing up at school, online,\" said Taylor, a 2014 CNN Hero.When the pandemic hit, Taylor's team moved all of their programs online in order to reach \"the most teens, that are in the greatest need.\"\"Many of our girls come from environments where they're really struggling with unstable family situations, violence in their communities,\" she said.Read MoreWith a goal to empower girls through creativity and expression, WriteGirl offers participants support, guidance and the tools to have their voices heard. During the pandemic, mentees have continued their exploration of subjects such as poetry, screenwriting, journalism and songwriting.In a recent workshop, singer-songwriter Lisa Loeb took lyrics that the girls wrote and turned them into song.<img alt=\"Since 2001, CNN Hero Keren Taylor&amp;#39;s WriteGirl program has helped thousands of teens find their voice.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506170204-california-girls-mentors-teen-writing-cnnheroes-00053826-large-169.png\">Since 2001, CNN Hero Keren Taylor's WriteGirl program has helped thousands of teens find their voice.The organization in recent years has expanded to include programs for boys and coed groups and has clarified its definition of girls to include nonbinary and transgender youth.\"It's teens that are at risk of slipping through the cracks,\" Taylor said of those she helps. \"We bring them in and get them inspired ... show them poetry, journaling, songwriting.\"After being laid off from a corporate job in 2001, Taylor used her severance money to launch WriteGirl. Since then, the non-profit has grown from working with 30 girls in a community center to serving more than 500 teens a year. Volunteers and mentors include journalists, screenwriters, authors, poets and executives. \"Our mentors work every week with teen girls online. And we do a lot of special events and readings, and a whole college program to help all of our girls go to college,\" Taylor said. College is especially important now. In Los Angeles, where WriteGirl is headquartered, high school graduation rates have improved in recent years. Taylor says making sure teens stay on a college-bound trajectory is more important than ever.\"Many of our girls do struggle with connectivity,\" Taylor said. \"When we find out a girl is in need of a computer, we have been trying to raise the funds to purchase laptops, especially for our college-bound teens, where a laptop becomes critical.\"<img alt=\"Amanda Gorman&amp;#39;s journey to the inauguration and Super Bowl came with the help of a unique group of mentors\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210204175450-03-amanda-gorman-super-bowl-poetry-writegirl-cnnheroes-large-169.jpg\">Amanda Gorman's journey to the inauguration and Super Bowl came with the help of a unique group of mentorsAll the girls in WriteGirl receive one-on-one mentoring to work on their writing, speaking skills and academics. This, Taylor says, gives them the confidence to speak up and reach out for help in school, in their relationships and at home. WriteGirl alums include journalists, writers, doctors, lawyers -- many have master's degrees and doctorates. \"It's really exciting to see all the different things they're doing in the world,\" Taylor said. \"That they want to do work of meaning is really the most exciting thing for me.\"Earlier this year, WriteGirl graduate Amanda Gorman delivered her poem, \"The Hill We Climb,\" at the inauguration of US President Joe Biden and Vice President Kamala Harris.\"We are always encouraging our girls to share their own story,\" Taylor said. \"Amanda is the only one that could put that particular story together, she put herself right in the middle of the poem. She shared it as herself.\"A group of WriteGirl volunteers, staff and mentors gathered for a virtual watch party to support Gorman when she took center stage.  \"When we saw her perform at the inauguration, we could see the same things that we really embody at WriteGirl represented in her,\" Taylor said. \"Confidence. Being willing to really be present. What was really exciting to know was that she represents not only every girl that's ever been in WriteGirl, but she also represents every young woman in this country.\"Want to get involved? Check out the WriteGirl website and see how to help.","link":"/2021/05/06/us/california-girls-mentorship-teen-writing-cnnheroes/index.html"}