{"title":"How this one-minute mobile film festival is bringing together filmmakers from across Africa ","time":"Updated 7:44 AM ET, Thu May 20, 2021 ","body":"How this one-minute mobile film festival is bringing together filmmakers from across Africa By Aisha Salaudeen, CNNUpdated 7:44 AM ET, Thu May 20, 2021 <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513154137-20210513-av-dff-pagetop-large-169.jpg\">Lagos, Nigeria (CNN)A pregnant woman trying to make it through the Covid-19 pandemic in Kenya. A Tunisian cemetery with the bodies of irregular migrants who tried to flee their country. A group of Senegalese teenagers addicted to using social media.These are the plots from some of the winning entries of the first African edition of the Mobile Film Festival, an international festival of short movies showcasing hundreds of filmmakers from across the continent.Over the past decade, African films have continued to gain international recognition, transcending boundaries and finding new audiences -- one of the reasons why French festival founder Bruno Smadja created an all-Africa edition.\"You are able to go over borders with the film festivals, and you give the opportunity to exchange, to share, to tell the world about how you're living and understand how others are living too,\" Smadja says. \"So, it's a cultural exchange -- whether you're in South Africa, in Algeria, in Ghana, or in Kenya, wherever you are.\"<img alt=\"How the Nigerian star of &amp;#39;Bob Hearts Abishola&amp;#39; is changing the rules of American network television \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513120127-05-folake-olowofoyek-bob-hearts-abishola-large-169.jpg\">How the Nigerian star of 'Bob Hearts Abishola' is changing the rules of American network television The Mobile Film Festival (MFF), created in 2005, is all virtual. Filmmakers submit short stories of just one minute or less, shot on mobile devices. In the last four years alone, the festival has received entries from more than 130 countries and awarded grants totaling €229,00 ($275,000).Read MoreIn 2020, MFF launched its Africa edition, open only to filmmakers living on the continent. The top submissions were announced this past March. CNN spoke to some of the winners to understand their journey into filmmaking, and what's next for them in Africa's growing film industry.<img alt=\"Senegalese filmmaker Marcel Moussa Diouf is the grand prize winner for the first-ever Africa edition of the Mobile Film Festival.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514102841-02-mobile-film-festival-africa-winners-spc-intl-large-169.jpg\">Senegalese filmmaker Marcel Moussa Diouf is the grand prize winner for the first-ever Africa edition of the Mobile Film Festival.As a child growing up in Senegal, West Africa, Marcel Moussa Diouf spent a lot of time watching films.The 23-year-old says he was inspired to learn filmmaking after stumbling on \"The Hateful Eight,\" a 2015 thriller directed by American filmmaker Quentin Tarantino. And even though he could not afford to go to film school, Diouf tells CNN that he learned about making movies on his own. \"The internet has taught me everything I know. In 2015, I went on YouTube to learn how to make films,\" he says. \"I was initially using my phone to practice, but I later got a laptop from my sister. And with this computer, I organized everything I learned into chapters by taking notes.\"Last year, Diouf submitted his first film \"Je Suis Liberte\" (\"I am Freedom\") to MFF Africa.Shot on an iPhone 8, the film shows Liberte (\"Freedom\"), a sick woman on a hospital bed surrounded by teenagers addicted to their phones. The teenagers, all surfing social media, are drawing blood from Liberte. The more apps they use, the more blood is drawn from her to their mobile phones.Diouf says \"I am Freedom\" is a metaphor for social media addiction common among young people. \"This is supposed to be a positive thing, but the teenagers around (Liberte) become blind. They are no longer interacting with each other,\" he adds. In the end, \"it kills Liberte instead of freeing her.\"In March, Diouf became the first grand prize winner of MFF Africa, receiving a €10,000 grant ($12,000) for the short film.<img alt=\"Kiran Shah: The hero with a thousand faces\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200825125214-20201108-kiran-shah-gfx-large-169.jpg\">Kiran Shah: The hero with a thousand faces\"When I got the call from the festival, I was so happy,\" he says. \"I went back home to tell my family and everyone who had participated in the film. It was really in that moment that I realized what €10,000 could mean for my career.\"According to the festival rules, winners have to use the grant to finance the production of another short film within a year. As a result, the French-speaking filmmaker says he is now working on a much bigger film about homeless children in his village of Nianing, and now has access to resources that will allow him to better tell the story. <img alt=\"Nairobi-based filmmaker Neha Manoj Shah has won multiple awards for her films.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514103024-03-mobile-film-festival-africa-winners-spc-intl-large-169.jpg\">Nairobi-based filmmaker Neha Manoj Shah has won multiple awards for her films.Kenyan-Indian Neha Manoj Shah has always been interested in the arts. As a teenager, she loved to draw, sketch and paint. But it was a filmmaking course at university that changed everything.\"I just had a huge light bulb moment with filmmaking,\" Shah says. \"Like the angels were singing and I had found my calling.\"When she graduated in 2007, it was difficult for her to get into filmmaking full time, she says. She spent her post-graduation years working in advertising and as a photographer until 2015 when she got a job with a German production company. \"It was my first job in a proper professional setting. They needed people for the production design department, so I applied. It was an amazing learning curve for me,\" she explains. Shah would later go on to direct seven short films and win awards -- including at the Mobile Film Festival.\"Face Mask on Sale\" is about a pregnant woman named Anita, in lockdown trying to make it through the pandemic. In the film, she takes up reading and sketching to pass time. Through the voiceover, Anita admits that she is worried about her baby, and what type of mother she will be.\"I chose to make 'Face Mask on Sale' because the pandemic made me feel stuck,\" Shah says. \"I was talking to someone and it hit me that women are having the toughest time this pandemic. I worried about mums and pregnant women and how they're coping, so I decided to make a film out of that.\"<img alt=\"These Nigerian kids are creating epic sci-fi short films using their phones, and Hollywood is paying attention\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201211094950-05-critics-company-filmmakers-africa-large-169.jpg\">These Nigerian kids are creating epic sci-fi short films using their phones, and Hollywood is paying attentionThe filmmaker worked with a pregnant actor and a cinematographer in Nairobi, Kenya's capital city. Many women, she says, found the film relatable. \"Face Mask on Sale\" won three awards at MFF Africa and grants totaling €4,000 ($4,800). \"When they were announcing the winners, I wasn't expecting it,\" Shah says. \"I was so shocked and happy.\"Like Diouf, Shah is using the grant to create a new film and has just wrapped up the script.<img alt=\"Walid Falleh is an award-winning Tunisian filmmaker from Zarzis.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514103052-04-mobile-film-festival-africa-winners-spc-intl-large-169.jpg\">Walid Falleh is an award-winning Tunisian filmmaker from Zarzis.For Walid Falleh, filmmaking is a very personal experience that began with a desire to document what was happening around him. In \"The Cemetery of Strangers,\" his winning entry for MFF Africa, he focuses on Shams Eddin Marzuk, a sailor-turned-grave digger from his hometown of Zarzis, southeastern Tunisia. Viewers learn that Marzuk's full-time job is now burying corpses of migrants who attempted to reach Europe but didn't make it.\"I established a cemetery where they (migrants) can be buried with all dignity and respect. I named it 'the cemetery of strangers,'\" Marzuk says in the film.The film won €2,000 ($2,400) at MFF Africa in March. Falleh says stories around immigration are meaningful to him. \"I grew up with this topic because my city, Zarzis, is suffering from the problem of immigration,\" he says. \"At first, I wasn't sure my films would make a difference, but I have realized that documenting things as they happen can help inform people to make a change.\" Sharing its borders with Algeria, Libya and the Mediterranean Sea, Tunisia is an immigration and transit country for migrants who aim to reach Europe, according to the International Organization for Migration.The theme of immigration was partly responsible for kickstarting Falleh's career as a filmmaker in 2011. His first short film, \"Freedom 302,\" was a story about the Tunisian revolution and young people attempting to migrate to Europe by boat. Since then, in addition to his MFF Africa entry, the filmmaker has created more documentaries -- such as \"BOZA,\" a story of migrants filmed in three countries, which won the Best Foreign Production award at the 2015 Terra Di Tutti Film Festival in Italy.","link":"/2021/05/20/africa/mobile-film-festival-africa-winners-spc-intl/index.html"}