{"title":"New coronavirus cases are dropping in the US. So is the vaccination rate ","time":"Updated 7:43 AM ET, Wed May 19, 2021 ","body":"New coronavirus cases are dropping in the US. So is the vaccination rate By Ivana Kottasová, CNNUpdated 7:43 AM ET, Wed May 19, 2021 JUST WATCHEDHong Kong's vaccine drive is faltering. Here's whyReplayMore Videos ...MUST WATCH (16 Videos)<img alt=\"screengrab hong kong vaccination center\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519162759-screengrab-hong-kong-vaccination-center-large-169.jpg\">Hong Kong's vaccine drive is faltering. Here's why<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outsideA version of this story appeared in the May 19 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday. (CNN)Covid-19 cases are down in all 50 US states for the first time since the pandemic began, according to the senior White House Covid-19 adviser, Andy Slavitt. When Slavitt made this announcement yesterday, he said America was \"winning the war on the virus.\" \"And we need you to help us finish the job,\" he added.  But the truth is that, despite the drop in cases, the pandemic is far from over. Not around the world, and not in the US. The virus is still killing around 600 people in the US every day, based on the average numbers for the past week, according to Johns Hopkins University data.  Worryingly, the pace of vaccination is dropping. While nearly 276 million doses have been administered in the US so far, the seven-day average has been falling for more than a week, and has been below 2 million shots per day for five days. Read MoreVaccination rates in rural areas are lagging behind and that could hinder progress, according to a new report from the US Centers for Disease Control and Prevention (CDC). Seven states have reached the Biden administration's goal of vaccinating at least 70% of adults with at least one dose by July 4 -- Connecticut, Hawaii, Maine, Massachusetts, New Hampshire, New Jersey and Vermont -- and 18 states have fully vaccinated at least half of their adult residents.  But getting a vaccine to people in rural areas can be difficult. Jen Christensen writes that nearly 80% of rural Americans live in areas that are designated as \"medically underserved\" by the US government. Easy access to a doctor for regular appointments is difficult in many parts of the country.There's also the issue of hesitancy. In April, a survey by the Kaiser Family Foundation showed persistent resistance to Covid-19 vaccination in rural America. Three in 10 residents said they would \"definitely not\" have a Covid-19 vaccine or they would get one only if someone required they have it.  With a fifth of the US population living in rural areas, this could have a negative impact on the country's overall efforts to control Covid-19.YOU ASKED. WE ANSWERED. Q: Could the vaccine reduce my fertility? A: No. The idea that the Covid-19 vaccines could have any impact on fertility is \"pure nonsense,\" according to Dr. Paul Offit, the director of the Vaccine Education Center at the Children's Hospital in Philadelphia and a member of the the US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee.There's no evidence that people have lost any fertility because of the Covid-19 vaccines. In fact, there has never been any vaccine that's been linked with infertility, according to Dr. Richard Beigi, who sits on the Immunization, Infectious Disease, and Public Health Preparedness Expert Work Group of the American College of Obstetricians and Gynecologists.The CDC also said there's no link between any vaccines and fertility.Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.WHAT'S IMPORTANT TODAY Thousands of vaccine doses are going to waste as some countries struggle to administer them on time While many African nations are grappling with barely sufficient supplies of Covid-19 vaccines, others are destroying thousands of unused shots, Nimi Princewill reports. Kenya has used up more than 90% of the doses supplied by vaccine-sharing facility COVAX. The East African nation is just weeks away from joining its sub-Saharan neighbors Botswana, Eswatini, Ghana, Rwanda, Togo and Senegal on the list of African countries that have exhausted their supplies. In stark contrast, South Sudan has announced plans to discard about 59,000 of a total 191,000 doses of the AstraZeneca vaccine it received in donations, because they are expiring. In Malawi, at least 19,000 unadministered doses will be publicly incinerated today. Secretary for Health Charles Mwansambo told CNN his country was unable to use them before they expired. Fresh batch of Covid cases helps China combat vaccine hesitancyAs vaccination hesitancy slows inoculation rates in some Western countries, China is going into overdrive. More than 400 million doses of Covid-19 vaccines have now been administered in China, according to the National Health Commission. The country has a population of 1.4 billion, so 400 million is not enough to give herd immunity. But consider this: Chinese authorities announced the first 100 million people had been vaccinated on March 27. After that, it took another 26 days to reach 200 million, and then 17 days to hit 300 million. The latest 100 million doses were given in just nine days. While there has been a concerted push for vaccines by central government and local authorities, that campaign has been helped recently by another factor -- fear sparked by several small local outbreaks. <img alt=\"A worker handles vials on the production line at Sinovac Biotech in Beijing, China.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519121431-china-vaccine-0924-01-large-169.jpg\">A worker handles vials on the production line at Sinovac Biotech in Beijing, China.Thailand reports highest number of daily Covid deaths as virus tears through prisons Thailand reported its highest number of Covid-19 fatalities in a single day Tuesday as officials struggle to contain a third coronavirus wave ripping through overcrowded prisons. The Southeast Asian country's justice minister said authorities hoped to prioritize vaccinating more than 300,000 inmates and jail staff by diverting doses from the health ministry. Thailand reported 27,946 new coronavirus cases in the past seven days, 12,926 of which were found in prisons and detention facilities, according to official data.  ON OUR RADARReported daily new Covid-19 cases worldwide declined for the third week in a row, but remain at some of the highest levels of the whole pandemic, according to the World Health Organization. Of the 4.8 million new cases reported globally this week, 2.3 million came from India. The country recorded 4,529 deaths on Wednesday, its highest daily death toll. The Tokyo 2020 Olympics organizers have promised athletes they are doing everything they can to ensure the Games take place safely. Japan is struggling with a renewed outbreak of coronavirus and calls to cancel the Olympics are growing louder.In the US, Republican Texas Gov. Greg Abbott has banned state governmental entities such as counties, public school districts, public health authorities and government officials from requiring mask wearing.Canada is set to catch up with and even surpass the US this week in the proportion of people who've received at least one dose of vaccine, data projections show.A superspreader event at a Hong Kong fitness center highlights the risk of Covid-19 transmission in confined spaces with poor ventilation, a new study has warned.A mix of fines and warnings were handed down to a group of US House Republicans who defied the chamber's mask mandate on the House floor, a Capitol official told CNN.TODAY'S TOP TIPIn many parts of the world, vaccination rates are increasing while restrictions are in turn being relaxed. It should be a time to rejoice or at least feel relief.For many, though, we continue to feel what experts have dubbed \"languishing,\" otherwise known as that feeling of \"blah,\" where we aren't technically clinically depressed, but we certainly aren't flourishing either. The good news is that there may be ways to mitigate that languish that you're feeling.The key is getting to the root cause. Sheila Forman, a Santa Monica, California-based psychologist, said it was important to determine if your feelings were due to a mental health issue or just a reaction to the times. \"This can be done with an appointment with a mental health provider,\" she said.  If you can identify that your rut is because of being physically stagnant or isolated, get moving! \"As the pandemic restrictions start to shift, make plans to see friends and family, albeit in a safe way,\" Forman added. <img alt=\"screengrab hong kong vaccination center\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519162759-screengrab-hong-kong-vaccination-center-large-169.jpg\">Hong Kong's vaccine drive is faltering. Here's why<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside","link":"/2021/05/19/world/coronavirus-newsletter-intl-05-19-21/index.html"}