{"title":"A Chinese Communist Party-linked account mocked India's Covid crisis on social media. It backfired","time":"Updated 3:30 AM ET, Mon May 3, 2021 ","body":"Hong Kong (CNN)For most of China, last week's launch of the first module of its planned space station was simply a moment of pride. But for one social media account linked to the ruling Communist Party, it was a crass opportunity to mock India's Covid-19 tragedy. On the micro-blogging platform Weibo, the account posted a photo of the Chinese Long March-5B carrier rocket blasting off, alongside a picture of cremation pyres burning at night in India under the watch of people in hazmat suits.\"China lighting a fire versus India lighting a fire,\" the caption read, accompanied by a hashtag declaring that India's Covid-19 cases had surged past 400,000 a day.   The account that posted the photos is linked to the Central Commission for Political and Legal Affairs, a powerful organ of the ruling Communist Party, overseeing the country's courts and law enforcement bodies. Several other government accounts run by the police and local courts shared the pictures.Though nationalist sentiment against India has been running high in recent months due to border disputes, many Chinese social media users were shocked. \"I can't believe this was posted by a government account. Why do you need to use the suffering of others to highlight national pride?\" read one top comment underneath the post.Read More\"How can this be approved (by censors)? It's a complete disrespect of human life,\" read another.<img alt=\"Weibo posts about India from two official Chinese government accounts sparked a major backlash over the weekend.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503100736-china-india-weibo-posts-large-169.jpg\">Weibo posts about India from two official Chinese government accounts sparked a major backlash over the weekend.Even Hu Xijin, the Editor in Chief of the Global Times, a state-run newspaper known for its nationalist stance, criticized the post: \"I don't think it's proper for social media accounts of certain Chinese official institutions or other influential forces to mock India at present.\"Amid the backlash online, the post comparing China's launch to India's Covid deaths was removed from Weibo. A hashtag relating to the post was also deleted. The censorship could well have been a sign of disapproval from higher up in the Party. Just days earlier, President Xi Jinping sent condolences to Indian Prime Minister Narendra Modi and offered China's assistance, following a series of similar pledges by Chinese officials -- all part of an effort to present Beijing as a supportive and responsible neighbor.The incident is the latest example of how a clumsy attempt to stoke nationalism can strike an insensitive note. On Twitter, China's \"wolf warrior\" diplomats frequently post controversial comments. Last week, Zhao Lijian, a spokesman for the Chinese Foreign Ministry, posted a modified version of Japan's famous Great Wave woodblock print, to condemn releasing treated water from the Fukushima nuclear plant into the ocean. It was criticized as insulting Japanese culture, and prompted a swift protest from the Japanese Foreign Ministry. Last year, Zhao tweeted a digitally altered image that appeared to show an Australian soldier threatening to slit the throat of an Afghan child, which drew stern condemnation from Australia as \"repugnant.\"And in January, when denying allegations of forced sterilization in Xinjiang, the Chinese embassy in the US said on Twitter that Uyghur women had been \"emancipated\" from extremism and were no longer \"baby-making machines.\" The post was later removed by Twitter.While such posts can win support from hardline Chinese nationalists -- and perhaps recognition from some Party bosses -- it is China's international image that ultimately pays the price. And sometimes, as in the case of mocking India's crisis,  Beijing's diplomatic charm offensive, too.Around AsiaPrime Minister Narendra Modi's party was defeated in India's West Bengal state election.North Korea warned the United States it will face a \"crisis beyond control in the near future.\" The Australian government is facing backlash over rules that could see citizens who fly home from India face up to five years in prison. Meanwhile in China, a man sailed from the eastern province of Fujian across the Taiwan Strait in a dingy, successfully dodging two navies to land on the self-ruled island. <img alt=\"A man surnamed Zhou crossed the highly-militarized Taiwan Strait in a small rubber dinghy Saturday in search of &amp;quot;freedom and democracy,&amp;quot; Taiwanese police said. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503104203-china-taiwan-strait-man-0503-01-large-169.jpeg\">A man surnamed Zhou crossed the highly-militarized Taiwan Strait in a small rubber dinghy Saturday in search of \"freedom and democracy,\" Taiwanese police said. The business of ChinaTikTok has finally appointed a new permanent chief executive, eight months after the company's leader called it quits as the United States was threatening to ban the app.The company on Friday announced that it has named Shouzi Chew as CEO. He already serves as chief financial officer of ByteDance, TikTok's Chinese owner.Vanessa Pappas, who previously served as TikTok's interim head, is moving to the role of chief operating officer.\"The leadership team of Shou and Vanessa sets the stage for sustained growth,\" ByteDance CEO Yiming Zhang said in a statement. \"Shou brings deep knowledge of the company and industry, having led a team that was among our earliest investors, and having worked in the technology sector for a decade. He will add depth to the team, focusing on areas including corporate governance and long-term business initiatives.\"Chew is based in his hometown of Singapore, suggesting the company no longer feels it needs a US-based leader.Last year, TikTok faced a dramatic, months-long battle in the United States after the Trump administration threatened to ban the short video platform unless it sold its American business to a US entity. But since then, the company has largely stayed out of the spotlight, with little action since US President Joe Biden took office.-- By Michelle TohPicture of the day<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503112031-hong-kong-tiananamen-statue-0502-01-large-169.jpg\">Tiananmen remembered: Activists clean a monument known as the \"Pillar of National Sorrow\" at the University of Hong Kong on May 2, 2021, in Hong Kong, to commemorate the anniversary of the June 4, 1989, Tiananmen crackdown and the 102nd anniversary of the May Fourth Movement. It is unclear if the city's annual candlelit vigil will take place this June after the passage of a national security law. A 'red tourism' boom for May DayChina began a five-day national break Saturday to mark May Day, with millions taking advantage of the country's low coronavirus case numbers to travel domestically. According to state news agency Xinhua, nearly 18.83 million passenger trips were made on Chinese railways on Saturday, an increase of 9.2% on 2019. An additional 14.2 million trips were expected Sunday. One major hit with tourists this year are so-called \"red\" sites, attractions which focus on Chinese Communist Party (CCP) history, state media reported this weekend. May 1 commemorates International Workers' Day, and this year is also the centennial of the CCP, supercharging attendance at revolutionary attractions. <img alt=\"The number of people taking part in red tourism has increased from 140 million to 1.41 billion since 2004. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503111431-red-tourism-2016-large-169.jpg\">The number of people taking part in red tourism has increased from 140 million to 1.41 billion since 2004. According to Xinhua, 13 red tourism\" sites in Guangdong had received 23,000 visits by 3 p.m. on Saturday, an increase of almost 300% year-on-year, though figures in 2020 may have been lower as a result of the pandemic partially affecting travel. Since 2004, the number of people taking part in red tourism has increased from 140 million to 1.41 billion, according to the Ministry of Culture and Tourism, following major investment by local and regional authorities and concerted promotion of such attractions in state-run media. Such sites may also be a welcome alternative to traditional tourist attractions: photos from the weekend showed heaving crowds at Beijing's Temple of Heaven and the Great Wall. <img alt=\"Tourists at the Great Wall on May 1, 2021. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503111525-china-great-wall-0501-01-large-169.jpg\">Tourists at the Great Wall on May 1, 2021. CNN's Yong Xiong contributed reporting.","link":"/2021/05/03/china/china-india-weibo-social-media-mic-intl-hnk/index.html"}