{"title":"Damage reported in at least 3 cities after tornadoes tear through Mississippi","time":"Updated 2:56 AM ET, Mon May 3, 2021 ","body":" (CNN)Destruction was reported across Mississippi after a round of tornadoes swept through the state late Sunday night, damaging buildings and littering roads with downed power lines.The National Weather Service in Memphis posted a series of tweets warning people to take shelter as the tornado tore through Tupelo.\"This is a life threatening situation!\" the agency said on Twitter.Following the tornado, the Tupelo mayor's office warned residents to stay home so crews could assess the damage.\"Please do not get out and drive. It is dangerous -- there are reports that power lines are down in the roads,\" a post on the Tupelo Mayor's Office Facebook page said. \"Prayers that all are safe, and please keep our crews and first responders in your prayers also.\"Read More<img alt=\"At least three cities in Mississippi reported damage after a line of severe storms and tornadoes tore through the state Sunday. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503021723-mississippi-tornadoes-0502-map-large-169.jpg\">At least three cities in Mississippi reported damage after a line of severe storms and tornadoes tore through the state Sunday. At least two other communities saw destruction following the line of severe storms.The same line of storms caused damage about 50 miles southwest of Tupelo, in the town of Calhoun City.Video from CNN affiliate WCBI showed crews trying to clean up streets littered with uprooted trees and power poles.\"The town of Calhoun City was hit hard tonight. Light poles have been snapped off. Trees in a few homes. Trees on vehicles. Damage to several businesses. Fortunately we have had no reports at this time of injuries,\" Calhoun County Sheriff Greg Pollan wrote in a Facebook post. \"We are asking that you PLEASE STAY OFF THE ROADS AT THIS TIME. Emergency personnel are working feverishly to open the roads as quickly as possible.\"Earlier Sunday, another damaging tornado touched down in Yazoo City, about 170 miles southwest of Tupelo and 120 miles southwest of Calhoun City.\"We do not have any injuries reported but have numerous damaged structures,\" Yazoo County Emergency Management Director Jack Willingham told CNN in an email. CNN's Chris Boyette contributed to this report.","link":"/2021/05/02/us/tupelo-mississippi-tornado/index.html"}