{"title":"24/7 subway service to resume in NYC as New York, New Jersey and Connecticut ease Covid restrictions","time":"Updated 2:46 PM ET, Mon May 3, 2021 ","body":" (CNN)New York Gov. Andrew Cuomo announced Monday that subway service in New York City will return to a 24/7 schedule on May 17 as the state and neighbors New Jersey and Connecticut open up their economies by lifting most curfews and capacity restrictions at restaurants and other businesses.<img alt=\"New York City&amp;#39;s subway trains will stop overnight for disinfecting, governor says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200430124139-new-york-city-subway-large-169.jpg\">New York City's subway trains will stop overnight for disinfecting, governor saysAbout a year ago, the Metropolitan Transportation Authority began shutting down the subway from 1-5 a.m. daily so that subway cars could be deep cleaned. Cuomo emphasized that these procedures will remain. \"Subway trains have never been cleaner than they are now,\" Cuomo said at a news conference.Beginning May 19, most Covid-19 capacity restrictions will end across the tri-state area, including at retail establishments, food services and gyms, the governors announced in a joint news release.Read MoreRestaurants, museums, theaters, Broadway, retail and shops are all included in the lifting of such restrictions. New York City Bill de Blasio has said Broadway theaters are on track to reopen in September because of the time it takes to mount a full production.Dining out is back, as America gets vaccinated\"The tide is turning against COVID-19 in New York, and thanks to our increasing vaccination rates, as well as our successful, data-based regional approach, we're able to take more steps to reopen our economy, help businesses and workers, and keep moving towards returning to normal,\" Cuomo said in the news release.In New York,  the outdoor food and beverage curfew will be lifted on May 17 and the indoor food and beverage curfews will be lifted May 31, the governor said.Outdoor large stadiums will go to 33% capacity on May 19, according to Cuomo.New York will keep social distancing requirement, Cuomo said, so \"our capacity is subject to the 6 feet guidelines.\"In New York City giving a COVID update and making an announcement. Watch live: https://t.co/y2mtbDaQVJ— Andrew Cuomo (@NYGovCuomo) May 3, 2021\n\nBut people at events can stand closer than 6 feet if everybody present shows proof of full vaccination or a recent negative PCR test.\"This is a major reopening of economic and social activity and it is coordinated regionally, which is smart.\" Cuomo said.The statewide positivity rate for New York stands at 1.94%, with 37 deaths reported Monday, Cuomo said, with 7 million New Yorkers fully vaccinated. \"With our COVID-19 numbers, particularly hospitalizations, trending decisively in the right direction and our vaccination goals within reach, now is the time to take major steps to reopen our economy and loosen both indoor and outdoor gathering and capacity restrictions,\" said New Jersey Gov. Phil Murphy in the news release.\"Our region has led by example since the beginning of the pandemic, taking the virus seriously and working collaboratively across state lines to the benefit of all of our residents,\" said Connecticut Gov. Gov. Ned Lamont. CNN's Laura Ly contributed to this report.","link":"/2021/05/03/us/nyc-subway-and-reopening-for-ny-ct-and-nj/index.html"}