{"title":"Cheney: What Trump did 'is a line that cannot be crossed'","time":"Updated 5:13 PM ET, Mon May 3, 2021 ","body":"Washington (CNN)Wyoming Rep. Liz Cheney, the No. 3 House Republican, said on Monday her party cannot accept the \"poison\" of the idea that the 2020 election was stolen and should not \"whitewash\" the January 6 Capitol riot -- and Donald Trump's role in fomenting it. \"We can't embrace the notion the election is stolen. It's a poison in the bloodstream of our democracy,\" Cheney said, speaking behind closed doors at a conference in Sea Island, Georgia. \"We can't whitewash what happened on January 6 or perpetuate Trump's big lie. It is a threat to democracy. What he did on January 6 is a line that cannot be crossed.\" Cheney made her comments, confirmed to CNN by two people in the room, during an off-the-record interview with former House Speaker Paul Ryan before a crowd of donors and scholars at the annual retreat for the American Enterprise Institute, a conservative think tank.Read MoreThe comments in Georgia followed a tweet she sent earlier in the day. \"The 2020 presidential election was not stolen,\" Cheney tweeted. \"Anyone who claims it was is spreading THE BIG LIE, turning their back on the rule of law, and poisoning our democratic system.\"The tweet was in response to Trump, who on Monday continued to perpetuate the lie that the election was stolen. \"The Fraudulent Presidential Election of 2020 will be, from this day forth, known as THE BIG LIE!\"Cheney's remarks are the latest in a series of statements and actions she has made in recent months to redirect the Republican Party away from Trump and his false claims that the 2020 election was stolen from him. In January, Cheney was among the 10 Republican House members who voted to impeach Trump. Since then, she has found herself on one side in an internal war within the party over the role the former President should play in the GOP's future.This story is breaking and will be updated.","link":"/2021/05/03/politics/liz-cheney-doubles-down-trump-gop/index.html"}