{"title":"What women should know about the Johnson & Johnson coronavirus vaccine","time":"Updated 5:32 AM ET, Tue April 27, 2021 ","body":" (CNN)The US Centers for Disease Control and Prevention and the US Food and Drug Administration lifted the pause on the Johnson & Johnson Covid-19 vaccine on Friday. The agencies previously had decided to pause administration of the vaccine due to cases of an extremely rare blood clotting disorder found in six women between the ages of 18 and 49 who had gotten the shot.The initial pause was intended to inform health care providers about this rare disorder and its treatment, and to see if other cases would emerge.Out of the nearly 8 million doses of the Johnson & Johnson vaccine administered, the CDC said it has confirmed that there have been 15 cases total of thrombosis with thrombocytopenia syndrome, or blood clots with low platelets.After reviewing the benefits and risks of the vaccine, an independent committee to the CDC recommended that the vaccine continue to be administered, but with additional information about the very rare possibility of TTS.What does this mean for women -- those who have been given the vaccine and those who haven't but are considering it? Read MoreWe asked CNN Medical Analyst Dr. Leana Wen, an emergency physician and visiting professor of health policy and management at the George Washington University Milken Institute School of Public Health. She's also the author of the forthcoming book \"Lifelines: A Doctor's Journey in the Fight for Public Health.\"CNN: You're not only a doctor. You also took part in the Johnson & Johnson clinical trial. You then found out that you got the placebo, and then you chose to receive this vaccine. Why did you do so at the time?Dr. Leana Wen: I liked the fact that the Johnson & Johnson vaccine is a one-dose vaccine. It's \"one and done,\" can be transported and stored at refrigerator temperatures, and it offers a lot of advantages for ease of distribution, including in hard-to-reach populations in the United States and around the world. I was really proud to take part in the clinical trial, and when I had the opportunity to take the vaccine, I chose this one.At the time, I didn't know about the risk of TTS. To be clear, this is a very low risk -- though it's one that appears to be concentrated in one specific group. I think it's important to be honest with younger women thinking about this vaccine to explain exactly what the risk is -- and, importantly, to discuss alternatives with the two other vaccines, from Pfizer-BioNTech and Moderna, that do not carry this risk.<img alt=\"How to update your medical record so it includes your Covid-19 vaccination\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426111834-01-coronavirus-vaccine-card-restricted-large-169.jpg\">How to update your medical record so it includes your Covid-19 vaccinationCNN: Some people have said, what's the big deal about blood clots? Aren't they pretty common? And in this situation, 15 cases out of 8 million shots is a pretty low risk, right?Wen: This is not a run-of-the mill blood clot. The clotting disorder, TTS, that's believed to be associated with the Johnson & Johnson vaccine, is a combination of blood clots and thrombocytopenia, or low platelets. This combination is extremely rare, and it's very serious. Out of the 15 women who developed TTS, three have died. Seven are still in the hospital, and four are in critical condition. It's not accurate to compare TTS with the normal kind of blood clot, or deep vein thrombosis.In addition, the risk of TTS may be 15 out of 8 million when we look at the population, but the CDC projected that there would be 13 cases of TTS in a million if we're looking at the very specific population of women less than 50 years old. That's 1 in 80,000.This is still low, and is certainly much lower than the risk of contracting coronavirus and having a severe outcome, but we have to stop saying things like the risk of TTS is the same as the lifetime risk of being struck by lightning. That may be true for the overall population, but does not appear to be the case for the subgroup of women under 50. <img alt=\"Handwashing falls to pre-Covid levels despite pandemic\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210426114913-hand-washing-stock-restricted-large-169.jpg\">Handwashing falls to pre-Covid levels despite pandemicCNN: Why is it that younger women seem to be more affected? Does it have to do with women being on birth control pills?Wen: These are good questions. This is part of why the initial pause was done by federal health officials, to investigate whether the initial six women had something in common. Here's what we know. Of the 15 women with TTS after this vaccine, 13 were between the ages of 18 and 49. The largest cluster in terms of age was in the mid-to-late 30s, with a median age of 37.Only two of the women were on birth control pills. None were pregnant or postpartum, which are also risk factors for blood clots. There were no specific commonalities to explain why they would be at higher risk for TTS.CNN: Are we sure this is related to the J&J vaccine?Wen: We don't know the exact cause, but there are two reasons why this appears to be associated with the vaccine. First, TTS is extremely rare. Again, it's not like DVTs, the normal blood clot, which are pretty common in the population. To see a cluster like this, where the only commonality is recently receiving this vaccine, suggests a link.Second, TTS is also seen as a rare side effect associated with the AstraZeneca vaccine. Both of these vaccines use a similar platform, the adenoviral vector platform. It seems likely that TTS is indeed associated with the Johnson & Johnson vaccine.<img alt=\"What to do if you&amp;#39;re vaccinated but your kids aren&amp;#39;t — Dr. Wen&amp;#39;s advice \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210224170802-back-to-school-during-covid-orig-mg-00014621-large-169.png\">What to do if you're vaccinated but your kids aren't — Dr. Wen's advice CNN: For people who already have had the Johnson & Johnson vaccine, what symptoms should they watch out for, and for how long?Wen: The symptoms to watch out for include a severe, unrelenting headache; trouble breathing and chest pain; abdominal pain; leg swelling; sudden numbness or weakness in an arm or leg; and easy bruising. Call your doctor immediately if you have any of these symptoms. All cases thus far presented between six and 15 days from the time of receiving the shot, so if you got vaccinated more than three weeks ago, you're probably in the clear. Similarly, it's unlikely that you will have symptoms immediately, so if you have fatigue, headache and muscle aches right after the vaccine, that's probably the normal reaction. These symptoms usually last for 24 to 48 hours. If you have severe headaches after three days, call your doctor.CNN: What if people who got the vaccine need a booster? Do they have to stick with J&J?Wen: There is no reason to think that that's the case. For other types of vaccines, there are boosters all the time that are manufactured by a different company. Someone who received J&J, if they need a booster in time, could get one from one of the other manufacturers, and vice versa. <img alt=\"Handling the collective trauma of police violence, mass shootings and a pandemic\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210417135519-file-george-floyd-protest-minneapolis-2020-large-169.jpg\">Handling the collective trauma of police violence, mass shootings and a pandemicCNN: What about women who haven't had the vaccine yet and are considering it -- would you recommend that they get the Johnson & Johnson vaccine?Wen: It depends. The big benefit of this vaccine is that it's a one-dose vaccine. The Pfizer-BioNTech and Moderna vaccines both require two doses. If someone is terrified of needles or has some reason as to why they would not want to come back for a second dose, I would definitely recommend the Johnson & Johnson vaccine. Similarly, if someone doesn't easily have access to the other vaccines, then I'd certainly recommend the J&J, too. I have family in South Africa, for example, who don't have any other choice. There's no question that this is the right option for them.There might be other, very specific reasons some women might choose the J&J vaccine. For example, I have had some patients say that they don't trust the messenger RNA technology used by Pfizer-BioNTech and Moderna. I can explain to them why they should trust the technology and how over 100 million people have taken these vaccines without adverse effects, but if they still really want J&J because it's a more \"traditional\" technology, that would be fine, too.Also, there are some patients who have experienced a severe allergic reaction to Pfizer-BioNTech or Moderna, and are told by their doctors that they should take J&J. Again, that's a good reason to choose it.<img alt=\"Talking on the phone for 10 minutes could make you feel less lonely, study says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210222202342-person-on-phone-stock-large-169.jpg\">Talking on the phone for 10 minutes could make you feel less lonely, study saysFor women older than 50, the risk of TTS appears to be extremely low -- the CDC estimates it to be 2 in 1 million. I'd say that J&J is a good option for them, and for men.However, for women under 50, who don't otherwise have a reason to specifically choose J&J, I'd recommend that they receive the  Pfizer-BioNTech and Moderna vaccines instead. That's because these two vaccines do not have a risk of TTS. They have a completely different mechanism from the J&J and AstraZeneca vaccines -- they use the messenger RNA platform instead of adenoviral vector platforms -- and over 100 million Americans have received them with no association with TTS.Note that this is not what the CDC and FDA have said. I personally think that they should have given an explicit recommendation that women under 50 be offered  Pfizer-BioNTech and Moderna as first-line vaccines, and Johnson & Johnson as a second-line choice. They didn't do this, but I -- and I am sure other clinicians -- will be advising patients in this way.That's because informed decision-making involves an understanding of the risks, benefits and alternatives -- and in this case, there are alternatives to the J&J vaccine that are equally effective and do not contain this rare but serious risk.CNN: To be clear, this is not your recommendation in other groups, right?Wen: Correct. I would only say that for women under 50, another vaccine should be offered first. By the way, this is standard practice in medicine. We frequently say that there is first-line treatment and second-line treatment that's different depending on a person's age, underlying medical conditions, circumstances, etc. So this isn't unusual.We are getting to a point in the United States where vaccine supply exceeds demand. Americans will be fortunate to have a choice. Johnson & Johnson is an excellent choice, but it may not be the first-line choice for everyone. In time, we may find out that certain other groups may benefit most from certain types of vaccines. This is good and allows us to tailor recommendations for the individual.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.In the meantime, it's really important that we help people understand the extraordinary benefits of the vaccines and keep risks in perspective. Let's not downplay the risks, but rather be honest about them, and present alternatives. That's critical to empowering all people to make the best decisions about their health.  ","link":"/2021/04/27/health/women-johnson-johnson-vaccine-wellness/index.html"}