{"title":"High schoolers may be more gender-diverse than previously thought, new study says","time":"Updated 7:10 PM ET, Tue May 18, 2021 ","body":"High schoolers may be more gender-diverse than previously thought, new study saysAnalysis by Lisa Selin Davis Updated 7:10 PM ET, Tue May 18, 2021 JUST WATCHEDTransgender identity, in their wordsReplayMore Videos ...MUST WATCHTransgender identity, in their words 02:44Lisa Selin Davis is the author of \"Tomboy: The Surprising History and Future of Girls Who Dare to Be Different.\"  (CNN)How many kids identify as transgender? That has been a hard question to answer, in part because the term can mean different things to different people. Many associate transgender with gender dysphoria — severe psychological distress caused by gender identity and biological sex not aligning — or with medical transition. The term, however, can also include those who veer away from gender norms, but who don't want to change anything about themselves: their names, pronouns or bodies. Susan Stryker, author of \"Transgender History,\" defines trans people in part as those \"who cross over (trans-) the boundaries constructed by their culture to define and contain that gender.\"<img alt=\"Teen stress has been heightened by a year of pandemic. Here&amp;#39;s how to help them\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210307193741-classroom-brown-mental-health-covid-large-169.jpg\">Teen stress has been heightened by a year of pandemic. Here's how to help themA 2017 study by US Centers for Disease Control and Prevention health scientist Michelle M. Johns and colleagues found that 1.8% of high school students identified as transgender, which she and the team found by asking them if they were transgender.Dr. Kacie Kidd, a physician and adolescent medicine fellow at the University of Pittsburgh Medical Center Children's Hospital of Pittsburgh, thought that the cohort of gender-diverse kids might be larger if questions about gender and identity were posed differently. Read MoreRather than ask kids if they were transgender, Kidd and colleagues asked two questions in a study of 3,168 high school kids at 13 racially and economically diverse public Pittsburgh high schools. The first question was: \"What is your sex (the sex you were assigned at birth, on your birth certificate)?\" with the options of \"female\" and \"male.\" The second question was: \"Which of the following best describes you (select all that apply)?\" with the options of \"girl,\" \"boy,\" \"trans girl,\" \"trans boy,\" \"genderqueer,\" \"nonbinary,\" and \"another identity.\"   <img alt=\"Some 9.2% of kids in an urban school district consider themselves gender-diverse in some way, a new study said. Trans pride flags are shown.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518165542-transgender-flag-file-large-169.jpg\">Some 9.2% of kids in an urban school district consider themselves gender-diverse in some way, a new study said. Trans pride flags are shown.\"Our goal was to understand the prevalence of gender-diverse identities among high school students in our Pittsburgh school district by asking what we considered to be, and what many scholars consider to be, a more inclusive question about gender identity,\" Kidd said. \"We came in suspecting that this two-step gender identity question would demonstrate a higher prevalence of gender diversity than in prior studies.\" These researchers were right that gender diversity itself was higher in the population they looked at than in other studies. In the study, to be published in the June 2021 issue of the journal Pediatrics, Kidd and her colleagues found that 9.2% of kids consider themselves gender-diverse in some way. Still, because the question is not explicitly about identity, but rather how kids self-describe, the data don't make clear whether that diversity is in expression, identity or other facets of gender. Kidd was expecting a higher number; however, the leap still surprised her. There are several ways to understand a larger number of teenagers claiming new words to describe themselves. More awareness, more understanding, more explorationOne is that there is a greater understanding of the naturalness of gender diversity, whether that's expressed in terms we use to define ourselves, the way we dress, or how we see ourselves in relation to our culture. \"Being gender-diverse is a totally normal part of human experience,\" Kidd said.In almost every culture, there are gender roles and people who veer away from them, said<img alt=\"Guiding gender-atypical kids through puberty \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210118172821-09b-strong-is-the-new-pretty-kate-t-parker-book-restricted-large-169.jpg\">Guiding gender-atypical kids through puberty Jules Gill-Peterson, associate professor of English and gender, sexuality and women's studies at the University of Pittsburgh. \"Regardless of what kind of sex and gender system existed in a particular society at a given time, there are pretty much consistently always folks who stray from those norms,\" Gill-Peterson said. In many of those cultures, \"It's culturally sanctioned and celebrated for certain people to live lives differently than what we might call the gender they were assigned at birth.\"There may be a perception that more gender-diverse youth exist in Generation Z — roughly defined as those born between 1997 and 2012 -- than earlier generations. However, as Gill-Peterson said, it could be that they are simply more visible. And for the first time, we're looking for them. \"We have more words, we have more options, we have more awareness,\" she said. <img alt=\"Gender identity: The difference between gender, sex and other need-to-knows\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200609154129-gender-identity-wellness-large-169.jpg\">Gender identity: The difference between gender, sex and other need-to-knowsOne job of teenagers is to explore those options, said Dr. Sujatha Ramakrishna, a child and adolescent psychiatrist based in Fort Worth, Texas, who was not involved in the study. \"Normal adolescence involves kids questioning everything and trying out new things. Exploring their gender identity can absolutely be a part of that.\" In other words, more teenagers are experimenting with gender and identity because they are exposed to these concepts, and it's increasingly acceptable.Gender identity or expression?None of the terms used in the study's second question were defined, including gender identity itself. The authors don't know what, for instance, \"genderqueer\" means to those who selected it.  Many cultures have a broader understanding that biological sex is not predictive of anyone's masculinity or femininity, whom they like to play with, what they like to do, or who they might be attracted to later. Awareness of these concepts was a focus of the feminist-fueled 1970s in the United States, but much of that focus has blurred in the past few decades, as more of childhood — toys, clothes, colors, even personality traits — have been marketed separately to boys and to girls. <img alt=\"The digital world is built on advertising. How do we help kids navigate it?\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517170115-kids-tablet-gaming-file-large-169.jpg\">The digital world is built on advertising. How do we help kids navigate it?\"Sometimes kids, even teenagers, have trouble distinguishing between gender stereotypes and gender identity,\" Ramakrishna said. Some children may assume that because they don't fit the narrow stereotypes of boy and girl that they are nonbinary, for instance. Claiming that word allows these kids the freedom to live free of stereotypes, as a word like tomboy once did, at least until puberty, for girls. \"It would be important to ask those children about the specific reasons that they identified as gender-diverse,\" Ramakrishna said. \"Without that information, it's impossible to say whether social influences including constrictive stereotypes contributed to their responses.\"This study doesn't answer the question of how many kids identify as transgender, but it does tell us that many kids are looking for more creative and expansive ways to articulate themselves. What does seem clear from research I did on the science and psychology of gender nonconformity is that, in a hypergendered world, fewer kids feel that the narrow boxes of boy and girl fit them, and that we need to create more room for them to explore what's on each side of the pink/blue divide that rules childhood. For many children, these gender-diverse terms equal liberation from a gender-constricted world.Does gender creativity require medicine?The authors of the study concluded that because this larger and more economically and racially diverse population of gender-creative kids is not represented in those seeking psychological and medical assistance at UPMC's Gender & Sexual Development clinic — where the population tends to be wealthy and White — there is a \"need to re-evaluate systems and structures that continue to perpetuate inequities in access to gender-affirming care.\"<img alt=\"Away from school pressures, children who defy gender norms blossom at home \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/191109165549-02-transgender-awareness-week-large-169.jpg\">Away from school pressures, children who defy gender norms blossom at home This may include exploratory therapy for those with gender dysphoria, as well as puberty blockers to delay the onset of puberty, cross-sex hormones and, eventually, possible surgeries for those who wish to medically and physically transition. \"Many young people who identify as gender-diverse face significant health disparities,\" Kidd said. \"It's that population of young people that we want to make sure have access to care and resources.\"Many studies do show children can and do benefit from puberty blockers and cross-sex hormones, but they have been banned for children under 18 in Arkansas, and bans are on the docket in several other states. The United Kingdom has also banned the care after a woman named Keira Bell successfully sued the Gender Identity Development Service of The Tavistock and Portman National Health Service Foundation Trust for facilitating the transition she later regretted. The UK now recommends therapy and watchful waiting for gender dysphoria until after puberty. Even Karolinska Hospital in Sweden, ranked by the World Economic Forum as the fourth most gender-equitable nation in the world, has also stopped offering puberty blockers and/or cross-sex hormones to patients under 18 with gender dysphoria. Finland also recently tightened up its guidelines to restrict medical interventions. Resources for gender-diverse children and familiesGender Spectrum: This California-based advocacy group works to create gender-sensitive and inclusive environments for all children and teens.PFLAG:  This is the first and largest organization for LGBTQ+ people, their parents and families, and allies.Raising Zoomer: A sociologist and graphic designer launched this site to help readers learn more about their gender-creative parenting approach.\"Many young people benefit very much from medical intervention, but that doesn't mean it's right for everyone,\" Kidd said. But the bans mean that no one who needs medical intervention will get it. \"We have a lot of legislative efforts right now that are targeting this population of young people. I worry that that we may do further harm to these young people who would benefit from care.\"One thing the new study doesn't measure: How many of these kids are in distress because of the gender-creative terms they use to describe themselves? There were no questions about impairment or dysphoria. \"A child whose gender identity doesn't match their sex assigned at birth doesn't necessarily have dysphoria, and it doesn't mean they necessarily need medical or mental health care,\" Ramakrishna said. \"Kids without dysphoria don't need treatment. What would be most helpful for kids who veer away from gender norms is society accepting them for who they are, body, mind and soul.\"Support and acceptance — medicine everyone needsWhat kids need, however they identify or describe themselves, is support and acceptance, Kidd said. \"We know that family and community support for this population of young people also dramatically reduces those health disparities.\" Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"Gender diverse people exist likely in much higher numbers than we previously were aware of or discussed in the literature,\" she said. \"They are all unique individuals who have different needs and interests. We should be supporting them as a community in living their authentic lives, whatever that looks like for them.\"","link":"/2021/05/18/health/gender-diverse-high-school-study-wellness/index.html"}