{"title":"'American Idol' features a Disney songbook night","time":"Updated 11:54 AM ET, Mon May 3, 2021 ","body":" (CNN)\"American Idol\" featured a Disney night on Sunday, with 10 artists from Season 18 given a second chance to win the final spot in the Top 10. Season 18's runner-up Arthur Gunn won the spot. Meanwhile, the top nine were sent to Disney World and meet with mentor John Stamos. Sofia Carson appeared to open the show with \"A Whole New World\" and Jon Batiste sang to \"It's All Right\" from \"Soul.\"Katy Perry even wore a Tinker Bell costume for the show.Read MoreCaleb Kennedy sang \"Real Gone\" from \"Cars,\" and worked on stage presence with Stamos.Willie Spence performed the \"The Circle of Life\" from \"The Lion King.\" He received a standing ovation, including from the judges. Perry called his performance \"spiritual.\"Deshawn Goncalves sang \"When You Wish Upon a Star\" from \"Pinocchio,\" with the judges gushing about his growth since the auditions. Casey Bishop sang \"When She Loved Me\" from \"Toy Story 2.\" \"I don't know if I've had chill bumps like that in four years of doing this show,\" Luke Bryant told her. Chayce Beckham sang \"Baby Mine\" from \"Dumbo,\" which Perry loves. Lionel Richie tells him he needs to enjoy himself on stage more.Alyssa Wray performed \"A Dream Is A Wish Your Heart Makes\" from \"Cinderella,\" with Perry calling it \"elegant and elevated.\" Arthur Gunn, \"Remember Me\" from \"Coco,\" with Richie praising his voice on the song, even though Gunn has never seen \"Coco.\"Cassandra Coleman sang \"Go the Distance\" from \"Hercules.\" Perry loved her stage outfit and Bryant  said the performance was Coleman's \"most solid vocal from top to bottom.\" Hunter Metts sang \"You'll Be in My Heart\" from \"Tarzan,\" and takes a risk on his range. Perry told him to \"keep taking those leaps.\" Grace Kinstler sang \"Into the Unknown\" from \"Frozen 2.\" \"Oh my goddess,\" Perry said of the performance.The \"Idol\" finalists who will not be moving forward are Alyssa Wray, Cassandra Coleman, and Deshawn Goncalves. ","link":"/2021/05/03/entertainment/american-idol-recap-trnd/index.html"}