{"title":"Temperature checks are gone from some theme parks and elsewhere. Health experts say that's just fine","time":"Updated 6:55 AM ET, Sun May 16, 2021 ","body":"Temperature checks are gone from some theme parks and elsewhere. Health experts say that's just fineBy Jason Hanna, CNNUpdated 6:55 AM ET, Sun May 16, 2021 JUST WATCHEDBig business set to relax mask mandates for vaccinated individualsReplayMore Videos ...MUST WATCHBig business set to relax mask mandates for vaccinated individuals 02:03 (CNN)Just before the CDC's new mask guidance for vaccinated people became the country's hot Covid-19 topic, a different feature of the pandemic was falling by the wayside: temperature checks at amusement parks. Several Florida theme parks -- Disney World, Universal Studios Orlando Resort, Legoland Florida, SeaWorld Orlando and Busch Gardens Tampa Bay -- said recently they would no longer scan the temperatures of guests or workers upon entry, effective immediately or in days, citing evolving government or medical guidance. So did every Cedar Fair property in the US, like Ohio's Cedar Point and Kings Island.This comes as temperature checks in wider American life, while still required in places, have waned: The CDC ended airport temperature screening for passengers arriving from certain countries in September. Temperature checks are not among the agency's five key guidelines to reopen schools. A Pennsylvania rule requiring businesses to check employees' temperatures expires May 31.And some health experts say that's OK, not just because US cases are declining, but because temperature checks haven't been the most useful screening method for this particular disease.<img alt=\"A Universal Studios Orlando employee takes the temperature of a guest last year, on the property&amp;#39;s first day of reopening during the pandemic.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514114000-universal-studios-temperature-checks-restricted-large-169.jpg\">A Universal Studios Orlando employee takes the temperature of a guest last year, on the property's first day of reopening during the pandemic.Read MoreWhy many businesses initially did temperature checksFever is one of the symptoms that could accompany Covid-19. In the absence of expedient testing, the logical thought that followed was: Find and scrutinize people with fevers to help stem a dangerous and highly contagious disease.<img alt=\"The outlook is brighter for the US on Covid-19. It&amp;#39;s why school life may return to almost-normal in the fall\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515015721-us-coronavirus-school-restricted-large-169.jpg\">The outlook is brighter for the US on Covid-19. It's why school life may return to almost-normal in the fallSome reopening businesses -- including some office buildings, salons, restaurants, schools, manufacturers and amusement parks -- used temperature checks as a condition for admittance, following either state or local rules, or public health advice at the time.They'd often use noncontact forehead thermometers, either turning away people with temperatures 100.4 F or above -- the fever threshold of the US Centers for Disease Control and Prevention -- or flagging them for more  screening.Early in the pandemic, the CDC screened inbound international passengers from certain countries at US airports, including with temperature checks.Where the cracks started to appearBut a problem increasingly became clear: Some people infected with SARS-CoV-2, the virus that causes Covid-19, never show fever or any other symptom -- and spread the virus anyway.Further, some infected with this virus may eventually develop symptoms, but they can spread the virus before they become symptomatic. By November, the CDC determined 24% of people who transmit the virus to others never develop symptoms, and another 35% of the spreaders are pre-symptomatic. Also problematic: Many people infected with this virus are at their most infectious before symptoms appear, Dr. Abdul El-Sayed, a CNN contributor, epidemiologist and former health commissioner for Detroit, said.\"When (a disease) shows symptoms sooner, temperature checks are more valuable. When you're infectious before symptoms, they're not as helpful,\" El-Sayed said.Accordingly, the CDC found its 2020 temperature and symptom-based screenings at airports weren't effective.<img alt=\"Screening travelers for symptoms of Covid-19 was ineffective, CDC study says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200910111534-01-airport-covid-screening-0623-large-169.jpg\">Screening travelers for symptoms of Covid-19 was ineffective, CDC study saysFrom January to September, when the program ended, the CDC screened more than 766,000 travelers. Fewer than 300 met criteria for further assessment; 35 were tested for Covid-19; and nine tested positive.Why so few? Air travelers were on alert and might have skipped flights if they were symptomatic. But also, health experts pointed to factors that defeat temperature checks: An ill person could take pain relief medicine, which treats fever; and a person with SARS-CoV-2 might not have symptoms anyway.Because so much of this virus is spread by people who will not have fevers, \"fever checks are fundamentally ineffective,\" said Katelyn Gostic, an infectious disease modeler at the University of Chicago, who has researched the effectiveness of symptom screening for Covid-19 prevention.\"I don't expect their removal to have a meaningful impact on transmission in public spaces,\" Gostic said.Why not look for feverish people anyway?Given that a fever can be a symptom of Covid-19, wouldn't it be reasonable to flag someone with a high temperature?\"I think if businesses want to do it, it's fine. It's not going to hurt,\" El Sayed said. \"But as a measure in the pandemic, it's not particularly helpful.\"Far more effective and important for controlling the spread have been the use of masks and, more recently, vaccination, El-Sayed said.<img alt=\"Vaccine passport apps are about to be everywhere. It could get complicated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210412125028-us-covid-19-vaccine-dose-jj-0408-large-169.jpg\">Vaccine passport apps are about to be everywhere. It could get complicatedGostic also leans on the latter: \"Vaccination is by far the most effective way to reduce transmission and return to normalcy.\"That's not to say all temperature checks are equal. Covid-19 symptom screening at entrances to health care facilities are much more useful, El-Sayed said. These places probably have a high concentration of people arriving for treatment of illness including Covid-19, and of compromised patients already there who would be vulnerable. \"The value of any symptom check increases as the baseline prevalence of the disease increases,\" so temperature checks at a place where sick people go are more helpful than at a business, El-Sayed said.Besides missing infected people, what are other problems?Current CDC guidance says employers should consider health checks of employees before they enter a facility, including symptom and temperature screening.But, that guidance also says those health checks don't have to be in-person; they can be self-reported.If temperature checks aren't great at identifying Covid-19, then they aren't worth the problems that they create, some in the labor law and business fields say.According to attorney Todd Wulffson at CDF Labor Law in California, in-person temperature checks were \"all the rage last year\" in the Golden State until employers realized:-- Workers must be paid for time in line, and \"if they don't pass the temperature screen, you have to pay them for 'show up' pay, which is at least two hours\" in California.-- \"Chewing on some Tylenol 20 minutes before work eliminates your fever.\"-- \"If it's a hot day, and the employees are in the sun, the temperature check doesn't work as their forehead gets hot.\"California's Covid-19 regulations still require some type of employee screening. But now, the state generally allows employees to self-screen at home, using employer-provided questionnaires that ask about symptoms like fever -- though counties and cities can have stricter rules, Wulffson said.<img alt=\"Here&amp;#39;s what these young Americans are looking forward to after getting their Covid-19 vaccines\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514023241-teen-vaccine-0513-large-169.jpg\">Here's what these young Americans are looking forward to after getting their Covid-19 vaccinesTemperature checks for guests are also a resource drain, especially for theme parks that might have a worker shortage, said Scott Smith, an associate professor at the University of South Carolina's School of Hotel, Restaurant and Tourism Management.\"Everybody right now is desperately hiring, especially theme parks, which need a tremendous amount of labor,\" Smith, who also provides consulting to the theme park industry, said.Temperature-checkers are people who instead \"could be running rides, selling cotton candy or whatever,\" he said.Temperature checks continue at some theme parksThough many Florida theme parks have abandoned temperature checks for guests and workers, some of their sister properties in California have not. That includes Disneyland theme parks, Universal Studios Hollywood, and Legoland California.Legoland California is considering not requiring temperature screening upon entry for guests, said Julie Estrada, spokesperson for the park's parent company, Merlin Entertainments.As for employees, including its restaurant workers, the park still has regulations to consider. Restaurant workers still must submit to temperature checks under rules in San Diego County, where the park is.<img alt=\"Public health experts: Why we&amp;#39;re going to keep wearing our masks\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514133253-holtgrave-rosenberg-op-ed-large-169.jpg\">Public health experts: Why we're going to keep wearing our masksSmith attributes the Florida-California split in part to different regulatory environments and levels of control at county or local levels. Florida's state government has been quicker to encourage looser restrictions, and county governments have been quicker to follow, he said.The California properties, though, aren't alone. Six Flags parks nationwide also continue to check guests' temperatures -- with infrared thermal imaging cameras as they walk in. Six Flags will \"continue to evaluate the (parks' infrared thermal imaging) system based on state and CDC guidelines,\" said Sandra Daniels, Six Flags' vice president of communications.As for Cedar Fair, a group of a dozen-plus amusement and water parks, all its US parks -- including Knott's Berry Farm in California -- have stopped temperature checks for guests. Instead, workers generally will screen guests by asking about whether they have symptoms.The only Cedar Fair park still checking employees' temperatures -- Dorney Park in Pennsylvania -- will stop doing that when jurisdictional rules lift at month's end, spokesperson Gary Rhodes said. Each company above -- whether keeping or abandoning the checks -- cites state/local guidelines and/or epidemiological advice they've received.\"With the guidelines varying from state to state, the practices (for health and safety, including temperature checks) differ from park to park,\" Estrada, the Merlin Entertainments representative, said. \"The evolution of (Legoland California's) procedures has been done in consideration with local health partners and officials, as well as CDC guidelines to ensure families can continue to have the confidence to play safely across our resort.\"Smith at the University of South Carolina said he believes more theme parks will soon abandon temperature checks: \"With the vaccinations and people being a little more mindful of other precautionary measures, I think if we continue to see this trajectory,\" more parks will drop them.And parks, as soon as it's safe, will like the message it sends: \"Theme parks want you to feel like, 'Hey, we're coming back to normal,'\" he said.","link":"/2021/05/15/health/amusement-parks-temperature-checks/index.html"}