{"title":"Uneven vaccination rates across the US linked to Covid-19 case trends, worry experts","time":"Updated 6:52 AM ET, Wed May 19, 2021 ","body":"Uneven vaccination rates across the US linked to Covid-19 case trends, worry expertsBy Deidre McPhillips and Elizabeth Cohen, CNNUpdated 6:52 AM ET, Wed May 19, 2021 JUST WATCHEDFauci: 'Put aside your mask' if you're fully vaccinated and outsideReplayMore Videos ...MUST WATCH (15 Videos)<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research (CNN)Tuesday was a \"landmark day,\" as the United States reached a new Covid-19 vaccine milestone: 60% of adults have now received at least one dose of Covid-19 vaccine, according to the US Centers and Disease Control and Prevention.But vaccination rates across the United States are uneven -- a worrisome trend that could obstruct efforts to end the Covid-19 pandemic. Rates range from more than 78% of adults in Vermont with at least one vaccine to less than 45% of adults in Mississippi.And over the past week, states with higher vaccination rates have generally had lower Covid-19 case rates, a CNN analysis of data from the CDC and Johns Hopkins University found.Seven states have already reached the Biden administration's goal of vaccinating at least 70% of adults with at least one shot by July 4, data from CDC shows: Connecticut, Hawaii, Maine, Massachusetts, New Hampshire, New Jersey and Vermont.<img alt=\"Slow uptake of Covid-19 vaccine in rural areas could hinder the end of the pandemic, CDC says\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505124619-oregon-vaccine-hesitancy-large-169.jpg\">Slow uptake of Covid-19 vaccine in rural areas could hinder the end of the pandemic, CDC saysOver the past week, those seven states reported per capita case rates that were about 10% lower on average than those states that haven't yet vaccinated as many adults, according to JHU data -- an average of about 66 new cases per 100,000 people, compared to about 73 cases per 100,000 people.Read MoreAnd the gap in case rates widens along with disparities in vaccination rates.Ten states have vaccinated less than half of their adult residents with at least one dose, and their average per capita case rate was about 19% higher than those seven states that have already reached the Biden administration's goal.The 10 states that have vaccinated less than half of their adult residents -- Alabama, Arkansas, Georgia, Idaho, Louisiana, Mississippi, South Carolina, Tennessee, West Virginia and Wyoming -- reported an average of more than 78 new cases per 100,000 people over the past week.New Jersey illustrates the power of vaccination.Over the course of the pandemic, the Garden State has had one of the highest rates of Covid-19, ranking 12th, with more than 11% of its population infected with the virus at some point. Yet, over the past week, the state had the third lowest rate of new Covid-19 cases, reporting an average of less than 5 cases per 100,000 people per day.<img alt=\"Covid-19 vaccine acceptance rates lower among Black US military service members, military study finds\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512201026-pfizer-vaccine-germany-large-169.jpg\">Covid-19 vaccine acceptance rates lower among Black US military service members, military study findsIn mid-December, before the first dose of Covid-19 vaccine was administered in the United States, the Covid-19 case rate in New Jersey was tracking very close to the national average. Now, New Jersey has become a leader in vaccinations. It's one of the seven states that has already vaccinated more than 70% of adults with at least dose -- and the latest 7-day average of new cases in the state is about a third of the national average.While New Jersey illustrates the link between higher vaccination rates and lower case rates, there are exceptions. Like New Jersey, Maine has also vaccinated more than 70% of adults with at least one dose of vaccine, but has reported one of the five worst per capita rates of new Covid-19 cases over the past week. And on the other end of the spectrum, Arkansas has one of the 10 lowest vaccination rates but one of the 10 lowest per capita rates of Covid-19 cases over the past week.'The virus is going to find them' Data shows another troubling trend: There are clusters of unvaccinated people in various parts of the country, and the virus could flourish in those areas.<img alt=\"Biden announces US will share more vaccines globally: &amp;#39;Our nation is going to be the arsenal of vaccines&amp;#39;\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505194256-astrazeneca-vaccnie-file-large-169.jpg\">Biden announces US will share more vaccines globally: 'Our nation is going to be the arsenal of vaccines'\"Clearly if you have geographic areas that are under-immunized, the virus is going to find them. It will continue to smolder, will continue to make people sick, will continue to send people to the hospital, and will continue to cause deaths,\" said Dr. William Schaffner, a member of the CDC's Advisory Committee on Immunization Practices.As the virus spreads through these areas with low vaccination rates, it has many chances to change and become potentially even more dangerous.\"Every time this virus finds a new person, it multiplies. Every time it multiplies, it creates mutations that can spring off, and those mutations can create a variant that is so different that our current vaccine protection might not work or might not work as well,\" said Schaffner, an infectious disease expert at Vanderbilt University Medical Center.If a variant is resistant, even to some degree, to the vaccine, that \"could be problematic even for those who are vaccinated,\" said Dr. Paul Offit, an infectious disease expert at the University of Pennsylvania.\"I think we need to fix this. We need to impress on people the importance of vaccination to stop the virus,\" said Offit, a member of the US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee. \"How many more variants need to be created before this gets their attention?\"<img alt=\"Former CDC director: Direct Covid-19 vaccines to where they&amp;#39;re needed most\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505110405-file-pfizer-covid-19-vaccine-canada-december-2020-large-169.jpg\">Former CDC director: Direct Covid-19 vaccines to where they're needed mostAnd vaccination rates vary even more widely county to county than they do state to state in the US. Bristol Bay Borough, Alaska, has one of the highest rates in the country, with 84% of adult residents fully vaccinated, according to CDC data. McPherson County, South Dakota, has one of the lowest rates, with only 11% of adults fully vaccinated.A new report from the CDC found that vaccination rates in rural counties are particularly low. According to the report, vaccination coverage through April 10 of this year was more than 46% in urban counties but less than 39% in rural counties.Such unevenness in vaccination rates \"is a big concern,\" said Dr. Bhavini Murthy, a medical officer at the CDC and lead author of the report. \"We need to make sure we have high vaccination coverage in both rural and urban populations so we can keep moving the needle forward toward ending the pandemic.\"A Kaiser Family Foundation survey in April found that 3 in 10 rural residents said they would \"definitely not\" get a Covid-19 vaccine or they would get one only if they were required to have it -- more than those in urban or suburban areas.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"We need to continue to ensure vaccination coverage is uniform across the country,\" CDC Director Dr. Rochelle Walensky said in a White House Covid-19 briefing Tuesday. \"This will require us to meet people where they are, to listen to their concerns, and to help people make informed decision about vaccination.\"<img alt=\"WASHINGTON, DC - MAY 11: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, gives an opening statement during a Senate Health, Education, Labor and Pensions Committee hearing to discuss the ongoing federal response to COVID-19 on May 11, 2021 in Washington, DC. (Photo by Greg Nash-Pool/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511175134-fauci-covid-response-hearing-0511-large-169.jpg\">Fauci: 'Put aside your mask' if you're fully vaccinated and outside<img alt=\"NEW YORK, NEW YORK - MARCH 28: A general view of Yankee Stadium before the game between the New York Yankees and the Baltimore Orioles during Opening Day at Yankee Stadium on March 28, 2019 in the Bronx borough of New York City. (Photo by Sarah Stier/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210113122421-yankee-stadium-file-large-169.jpg\">Expert: Breakthrough Covid-19 cases are expected<img alt=\"Former astronaut Chris Hadfield shares tips on how to readjust to life after periods of extreme isolation.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210518115856-chris-hadfield-lockdown-readjustment-phil-black-pkg-large-169.jpeg\">Ex-astronaut shares tips on how to readjust after months of isolation<img alt=\"summer camp\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210517183739-summer-camp-large-169.jpg\">Summer camps prep for reopening with new safety protections<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516103610-walensky-sotu-vpx-large-169.jpeg\">CDC director answers how kids factor into new mask guidance<img alt=\"THORNTON, CO - MARCH 06: Adams 12 Five Star Schools District RN Tiffany Karschamroon draws a dose from a vial of the Johnson &amp;amp; Johnson COVID-19 vaccine, the newest vaccine approved by the U.S. FDA for emergency use, at an event put on by the Thornton Fire Department on March 6, 2021 in Thornton, Colorado. Colorado entered COVID-19 vaccination Phase 1B.3 on Friday, allowing essential grocery and agriculture workers, people over the age of 60 and people with two or more high-risk conditions to receive a vaccine. (Photo by Michael Ciaglo/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210512100735-johnson-johnson-covid-19-vaccine-large-169.jpeg\">Vaccinated? Dr. Gupta explains what you can do without a mask<img alt=\"covid wrap saturday 051521 sandoval pkg ndwknd vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515075337-covid-wrap-saturday-051521-sandoval-pkg-ndwknd-vpx-00000000-large-169.png\">Big business set to relax mask mandates for vaccinated individuals<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514093746-cohen-large-169.jpg\">Why officials are struggling to get Republicans vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514162035-jake-tapper-governor-david-ige-large-169.jpg\">Hear why this governor is keeping state's mask mandate<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513181651-dr-fauci-lead-5-13-2021-vpx-large-169.jpg\">Fauci gives first interview after CDC mask guidance update<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513144951-gupta-newsroom-5-13-2021-large-169.jpg\">Hear Dr. Gupta's questions after CDC's big announcement<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513143019-dr-rochelle-walensky-large-169.jpg\">CDC updates mask guidance for fully vaccinated people<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513135110-kid-covid-vaccine-gupta-pkg-large-169.jpg\">These kids are leading the way for Covid-19 vaccine research","link":"/2021/05/19/health/uneven-vaccination-rates-covid-19-trends/index.html"}