{"title":"Trump's close advisers urge him to make PSA to persuade his followers to get the Covid-19 vaccine","time":"Updated 5:50 AM ET, Tue April 27, 2021 ","body":" (CNN)With polls showing that about half of Republicans are unenthusiastic about getting a Covid-19 vaccine, some of former President Donald Trump's advisers are encouraging him to make a public service announcement urging his followers to roll up their sleeves, according to two former senior Trump administration officials.The officials emphasized that vaccine hesitancy among Republicans could threaten herd immunity and Trump's followers will listen to him -- and pretty much only him.\"Vaccines are widely regarded as one of Trump's greatest accomplishments, and Trump understands that this legacy is at risk because half of his supporters are not taking the vaccine,\" one of the officials said. \"It's just not clear yet if he understands that he's the only one who can fix this.\"<img alt=\"CDC, FDA lift pause on using J&amp;amp;J&amp;#39;s coronavirus vaccine, add safety warning\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210419175424-vacuna-johnson-vls-large-169.jpg\">CDC, FDA lift pause on using J&J's coronavirus vaccine, add safety warningThe other official agreed.\"In Trump country, if you want to call it that, there are still significant numbers of people who aren't sure [Covid-19] is a real thing, despite folks getting sick, and there are lots of suspicions about the vaccine,\" the source said. \"They have literally said to me, 'I want to hear from the president about this.' I don't think they're going to listen to anyone else.\"Read MoreTrump told Fox News last week that he would make a \"commercial\" about the vaccine, but did not make a firm commitment.\"They want me to make a video,\" Trump said in his April 19 interview with host Sean Hannity. \"They want me to do a commercial saying take the vaccine, and they think that's very important and I'd certainly do it.\"However, a person close to Trump disagreed he should take this approach. \"He shouldn't be pushing these vaccines. His posse isn't exactly vaccine-approving and it could backfire,\" the person said.A Trump spokesperson declined to comment for this story.Trump didn't participate in ad campaign with other former presidentsIt's a basic public health principle: Get respected voices -- such as politicians, celebrities or athletes -- to advocate for a particular public health measure, and others will likely follow.All the living former presidents besides Trump, and their wives, appeared in an ad campaign rolled out last month encouraging people to get vaccinated. In addition, former President Barack Obama made a video with retired basketball stars Shaquille O'Neal and Charles Barkley called \"Roll Up Your Sleeves.\" Trump's team says he was not asked to participate in the PSA featuring the former presidents, according to a senior Trump adviser. <img alt=\"Trump, estranged from Presidents Club, excluded from predecessors&amp;#39; PSA\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190423072847-donald-trump-04182019-large-169.jpg\">Trump, estranged from Presidents Club, excluded from predecessors' PSATrump expressed little interest in joining his predecessors to promote the vaccine, and the team that organized the PSA did not view it as likely that the 45th president would participate, leaving little opening for his inclusion, according to a person close to the project. In the Fox interview, Trump said, \"I encourage them to take it. I do,\" referring to his supporters.However, Trump has actually spoken up only a few times to encourage vaccination.Trump and his wife, former first lady Melania Trump, were vaccinated before leaving the White House in January. More than a month later, he publicly acknowledged getting the shot.In a February 28 speech to the Conservative Political Action Conference in Orlando, Florida, Trump told the audience \"how unpainful that vaccine shot is, so everybody go get your shot.\"Then last week, Trump advocated for the vaccine in an interview with the New York Post.\"The vaccine is a great thing and people should take advantage of it,\" Trump told columnist Michael Goodwin. \"Nobody should be forced, we have our freedoms. But I strongly recommend it because it's a real lifesaver.\"Most Republicans hesitant to get the vaccineFifty-four percent of Republicans are hesitant to get a Covid-19 vaccine -- or are even downright opposed, according to a March survey by the Kaiser Family Foundation.In that survey of 1,862 adults, 29% of Republicans said they would definitely not get a vaccine; 6% said they would only get it if required, 19% said they would wait and see and 46% said they had already gotten it or would get it soon as possible.<img alt=\"How to speak to someone who&amp;#39;s hesitant to get vaccinated\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210402185339-doctor-talking-with-patient-stock-large-169.jpg\">How to speak to someone who's hesitant to get vaccinatedThose attitudes have translated to relatively low uptake of the vaccine in many states that voted for Trump in the 2020 election.According to a CNN analysis looking at the percentage of those 18 and older with at least one dose of the Covid-19 vaccine, the top 10 states are: New Hampshire, Massachusetts, Connecticut, Vermont, New Mexico, Maine, New Jersey, Hawaii, Rhode Island and California. All are states President Joe Biden won last November.The bottom 10 states in this metric Mississippi, Alabama, Louisiana, Tennessee, Wyoming, West Virginia, Georgia, Idaho, Arkansas and South Carolina. Trump won all of those states last year, except for Georgia.A third former Trump official said there were concerns as early as last summer that too many Republicans would say no to the vaccine. \"On Facebook I saw a ton of hesitancy for that group -- just insane amounts of hesitancy already and we knew it was just going to get worse,\" the official said.That official said Trump ally Michael Caputo briefly mentioned to Trump last fall that it would be good for the president to do a vaccine PSA after the election.One of the other former officials noted that recently, Caputo \"in particular has been active in discussing\" the possibility of doing a PSA with the Trump team.\"Michael takes this very seriously and sees this as a big public health problem,\" the source said. \"His stepping out, because he's so connected to the president, is really going to be forceful and incredibly helpful.\" Former aide met with Trump in AprilCaputo served as assistant secretary for public affairs at the US Department of Health and Human Services until he went on a leave in September after being diagnosed with throat cancer. He left his post after apologizing for a conspiracy theory-laden rant he made against career government scientists in which he accused them of \"sedition\" and working to undermine Trump.<img alt=\"Vaccine hesitancy among Republicans emerges as Biden&amp;#39;s next big challenge\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210423101832-02-joe-biden-0423-large-169.jpg\">Vaccine hesitancy among Republicans emerges as Biden's next big challengeIn an April 8 Instagram post, former Trump press secretary Sean Spicer posted a photo of dinner at Trump's Mar-a-Lago resort the previous night, noting that it was \"great to catch up with some old friends,\" including Caputo.Caputo confirmed to CNN that he met with Trump at Mar-a-Lago on April 7 and the two men \"spoke about vaccine hesitancy and what can be done about it.\"Historians have said Trump's final year in office will define his legacy -- a year marked by his failure to contain a raging pandemic and his incitement of a mob of rioters at the US Capitol.The former Trump administration officials said they don't want to see Trump's efforts to develop a Covid-19 vaccine -- dubbed Operation Warp Speed -- undone by vaccine hesitancy, including hesitancy among his own supporters.Get CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\"I see Operation Warp Speed tipping towards failure, and it really concerns me,\" one of the senior officials said. \"If we don't move half those people into the vaccinated column, we're most likely not going to reach community immunity, and if we don't reach it, then the president's vaccine legacy is dead.\" The other senior official said Trump supporters would respond well to the former president \"taking ownership of Operation Warp Speed\" and discussing how he and the former first lady were both vaccinated. \"He could talk about how [vaccine uptake] is the way to get the country back to where it needs to be economically and socially, using his language that he uses with his supporters. I think that would be really powerful,\" the source said.CNN's Deidre McPhillips, Gabby Orr and Naomi Thomas contributed to this story.","link":"/2021/04/26/health/trump-psa-covid-vaccine/index.html"}