{"title":"\"CITGO 6\" oil executives released to house arrest in Venezuela in apparent goodwill gesture to US","time":"Updated 11:11 PM ET, Fri April 30, 2021 ","body":" (CNN)Five United States citizens and a Venezuelan citizen who were serving prison time in Caracas have been released to house arrest, two lawyers for the men and a former US governor lobbying for their release told CNN.The group, collectively known as \"CITGO 6,\" consisted of former executives of US-based refinery CITGO. They were arrested in 2017 on embezzlement charges stemming from a never-executed proposal to refinance some $4 billion in CITGO bonds by offering a 50% stake in the company as collateral. Last year, they were sentenced to between 8 and 13 years in prison.Attorneys Maria Alejandra Poleo and Jesus Loreto told CNN the six were released from prison on Friday night in Caracas and were on their way home.<img alt=\"&amp;#39;CITGO 6&amp;#39; found guilty and sentenced in Venezuela\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/190726105414-tomeu-vadell-05-large-169.jpg\">'CITGO 6' found guilty and sentenced in VenezuelaVenezuelan Foreign Minister Jorge Arreaza retweeted a message on Friday calling the release a goodwill \"gesture\" to honor the \"agenda of the new White House.\" CNN has contacted a Venezuelan government spokesperson to seek more information.Poleo, the attorney, told CNN that \"we have been asking a revision of the jail order for a long time, and we welcome the fact the court decided to revert to house arrest today.\" She added: \"We do not know what prompted this ruling from the court, but we take it as a political gesture of goodwill towards the United States.\"Read MoreIn a statement, the Richardson Center -- led by former New Mexico Gov. Bill Richardson, who has acted as a non-government negotiator to lobby for the men's release -- said: \"We are relieved to hear today that Tomeu Vadell, Alirio Zambrano, Jose Luis Zambrano, Gustavo Cárdenas, Jorge Toledo and Jose Pereira, known as the CITGO-6, have been released from prison and granted house arrest in Venezuela. This is a positive and important step that should help secure their wellbeing during the COVID-19 outbreak in Venezuela.\"<img alt=\"CITGO oil executives Jose Angel Pereira, from left to right, Gustavo Cardenas, Jorge Toledo, Jose Luis Zambrano, Tomeu Vadell and Alirio Jose Zambrano, standing outside the Bolivarian National Intelligence Service, in Caracas, Venezuela. \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430230021-citgo-6-venezuela-large-169.jpg\">CITGO oil executives Jose Angel Pereira, from left to right, Gustavo Cardenas, Jorge Toledo, Jose Luis Zambrano, Tomeu Vadell and Alirio Jose Zambrano, standing outside the Bolivarian National Intelligence Service, in Caracas, Venezuela. Families of the group welcomed the news and thanked those who had been involved in the efforts to get them released. \"We wish our loved one Tomeu were on a plane to the USA with unconditional freedom but are very grateful for this positive step made possible by Gov. Richardson and his team, Sec. Blinken & the State Department, the Vatican, and other allies around the world,\" the family of Tomeu Vadell said in a statement. The Zambrano family also welcomed the news, adding in a statement that the families had been concerned for the \"health and wellbeing of the men amid crowded prison conditions and the risks associated with the Corona virus.\"  The families of the \"CITGO 6\" -- all with deep roots in Texas and Louisiana — previously said the men had been held in inhumane conditions, sharing overcrowded basement cells in a military counterintelligence prison and suffering severe weight loss in a country plagued by food shortages.From CNN's Stefano Pozzebon in Bogotá, Isa Soares in London and Jennifer Hansler in Washington D.C..","link":"/2021/04/30/americas/citgo-venezuela-house-arrest-intl-hnk/index.html"}