{"title":"Lollapalooza 2021: Megan Thee Stallion and Foo Fighters among headliners","time":"Updated 7:03 PM ET, Wed May 19, 2021 ","body":"Lollapalooza 2021: Megan Thee Stallion and Foo Fighters among headlinersBy Lisa Respers France, CNNUpdated 7:03 PM ET, Wed May 19, 2021 <img alt=\"Megan Thee Stallion, on stage at the Grammys in March, will perform at Lollapalooza.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210314222825-03-megan-thee-stallion-grammy-awards-2021-large-169.jpg\">Megan Thee Stallion, on stage at the Grammys in March, will perform at Lollapalooza. (CNN)Lollapalooza is returning with some major star power.The lineup for the four-day Chicago music festival was announced Wednesday and it's chock full of some musical biggies.Miley Cyrus, Post Malone, Journey, Da Baby, Tyler the Creator, Marshmello and the Foo Fighters are just some of the acts who will be appearing at the city's largest music festival, which is coming back to Grant Park after canceling last year due to the pandemic.More than 165 bands are set to perform on eight stages during the festival's run from July 29 to August 1. Other slated performers include Roddy Ricch, Olivia O'Brien, Illenium, Princess Nokia, LAUV and Trevor Daniel.Read MoreMayor Lori Lightfoot got a little help from some celebrity friends on Tuesday in announcing the event's return at full capacity.\"What's up, Chicago? I'll see you this summer with my good friends, the Foo Fighters,\" frontman Dave Grohl said a video Lightfoot tweeted.\"It's happening. @Lollapalooza returns,\" Lightfoot wrote in the tweet. \"In alignment with our public health guidance, the world class festival returns to the city later this summer. However, full COVID-19 vaccination or a negative test will be required to enjoy the festivities. Get vaxxed. #OpenChicago.\"Lollapalooza typically draws about 100,000 attendees per day.Tickets can be purchased at the festival's site.","link":"/2021/05/19/entertainment/lollapalooza-2021lineup/index.html"}