{"title":"Nurses' union president criticizes new CDC mask guidance","time":"Updated 4:34 PM ET, Mon May 17, 2021 ","body":"Nurses' union president criticizes new CDC mask guidanceBy Ralph Ellis, CNNUpdated 4:34 PM ET, Mon May 17, 2021 JUST WATCHEDFauci gives first interview after CDC mask guidance updateReplayMore Videos ...MUST WATCHFauci gives first interview after CDC mask guidance update 01:32 (CNN)The president of the country's largest nurses' union has spoken out against updated federal guidance  which says that -- with a few exceptions -- people who are fully vaccinated against Covid-19 don't need to wear face masks in indoor or outdoor settings.Speaking Monday on CNN's \"New Day,\" National Nurses United President Jean Ross said the guidance from the US Centers for Disease Control and Prevention creates confusion among the public and endangers nurses and health care workers.<img alt=\"Dr. Sanjay Gupta says the CDC mishandled announcement of new mask guidelines\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516150656-sanjay-gupta-0516-screengrab-large-169.jpg\">Dr. Sanjay Gupta says the CDC mishandled announcement of new mask guidelines\"We're not out of the woods in this yet,\" said Ross, noting that hundreds of people are still dying daily of Covid-19. Variants are also rising, she said.Ross said the government created confusion by changing guidance on wearing masks several times.\"It's very confusing for people,\" she said. Read More\"We have questions right now from our patients, from our families, from their families, from friends, and I can see why it's confusing. We have spent so long trying to redevelop the trust that people have with their government entities about what's right and what's not right.\"CNN has reached out to the CDC seeking a response to the union's complaints over the new mask guidance.Walensky cited studies in announcing changeIn announcing the new guidance last Thursday, CDC Director Dr. Rochelle Walensky said studies show vaccinated people are not likely to catch the coronavirus and, if they do catch it, are unlikely to transmit it to other people.<img alt=\"Wait, does this mean the pandemic is over for vaccinated people? \" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210513164711-vaccinated-sticker-file-large-169.jpg\">Wait, does this mean the pandemic is over for vaccinated people? \"If you are fully vaccinated, you can start doing the things that you had stopped doing because of the pandemic,\" Walensky said Thursday.On Friday, the day after the updated mask recommendations were released, the CDC said that a fresh batch of data from a big study of health care workers across the country helped prompt the decision.The study found that real-life use of the Moderna and Pfizer vaccines provided 94% protection for the front-line workers immunized at the beginning of the vaccine rollout. A single dose provided 82% protection, the CDC-led team reported in the agency's weekly report, the MMWR.It was the findings from the new study, on top of earlier studies, that pushed CDC to decide to loosen its advice on who needs to wear a mask and when, Walensky said.\"This report provided the most compelling information to date that COVID-19 vaccines were performing as expected in the real world,\" Walensky said in a statement Friday.Two of the CDC's exceptions to the new mask guidance are that people should still wear them in hospitals and nursing homes. \"Nurses aren't just concerned about nurses,\" Ross said on \"New Day.\" \"Nurses are concerned about the public's health. That's what we're looking at, the public's health.\"She said the NNU would like the CDC to \"revoke and revise\" the new guidelines to say that masks are still an important factor in controlling the spread of Covid-19.","link":"/2021/05/17/health/nurses-union-criticizes-new-cdc-mask-guidance/index.html"}