{"title":"African countries have struggled to secure enough Covid-19 vaccines. So why are thousands of doses going to waste?","time":"Updated 5:33 AM ET, Wed May 19, 2021 ","body":"African countries have struggled to secure enough Covid-19 vaccines. So why are thousands of doses going to waste?By Nimi Princewill, CNNUpdated 5:33 AM ET, Wed May 19, 2021 JUST WATCHEDOne of Kenya's top scientists has a warning for the worldReplayMore Videos ...MUST WATCHOne of Kenya's top scientists has a warning for the world 04:15Abuja, Nigeria (CNN)While many African nations are grappling with barely sufficient supplies of Covid-19 vaccines, others are destroying thousands of unused shots.Kenya is just one of the countries that has used up more than 90% of its stock of Oxford-AstraZeneca doses, supplied by vaccine-sharing facility COVAX. The East African nation is just weeks away from joining its sub-Saharan neighbors Botswana, Eswatini, Ghana, Rwanda, Togo and Senegal on the list of African countries which have exhausted their COVAX donations.In stark contrast, South Sudan, which borders Kenya to the south, has announced plans to discard about 59,000 of a total 191,000 doses of the AstraZeneca vaccine it received in donations. The shots to be disposed of are expired doses that were donated by telecommunications company MTN, through the African Union's African Vaccine Acquisition Task Team (AVATT), a World Health Organization (WHO) official told CNN.WHO said about 925,000 AstraZeneca doses -- with an expiration date of April 13 -- were distributed to 13 African countries through AVATT. South Sudan received 59,000 doses of this consignment, which was produced by the Serum Institute of India.<img alt=\"Countries in Africa fear they could become the next India as vaccine supplies dwindle\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201207055022-file-02-kenya-coronavirus-hospital-0728-large-169.jpg\">Countries in Africa fear they could become the next India as vaccine supplies dwindleRead MoreHealth officials in South Sudan said the shots supplied by AVATT arrived in the country just two weeks before they were due to expire, so were not administered. CNN has contacted the African Union for comment.A spokesperson for GAVI, the vaccines alliance told CNN that vaccines were only delivered through the COVAX scheme to countries who were ready for immunization.\"In the case of the AstraZeneca vaccine, the manufacturers pre-produced and stockpiled as many doses of its vaccine ... in order to reach as many people as possible. All COVAX participants are informed of vaccine expiry dates and doses are only delivered when countries have been judged immediately ready to start immunization.\"In late March, South Sudan also took delivery of 132,000 doses of the AstraZeneca shot from COVAX. So far it has managed to vaccinate just over 5,000 people against coronavirus. The discarded vaccines are from the 59,000 AVATT shipment, according to WHO.More than 100 people have died from Covid-related illnesses in South Sudan, a country with a population of around 11 million, and at least 10,000 have been infected with the virus.Vaccines returnedLast month, WHO said Africa accounts for less than 2% of the world's administered vaccines.  These woes are compounded by the continent's weak health infrastructure. A spokesperson for WHO Africa's Covid-19 vaccine rollout, Kate Ribet, told CNN that more than 1 million AstraZeneca doses acquired through COVAX have been returned by the Democratic Republic of the Congo (DRC), following concerns that the shots may not be administered before their expiry date.\"With regards the DRC, the country recognized that it would not be able to deploy all of its 1.7 million COVAX-funded doses before their expiry in June, and made 1.3 million doses available to countries that have not yet received doses or have shown efficiency in vaccination,\" said Ribet.\"These vaccines have now been distributed to Angola (495,000 doses) Ghana (350,000) Central African Republic (80,000); Madagascar (250,000); Togo (140,000),\" she added in an email.<img alt=\"A Kenyan health worker prepares to administer the AstraZeneca vaccine to a colleague at Kenyatta National Hospital in Nairobi on March 5, 2021. Kenya has used up more than 90% of its stock of the vaccine, supplied by COVAX.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210508051324-03-kenya-covid-vaccine-0305-large-169.jpg\">A Kenyan health worker prepares to administer the AstraZeneca vaccine to a colleague at Kenyatta National Hospital in Nairobi on March 5, 2021. Kenya has used up more than 90% of its stock of the vaccine, supplied by COVAX.Fewer than 9,000 people have received a Covid-19 vaccination in the DRC, a country of 86 million. More than 30,000 people there have been infected with the virus, which has led to in excess of 700 deaths.The Africa Centers for Disease Control and Prevention (Africa CDC) has commended the DRC for its \"remarkable and strategic move\" in returning the vaccine doses.\"The DRC has not wasted vaccines ... They recognized that they were not going to use all the vaccines in a timely fashion and then called on the COVAX and UNICEF to take those excess vaccines and redistribute them ... We acknowledge their wisdom in doing that,\" John Nkengasong, the director of Africa CDC, said at a news conference last Thursday.<img alt=\"Kenya warns of &amp;#39;vaccine apartheid&amp;#39; as it hits back at the UK over travel ban move\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210407113931-01-kenya-vaccine-0324-restricted-large-169.jpg\">Kenya warns of 'vaccine apartheid' as it hits back at the UK over travel ban moveIn Malawi, at least 19,000 unadministered doses of the AstraZeneca vaccine will be publicly incinerated on May 19, the country's health ministry said in a statement to CNN. Malawi's Secretary for Health, Charles Mwansambo, told CNN that the country was unable to deploy all the affected vaccines before they expired.\"On March 26, we received 102,000 AstraZeneca doses from the African Union -- and those came with a short shelf life of about two weeks -- expiring on April 13,\" said Mwansambo. \"We tried as much as possible to use them all ... In fact, we used over 80% of the doses ... We managed to hold the other doses to prioritize the ones from the AU. But even with that, we couldn't use about 19,610 of the doses,\" he added.Earlier in March, Malawi had also received two consignments of the AstraZeneca vaccine from COVAX and the Indian government.\"We received 360,000 AstraZeneca doses from the COVAX facility on the 5th of March -- expiring end of June; 50,000 from the Indian Government -- 22,000 expiring on the 2nd of April (all used before the expiry date) and 28,000 expiring at the end of July,\" Mwansambo told CNN.Mwansambo is optimistic that, given Malawi's current rates of vaccination uptake, the country will be able to use the remaining doses before their expiry dates. Malawi's vaccination program suffered a setback in April after news of expiring vaccines circulated nationwide -- the government also expanded eligibility for the shots days before their expiry -- and people became concerned about being given out-of-date doses.Mwansambo believes the country's decision to destroy the expired Covid shots in public is crucial to regaining trust.\"The incineration needs to be done to win back the confidence of our citizens,\" he told CNN. \"As a country, we decided that the benefits of destroying these 19,610 doses far outweigh the risks. Yes, we know that the vaccine is precious, but we want to maximize vaccination as much as possible ... People were shunning our facilities because they felt we were giving them expired vaccines,\" Mwansambo said.'Deeply regrettable'WHO told CNN that the destruction of expired vaccines was \"deeply regrettable\" but justified.\"Discarding vaccines is deeply regrettable in the context of any immunization program,\" said Ribet. \"However, given the complex process required to verify their stability, and the risk of negative perception related to the use of expired doses, WHO recommends that COVID-19 vaccines already in the distribution chain should not be used beyond their labeled expiry date and should be safely disposed of.\" Ribet added that WHO is looking to explore the possibility of extending the expiry date of the AstraZeneca shot. WHO teams are currently awaiting further stability data that would allow the organization to determine whether the expiry date could be changed from six to nine months, following a rigorous review, she said. But such a decision in the future would only apply to doses not yet labeled and distributed, Ribet said.In late March, Reuters reported that India's drug regulators had approved an extension of the shelf-life of the AstraZeneca vaccine, manufactured by the India-based Serum Institute, from six to nine months for unlabeled vials.On the destruction of vaccines in Malawi and South Sudan, a spokesperson for Gavi, the vaccine alliance that runs COVAX with WHO, told CNN: \"We understand there are challenging circumstances with vaccine rollouts and together with WHO and UNICEF, we continue to work closely with countries to support immediate and rapid rollout of COVAX doses received.\"<img alt=\"Africa&amp;#39;s second coronavirus wave was much worse than the first, analysis shows\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210324132958-africa-coronavirus-zimbabwe-0114-large-169.jpg\">Africa's second coronavirus wave was much worse than the first, analysis showsRegional health sector leaders are calling on national governments to prioritize donated vaccines according to their expiry dates, to avoid future wastage.\"We don't know why the AU's donation came when the vaccine was close to its expiry date,\" said George Jobe, texecutive director of Malawi Health Equity Network (MHEN). \"We wish the vaccines from the AU had benefitted Malawians. MHEN is therefore advising Malawi and other affected countries to ensure that whenever they are getting donations, the timing before expiry must be reasonable,\" Jobe told CNN.WHO also says countries should align their inoculation programs with the expiry dates of vaccines in order to minimize wastage.\"Synchronizing vaccination campaigns with the shelf-life of the vaccine at the time of its arrival in a country is key to facilitating consumption of the supply before they expire,\" the health body told CNN. \"Countries are responsible for tracking and monitoring expiry dates at regular intervals.\"Malawi hopes to vaccinate about 11 million people -- 60% of its 18 million population. \"We are expecting 7.6 million doses of the AstraZeneca vaccine through the COVAX facility, which translates to 3.8 million people, since the vaccine requires two doses,\" said Mwansambo, the country's Secretary of Health. \"But as a country, we need to vaccinate close to 60% of the population so that we have herd immunity ... The Malawian government -- working with bilateral and multilateral partners will have to find more vaccines for about 7 million people,\" he told CNN.To help ensure no doses are wasted, the country's health ministry says its vaccination campaigns, training and engagement are being scaled-up, particularly in rural areas where vaccine hesitancy is higher.<img alt=\"Inside Malawi&amp;#39;s Covid-19 wards, the impact of vaccine nationalism is all too clear\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210207140711-10-malawi-covid-vaccine-nationalism-intl-large-169.jpg\">Inside Malawi's Covid-19 wards, the impact of vaccine nationalism is all too clearYet Malawi and many other countries that rely on COVAX for vaccines already face a more fundamental problem: They simply don't have enough doses.The initiative had aimed to supply 170 million shots to low-income countries by this week. Instead it will pass the 65 million mark in the next few days, according to UNICEF, a COVAX partner.  UNICEF added that the Covid-19 crisis in India, a global center for vaccine production, means that at least 140 million vaccine shots intended for distribution through the end of May will not be available to COVAX. Another 50 million shots are likely to be missed in June.\"COVAX is undersupplied,\" UNICEF acknowledged in a statement on Monday.\"Among the global consequences of the situation in India, a global hub for vaccine production, is a severe reduction in vaccines available to COVAX. Soaring domestic demand has meant that ... doses intended for distribution to low- and middle-income countries ... cannot be accessed by COVAX.\"\"This, added to vaccine nationalism, limited production capacity and lack of funding, is why the roll-out of COVID vaccines is so behind schedule,\" the statement said.Charles Pensulo contributed to this report","link":"/2021/05/19/africa/covid-19-vaccine-wastage-africa-intl-cmd/index.html"}