{"title":"People are panic buying homes as prices skyrocket around the world","time":"Updated 5:14 AM ET, Thu May 13, 2021","body":"JUST WATCHEDIs working from home the new normal? ReplayMore Videos ...MUST WATCH (16 Videos)<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201020165605-04-working-from-home-stock-large-169.jpg\">Is working from home the new normal? <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520141136-nyc-outdoor-dining-large-169.jpg\">New York lifts Covid restrictions<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514083421-ed-bastian-delta-ceo-large-169.jpg\">Delta CEO: All future employees must be vaccinated<img alt=\"NEW DELHI, INDIA - MAY 09: An elderly woman wears a oxygen mask and breathes as she arrived to receive free oxygen distributed at a Gurdwara as a service to Covid-19 and other patients in need of Oxygen amid the scarcity of Oxygen in the capital on May 09, 2021 in New Delhi, India. India broke a fresh record on Thursday with over 412,000 new cases of Covid-19 as the total number of those infected according to Health Ministry data neared 20 million. The real figure could be up to ten times higher, many health experts say, due to a lack of widespread testing or reporting, and only patients who succumbed in hospitals being counted. Hospitals have begun turning away people suffering from Covid-19, having run out of space for the crushing number of people seeking help. (Photo by Anindito Mukherjee/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210509203356-01-india-coronavirus-0509-large-169.jpg\">Indian Hotels Company transforms hotels into quarantine centers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210509174141-jose-andres-acosta-nr-0509-large-169.jpg\">Renowned chef offers $50 gift card to those who get vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210507155235-skyler-reeves-arizona-restaurants-large-169.jpg\">Restaurant owner makes big offer to lure workers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506084336-ilili-restaurant-new-york-large-169.jpg\">Restaurants, once laying off workers, now can't find enough to hire<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506160236-cbre-ceo-bob-sulentic-large-169.jpg\">CBRE CEO: Companies aggressively want to return to the workplace<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505073820-vaccine-mandate-workers-large-169.jpg\">Businesses set vaccine mandate for workers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503135442-gasoline-tank-truck-large-169.jpg\">A shortage of tanker truck drivers could cause stations to run out of gas<img alt=\"Congress hearing mishap\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504144615-congress-hearing-mishap-large-169.jpg\">From 'Galaxy Quest' to F-bombs: A year of video conference mishaps<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430202012-grocery-store-protest-lah-pkg-large-169.jpg\">Grocery chain says 'hero pay' forcing them to close stores<img alt=\"A train derailed on a subway platform in Manhattan Sunday. No passengers were injured.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200924040839-01-mta-train-large-169.jpg\">NYC MTA Chief: Biden's plan is 'once in a generation opportunity' <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428154716-viking-cruises-chairman-torstein-hagen-large-169.jpg\">Here's how Viking Cruises plans to welcome back vaccinated guestsPeople are panic buying homes as prices skyrocket around the worldBy Hanna Ziady, CNN BusinessUpdated 5:14 AM ET, Thu May 13, 2021It wasn't long ago that real estate experts were bracing for the worst. The coronavirus pandemic had sent large parts of the world into lockdown, shuttering businesses, costing tens of millions of workers their jobs and putting the housing market into a deep freeze. The number of people asking lenders for more time on their mortgage payments surged as the global recession hit.\"This time last year we thought it was going to be 2008 all over again,\" said Kate Everett-Allen, the head of international residential research at real estate consultancy Knight Frank.The fear was that house prices would collapse, as they reliably had done in past economic downturns. An increase in bankruptcies and unemployment would squeeze disposable incomes and make it difficult for highly indebted homeowners to keep up with their mortgages.Those fortunate enough to own second homes would be forced to sell to build up cash reserves, putting even more downward pressure on prices. Read More\"Actually, none of that happened,\" added Everett-Allen.Instead, house prices soared even as the world suffered its worst slump since the Great Depression. From New Zealand to the United States, Germany, China and Peru, the same phenomenon has taken hold: home prices are skyrocketing, and many buyers are panicking.Among the 37 wealthy countries that make up the Organization for Economic Cooperation and Development (OECD), real house prices rose by almost 7% between the fourth quarter of 2019 and the fourth quarter of 2020 — the fastest year-on-year growth in the past two decades.So is this a bubble about to burst? No, according to Everett-Allen. Borrowing remains cheap and, once borders reopen, foreign investors will provide even further impetus to property markets, where purchasing activity has been largely driven by domestic buyers, she said. \"That will play out over the course of the rest of this year and next, and then there might be something of a lull,\" she added.The Covid effectIn an unexpected twist, the pandemic has benefited house prices.That's because governments around the world helped homeowners by temporarily banning repossessions and providing trillions of dollars of support for workers and businesses. Interest rate cuts kept mortgage repayments affordable in many places, while temporary reductions to purchase taxes in some markets spurred home buying. These measures cushioned the housing market from the coronavirus recession. But the pandemic itself has actually turbocharged prices.\"If you lock up the vast majority of the population for months, they [rapidly reassess] what they want from their homes,\" said Richard Donnell, research director at UK property platform Zoopla. As people were forced to transform houses into offices and classrooms, it didn't take long for a \"race for space\" to take hold.Wealthier individuals in several countries have fled cities for larger suburban homes with more outdoor space in the anticipation that they won't need to commute into central offices as much even after the pandemic ends. Many of them are financially in a better position than they were before the pandemic hit, since they've spent less on vacations and eating out, and can therefore spend more on house purchases.For example, in the United Kingdom, commuter towns within easy reach of London, such as Bishop's Stortford and Winchester, have seen property values surge.\"Anything with a home office within an hour train ride of London is going for 10% above market value,\" according to Daniel Harrington, international head of growth at upmarket estate agent Fine & Country.<img alt=\"New housing north of Winchester, England. UK house prices surged 8.5% in 2020, the fastest annual growth rate since 2014.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511094200-06-global-real-estate-prices-winchester-2021-large-169.jpg\">New housing north of Winchester, England. UK house prices surged 8.5% in 2020, the fastest annual growth rate since 2014.One trend Harrington has observed in capitals such as London and Paris sees wealthy executives trading their centrally located houses for something bigger but cheaper further out of the city, leaving them with enough cash to buy a small apartment downtown and a holiday home elsewhere.That's heightened domestic demand for property in places such as the French Riviera, which is traditionally dominated by foreign buyers.In the seaside resort town of Ilfracombe in southwest England, Lee Hussell, the director of estate agency Webbers, has sold two properties in recent months for £100,000 ($139,000) above the asking prices. \"In 38 years of buying and selling homes I haven't witnessed a market like it,\" commented Henry Pryor, a UK buying agent. \"There have been stories of buyers paying £10,000 ($14,100) plus just to be able to view a property.\" With inventory levels in the United Kingdom some 30% below the norm, people are \"panic-buying properties,\" Pryor added. Transactions have been tracking above average every month since November, with March notching 180,000 sales, almost double the average for the same month over the past 20 years.In 38 years of buying and selling homes, I haven't witnessed a market like it.\"Henry Pryor, buying agent, UK\"Twelve months ago, people were panic buying toilet paper for fear they might run out. That's very much the sensation we have today [in the housing market],\" he said.House prices in Britain surged 8.5% in 2020 despite the worst recession in more than three centuries. That's the highest annual growth rate since 2014, according to the Office for National Statistics.And it's not just the United Kingdom. In the United States, the number of sales of existing homes reached the highest level in 2020 since 2006, according to the National Association of Realtors. House prices rose 9% in 2020 and have continued to climb, with the median price of an existing home hitting a historic high of $329,100 in March.In one staggering example of how frenzied the market has become, realtor Ellen Coleman received 76 all-cash offers on a $275,000 fixer-upper in suburban Washington D.C. within three days of listing the property. The four-bedroom, 1,800 square-foot home sold for $460,000, a 70% increase on the asking price.From Auckland to Shanghai, Munich and Miami, house prices appear to be defying gravity.In Germany, properties are selling within two weeks of being listed and brokers are struggling to secure listings, according to Michael Heming, master licensee for Fine & Country in Germany, Austria and Switzerland. \"It's a very strong market and prices are going higher and higher,\" Heming told CNN Business. <img alt=\"Cascais, Portugal. Prices in the country jumped 6% in the fourth quarter of 2020 compared to the prior year, according to Knight Frank.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510181249-04-global-real-estate-prices-file-restricted-large-169.jpg\">Cascais, Portugal. Prices in the country jumped 6% in the fourth quarter of 2020 compared to the prior year, according to Knight Frank.In Portugal, foreigners have been snapping up houses despite not being able to view the properties they're buying. Prices there jumped 6% in the fourth quarter of 2020 compared with the same period a year earlier, according to Knight Frank data. Despite having no visitors from traditionally strong buyer markets, such as Brazil, Britain, France and Belgium, the first three months of 2021 has already broken sales records, according to Charles Roberts, Fine & Country Portugal's managing partner. \"We have sold quite a lot of that blind,\" Roberts said, adding that foreign buyers want fresh air, open space and a picturesque bolthole to escape to for the next pandemic. \"When travel opens up, I think we're in for three months of pandemonium.\"He recently sold an apartment in coastal Cascais, just west of Lisbon, for €3.5 million ($4.2 million) to a South African who has never visited the town.In India, prices have declined following a 6.9% slump in GDP last year, but transactions surged following the end of the first lockdown.\"Covid led to activity coming back into the market,\" said Hitesh Oberoi, the CEO of Info Edge, which owns India's largest property portal, 99acres.com. \"A lot of people want bigger homes,\" he added. \"Many people felt that because the economy was tanking they would get good deals.\"Oberoi said that falling interest rates and lower duties on transactions in some parts of the country have also helped, but that the market is slowing down once again as India battles a devastating second wave of the virus.Governments move to cool marketsIn several countries, governments are already looking at ways to prevent their housing markets from overheating.In New Zealand — where median prices for residential property increased by more than 24% over the year to March to a record high — the government is under pressure to stabilize the market, according to Wendy Alexander, the acting CEO of the Real Estate Institute of New Zealand. In March, the government announced a string of measures that they hope will \"cool demand from investors\" and slow the pace of price growth, Alexander said. For example, tax loopholes have been tightened and ministers are considering clamping down on interest-only loans to speculators.<img alt=\"Houses in Auckland, New Zealand.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210510154721-03-global-real-estate-prices-auckland-restricted-large-169.jpg\">Houses in Auckland, New Zealand.In China, where house prices in \"tier-1 cities\" including Beijing, Shenzhen, Shanghai and Guangzhou rose by 12% on average year-on-year in March, \"Beijing is more determined than ever to rein in property leverage,\" analysts at Societe Generale said in a note last week.\"Over 30 cities, accounting for one-fifth of national sales in 2019, have rolled out major tightening measures,\" said Michelle Lam, Societe Generale's greater China economist. \"These include buying and selling restrictions, credit restrictions, increasing the holding period for tax exemptions and fixing loopholes via fake divorces,\" she added. In the past, some couples have filed for divorce to get around caps that limit property ownership for families. <img alt=\"Residential buildings under construction in Shenzhen, China.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210511091203-05-global-real-estate-prices-shenzhen-2020-large-169.jpg\">Residential buildings under construction in Shenzhen, China.But even with greater curbs in place, Societe Generale analysts expect the correction in house prices in China to be modest given that lending conditions will remain favorable and because of sound demand for urban property, limited supply in top-tier cities and persistent interest in property investment.Banking regulators elsewhere could also tighten mortgage lending rules in order to cool markets, according to Matthias Holzhey, head of Swiss real estate investments at UBS, who points to regulation more broadly as a possible threat to house price growth.For example, policymakers could increase taxes on land and transactions, particularly as governments seek to repair public finances following the pandemic. Why the boom is unlikely to bustBut even as governments train their sights on the housing market, analysts are not predicting a house price correction.Global economic growth is projected to be much stronger this year, as vaccines are rolled out and lockdown restrictions ease, which will be supportive of housing markets.Crucially, interest rates are expected to remain low. \"Historically, periods of weak house prices have been triggered by rising interest rates,\" said Holzhey.<img alt=\"Mortgage rates are falling again\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506130802-us-residential-homes-0427-restricted-large-169.jpg\">Mortgage rates are falling againRock bottom rates have been a key driver of prices, particularly in the United States and Europe, because they make borrowing more affordable. Mortgage rates across the 19 countries that use the euro averaged just 1.3% in March, according to official statistics.Even with inflation edging higher, policymakers are expected to keep interest rates low to secure the recovery. They may have to change tack if prices keep rising and hold steady at higher levels, but major central bankers have been at pains to stress they're comfortable to let their economies run hotter than normal if it will help juice growth and create jobs.\"Mortgage rates will remain structurally low and supportive of market growth for the next couple of years,\" said Adam Challis, Jones Lang LaSalle's executive director for research and strategy across Europe, the Middle East and Africa. In other words, don't expect this boom to bust any time soon.— Anna Bahney contributed reporting.<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/201020165605-04-working-from-home-stock-large-169.jpg\">Is working from home the new normal? <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210520141136-nyc-outdoor-dining-large-169.jpg\">New York lifts Covid restrictions<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210516123901-dr-sanjay-gupta-reliable-sources-5-16-2021-large-169.jpg\">Dr. Gupta: Here's how the media can help a return to normal<img alt=\"bayou restaurant vaccination required mark alston intv nr vpx_00000000.png\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210515115641-bayou-restaurant-vaccination-required-mark-alston-intv-nr-vpx-00000000-large-169.jpg\">This bar will require proof of vaccination for entry<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210514083421-ed-bastian-delta-ceo-large-169.jpg\">Delta CEO: All future employees must be vaccinated<img alt=\"NEW DELHI, INDIA - MAY 09: An elderly woman wears a oxygen mask and breathes as she arrived to receive free oxygen distributed at a Gurdwara as a service to Covid-19 and other patients in need of Oxygen amid the scarcity of Oxygen in the capital on May 09, 2021 in New Delhi, India. India broke a fresh record on Thursday with over 412,000 new cases of Covid-19 as the total number of those infected according to Health Ministry data neared 20 million. The real figure could be up to ten times higher, many health experts say, due to a lack of widespread testing or reporting, and only patients who succumbed in hospitals being counted. Hospitals have begun turning away people suffering from Covid-19, having run out of space for the crushing number of people seeking help. (Photo by Anindito Mukherjee/Getty Images)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210509203356-01-india-coronavirus-0509-large-169.jpg\">Indian Hotels Company transforms hotels into quarantine centers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210509174141-jose-andres-acosta-nr-0509-large-169.jpg\">Renowned chef offers $50 gift card to those who get vaccinated<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210507155235-skyler-reeves-arizona-restaurants-large-169.jpg\">Restaurant owner makes big offer to lure workers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506084336-ilili-restaurant-new-york-large-169.jpg\">Restaurants, once laying off workers, now can't find enough to hire<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210506160236-cbre-ceo-bob-sulentic-large-169.jpg\">CBRE CEO: Companies aggressively want to return to the workplace<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210505073820-vaccine-mandate-workers-large-169.jpg\">Businesses set vaccine mandate for workers<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210503135442-gasoline-tank-truck-large-169.jpg\">A shortage of tanker truck drivers could cause stations to run out of gas<img alt=\"Congress hearing mishap\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210504144615-congress-hearing-mishap-large-169.jpg\">From 'Galaxy Quest' to F-bombs: A year of video conference mishaps<img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210430202012-grocery-store-protest-lah-pkg-large-169.jpg\">Grocery chain says 'hero pay' forcing them to close stores<img alt=\"A train derailed on a subway platform in Manhattan Sunday. No passengers were injured.\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/200924040839-01-mta-train-large-169.jpg\">NYC MTA Chief: Biden's plan is 'once in a generation opportunity' <img alt=\"\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210428154716-viking-cruises-chairman-torstein-hagen-large-169.jpg\">Here's how Viking Cruises plans to welcome back vaccinated guests","link":"/2021/05/13/business/global-real-estate-prices/index.html"}