{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n\n\n  \n      \n          \n        \n  \n        \n          \n            \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    CNN\n    weir climate gentrification\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          03:31\n                        \n                    \n                    \n                      \n                        How climate gentrification affects the working class\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    Fatima Shbair/Getty Images\n    GAZA CITY, GAZA - MAY  20: Palestinians inspect damage to buildings in Al-Saftawi street northern Gaza City on May 20, 2021 in Gaza City, Gaza. Civilian casualties continue to rise as Israel-Gaza violence entered a tenth day. More than 220 people in Gaza and twelve people in Israel have been killed as cross-border rocket exchanges continue. Israeli Prime Minister Benjamin Netanyahu  has vowed to continue the bombing campaign despite increasing calls from the United Nations and the international community to end the conflict. The conflict which erupted May 10, comes after weeks of rising Israeli-Palestinian tension in East Jerusalem, which peaked with violent clashes inside the holy site of Al-Aqsa Mosque.  (Photo by Fatima Shbair/Getty Images)\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          02:10\n                        \n                    \n                    \n                      \n                        Israel and Hamas agree to ceasefire\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    Samuel Corum/Getty Images\n    Pro-Trump supporters storm the U.S. Capitol following a rally with President Donald Trump on January 6, 2021 in Washington, DC. Trump supporters gathered in the nation's capital today to protest the ratification of President-elect Joe Biden's Electoral College victory over President Trump in the 2020 election. (Photo by Samuel Corum/Getty Images)\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          03:17\n                        \n                    \n                    \n                      \n                        Local politicians seen at Capitol riot still in high power positions\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          01:22\n                        \n                    \n                    \n                      \n                        Biden gets passionate during speech on anti-Asian hate crime bill\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    Tim Graham/Pool/Corbis/Getty Images\n    Martin Bashir interviews Princess Diana in Kensington Palace for the BBC television program \"Panorama\" in 1995.\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          02:50\n                        \n                    \n                    \n                      \n                        BBC issues apology for 1995 Princess Diana interview\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    \n    tropical update atlantic hurricane center development_00002408.png\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          01:30\n                        \n                    \n                    \n                      \n                        First tropical system of the Atlantic hurricane season is likely to form this weekend\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    House TV\n    \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          01:24\n                        \n                    \n                    \n                      \n                        Watch the moment the House passes bill to create January 6 commission\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    Escambia County Sheriff's Office\n    \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          01:49\n                        \n                    \n                    \n                      \n                        Video: 11-year-old girl fights off abductor at bus stop\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    CNN\n    \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          02:37\n                        \n                    \n                    \n                      \n                        Joe Biden singles out Russia and China in commencement address\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    Dan Kitwood/Getty Images\n    A visual representation of the digital Cryptocurrency, Bitcoin on December 07, 2017 in London, England. \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          03:56\n                        \n                    \n                    \n                      \n                        Bitcoin plunges as China's crypto crackdown widens\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    \n    \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          01:27\n                        \n                    \n                    \n                      \n                        McConnell: I made my views about January 6 very clear\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    WTVD\n    This still taken from bodycam footage released at a morning news conference on May 18 by the Pasquotank County District Attorney, Andrew Womble, shows the attempted arrest in which Andrew Brown Jr. was killed. District Attorney Womble said Andrew Brown was inside the car on the left.\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          04:14\n                        \n                    \n                    \n                      \n                        Body-cam video in shooting of Andrew Brown Jr. shown to public for the first time\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    Seth WenigPool/Getty Images/\n    NEW YORK, NEW YORK - MARCH 08: New York Gov. Andrew Cuomo speaks at a vaccination site at the Jacob K. Javits Convention Center on March 8, 2021 in New York City. Cuomo has been called to resign from his position after allegations of sexual misconduct were brought against him. (Photo by Seth Wenig-Pool/Getty Images)\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          02:29\n                        \n                    \n                    \n                      \n                        New York Gov. Cuomo to receive over $5 million from book deal\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    CNN\n    \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          02:56\n                        \n                    \n                    \n                      \n                        'They aren't moving on': Keilar presses Rev. Graham on election claims\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    CNN\n    Marc Polymeropoulos todd pkg\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          02:54\n                        \n                    \n                    \n                      \n                        Former CIA officer describes experience with mysterious illness\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    Reuters\n    \n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          02:59\n                        \n                    \n                    \n                      \n                        6-year-old airstrike survivor pulled from rubble\n                      \n                    \n                  \n                  \n                    \n                            \n        \n    \n       \n       \n    \n    \n    CNN\n    Stephen Richer EBOF 05172021\n  \n    \n\n\n                      \n                        Now playing\n                      \n                        \n                          \n\n                          04:28\n                        \n                    \n                    \n                      \n                        'Exasperated': GOP Arizona election official reacts to Trump's election lie\n                      \n                    \n                  \n            \n          \n          \n            \n            \n          \n        \n      \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  In a city where “sunny day floods” increased 400% in a decade, rising seas are changing the old real estate mantra of “location, location, location.” \n\n\n  \n  In Miami these days, it’s all about elevation, elevation, elevation.\n\n\n  \n  And long before melted ice caps wash over Ocean Drive, one of America’s most vulnerable big cities is becoming a test case for the modern problem of climate gentrification.\n\n\n  \n  While some scientific models predict enough polar ice melt to bring at least 10 feet of sea level rise to South Florida by 2100, just a modest 12 inches would make 15% of Miami uninhabitable, and much of that beachside property is among America’s most valuable. \n\n\n  \n  READ: Millions of US homes at risk of chronic flooding this century, study says\n\n\n  \n  Even now, as more frequent “king tides” bubble up through Florida’s porous limestone, pushing fish through sewers and onto streets, residents are becoming more aware that their city is built on the rippling shelves, ridges and canyons of a fossil seabed. \n\n\n  \n  “Water is simply going back to the same places it flowed ages ago,” says Sam Purkis, Chair of the University of Miami’s Geosciences Department. “The irony is what happened 125,000 years ago is going to dictate what happens to your house now.”\n\n\n  \n  The fickle undulations between city blocks could mean the difference between survival and retreat, and the rising cost of altitude is sparking a noticeable shift in community activism and municipal budgets.\n\n\n  \n        \n    \n       \n       \n    \n    \n    CNN\n    In Pinecrest, artist Xavier Cortada installed murals showing how many feet above sea level intersections are. \n  \n    \n\n\n  \n  \n\n\n  \n  Neighbors in Pinecrest formed America’s first Underwater Homeowners Association (complete with elevation yard signs) and named a marine scientist as president. \n\n\n  \n  Miami Beach is spending millions elevating roads, upgrading pumps and changing building codes to allow residents to raise their mansions by five feet.\n\n\n  \n  But in working-class, immigrant neighborhoods like Little Haiti, year-to-year sea level rise gets lost in the day-to-day struggle, and most had no idea that they live a lofty three feet higher than the wealthy folks on Miami Beach. \n\n\n  \n  They found out when developers started calling, from everywhere. \n\n\n  \n  “They were calling from China, from Venezuela. Coming here with cases of money!” says Marleine Bastien, a community organizer and longtime resident. “We used to think that the allure of Little Haiti was the fact that it’s close to downtown, close to both airports and close to the beach. Unbeknownst to us, it’s because we are positioned at a higher altitude.”\n\n\n  \n      \n      \n\n\n  \n  \n\n\n  \n  Pointing out a row of vacant shops, she ticks off the names of a dozen small business owners she says have been forced out by rising rents, and lists others who she says unwittingly took lowball offers with no understanding of Miami’s housing crisis.\n\n\n  \n  “If you sell your home in Little Haiti, you think that you’re making a big deal, and it’s only after you sell, and then you realize, ‘Oh, I cannot buy anywhere else.’”\n\n\n  \n        \n    \n       \n       \n    \n    \n    Joe Raedle/Getty Images\n    Marleine Bastien, center, protests with residents and activists against the Magic City plans.  \n  \n    \n\n\n  \n  \n\n\n  \n  After her community center and day school were priced out of three different buildings, she caught wind of plans to build the sprawling $1 billion Magic City development on the edge of Little Haiti, featuring a promenade, high-end retail stores, high rise apartments and imagined by a consortium of local investors, including the founder of Cirque du Soleil.\n\n\n  \n  Magic City developers insist that they picked the site based on location, not elevation. \n\n\n  \n        \n    \n       \n       \n    \n    \n    Daniel Slim/AFP/Getty Images\n    A view of downtown Miami and South Beach from a plane shows the oceanfront development of the past.\n  \n    \n\n\n  \n  \n\n\n  \n  They promised to preserve the soul of Little Haiti and give $31 million to the community for affordable housing and other programs, but it wasn’t enough for Bastien. “This is a plan to actually erase Little Haiti,” she says. “Because this is the one place where immigration and climate gentrification collide.”\n\n\n  \n  She fought the development with all the protesters and hand-lettered signs she could muster, but after a debate that went until 1 a.m., commissioners approved the permit with a 3-0 vote at the end of June.\n\n\n  \n  “The area we took was all industrial,” says Max Sklar, VP with Plaza Equity Partners and a member of the development team. “There was no real thriving economy around these warehouses or vacant land. And so our goal is to create that economy. \n\n\n  \n  “Can we appease everybody? Not 100%, that’s not feasible. It’s not realistic. But we’ve listened to them.” \n\n\n  \n  He repeats a promise to deliver $6 million to a Little Haiti community trust before ground is even broken and, as a sign that he listened to at least one demand, acknowledges that the complex will now be called Magic City Little Haiti.\n\n\n  \n  But while Bastien mourns the defeat, her neighbor and fellow organizer Leonie Hermantin welcomes the investment and hopes for the best. “Even if Magic City did not come today, the pace of gentrification is so rapid that our people will not be able to afford homes here anyways,” she says with a resigned head shake. “Magic City is not the government. Affordable housing policies have to come from the government.”\n\n\n  \n        \n    \n       \n       \n    \n    \n    Bill Weir/CNN\n    A woman uses an umbrella for shade as she walks on a hot day in Miami.\n  \n    \n\n\n  \n  \n\n\n  \n  “(Climate gentrification) is something that we are very closely monitoring,” Miami Mayor Francis Suarez tells me. “But we haven’t seen any direct evidence of it yet.”\n\n\n  \n  Suarez is the rare Republican who passionately argues for climate mitigation plans and helped champion the $400 million Miami Forever bond, approved by voters to fund action to protect the city from the ravages of higher seas and stronger storms.\n\n\n  \n        \n    \n       \n       \n    \n    \n    Joe Raedle/Getty Images\n    Miami Mayor Francis Suarez championed a plan to tackle the impact of the climate crisis.\n  \n    \n\n\n  \n  “We actually created in our first tranche of Miami Forever, a sustainability fund for people to renovate their homes so that they can stay in their properties rather than having to sell their properties,” he says.\n\n\n  \n  But that fund is a relatively small $15 million, not enough to dent a housing crisis that grows with each heat wave and hurricane, in a city where over a quarter of residents live below the poverty level. \n\n\n  \n  What’s happening in Little Haiti could be just one example of a “climate apartheid” that the United Nations warns is ahead, where there will be a gulf between the rich who can protect themselves from the impact of climate change and the poor who are left behind. \n\n\n  \n  Philip Alston, the UN Special Rapporteur on extreme poverty and human rights, said there was already evidence of how the climate crisis affects the rich and poor differently.\n\n\n  \n  And he pointed out that those hurt most were likely those least responsible. “Perversely, while people in poverty are responsible for just a fraction of global emissions, they will bear the brunt of climate change, and have the least capacity to protect themselves,” Alston wrote last month. \n\n\n            \n    \n  \n","link":"/2019/07/11/us/miami-little-haiti-climate-gentrification-weir-wxc/index.html"}