{"title":"The TV world is changing. You wouldn't know it from the major networks' fall schedules","time":"Updated 6:13 PM ET, Wed May 19, 2021 ","body":"The TV world is changing. You wouldn't know it from the major networks' fall schedulesAnalysis by Brian Lowry, CNNUpdated 6:13 PM ET, Wed May 19, 2021 <img alt=\"Paula Newsome as Maxine Roby, Jorja Fox as Sara Sidle, Matt Lauria as Joshua Folsom, and Jay Lee in &amp;#39;CSI: Vegas&amp;#39; (Sonja Flemming/CBS)\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519080022-csi-vegas-large-169.jpg\">Paula Newsome as Maxine Roby, Jorja Fox as Sara Sidle, Matt Lauria as Joshua Folsom, and Jay Lee in 'CSI: Vegas' (Sonja Flemming/CBS) (CNN)The television world is changing at a breakneck pace. But you wouldn't know it looking at the schedules of the major broadcast networks, which -- in what can only be perceived as their collective read of both business conditions and the public's state of mind -- have stuck with the tried and true, and kept changes to a minimum.Ratings for networks like CBS, ABC, NBC and Fox have dropped sharply in recent years, amid an explosion of options. Their parent companies have pivoted to funnel resources into streaming, offering new revenue while fueling uncertainty about the future of traditional forms of television.The broadcast networks nevertheless still generate most of TV's biggest audiences, and spent this week outlining plans for the fall and upcoming season, known as the upfronts, in advance of selling billions in commercial time to advertisers.After a tumultuous year that saw Covid-19 keep people at home, disrupt production and force networks to scramble for original content after last year's presentations, the fall will feature precious few new series -- just a dozen total from the four aforementioned broadcasters.As for the emphasis on the familiar, revivals, reboots and themed nights have become the status quo.Read MoreLook no further than NBC, which -- already airing three Windy City procedurals on Wednesday with \"Chicago Med,\" \"Chicago Fire\" and \"Chicago P.D.\" -- will do the same Thursday, with a trio of \"Law & Order\"-branded shows, as a new drama, \"For the Defense,\" joins \"SVU\" and \"Organized Crime.\"Not to be outdone, CBS' alphabet soup includes introducing a third \"FBI\" show, \"FBI: International,\" to air along with the others on Tuesdays, while bringing back the 20-plus-year-old crime procedural \"CSI\" and adding \"NCIS: Hawaii\" next to the flagship show that moves to Monday nights.While crime is everywhere in primetime, laughs will be in short supply. NBC will present a fall lineup without a single sitcom for the first time since perhaps the 1950s, and Fox will do the same. ABC has scheduled just two new shows -- one of them a reboot of the coming-of-age dramedy \"The Wonder Years,\" which premiered in 1988, this time featuring a Black family.<img alt=\"Dulé Hill, Saycon Sengbloh, Laura Kariuki and Elisha Williams in ABC&amp;#39;s new version of &amp;#39;The Wonder Years&amp;#39; (ABC/Erika Doss)\n\" class=\"media__image\" src=\"//cdn.cnn.com/cnnnext/dam/assets/210519080922-the-wonder-years-abc-large-169.jpg\">Dulé Hill, Saycon Sengbloh, Laura Kariuki and Elisha Williams in ABC's new version of 'The Wonder Years' (ABC/Erika Doss)\nDuring ABC's upfront presentation, latenight host Jimmy Kimmel unleashed his customary stand-up routine aimed at his network and others, joking that ABC should really be called \"Disney-minus\" and that being the most-watched network \"is like being the bestselling fax machine.\"The hyperbole notwithstanding, the challenging environment the networks face -- and the image of them as dinosaurs -- might seem to argue for more risk-taking than the primetime lineups would indicate.While there are some more daring shows in the mix for midseason, programmers seem content to double down on what's still moderately working, such as Fox's new competition show, \"Alter Ego,\" which will follow one of the bright spots in its schedule, \"The Masked Singer.\"Viewing of the live events that have driven broadcast television, such as the Oscars and other award shows, has fallen dramatically this year, along with several of the major sports leagues. NFL football remains the most reliable attraction, and thus possesses tremendous leverage in negotiating TV rights deals.Of course, those seeking fresh shows to watch through the summer and into the fall won't be hurting for options, but that menu increasingly relies on managing subscriptions, as opposed to just turning to these ad-supported channels. Television has never been entirely \"free,\" but in terms of paying directly for content, the scales continue tilting in that direction.Among the bright sides to that for fans, increasingly, is that programs are no longer canceled as quickly; rather, in the hunger for content, they get reassigned. CBS, for example, will migrate a few shows that premiered on the network, the macabre drama \"Evil\" and fifth season of \"SEAL Team,\" to its studio's streaming service, Paramount+. One key takeaway is that the upfronts are no longer about just selling ad time, but pitching the synergistic possibilities of the vast companies behind each of them.As for the traditional broadcasters that were once the week's centerpiece, their play-it-safe strategies suggest that for now they're willing to risk comparisons to the fax machine -- along with the color copier -- and hope for the best.","link":"/2021/05/19/entertainment/upfront-analysis/index.html"}