{"title":"","time":"","body":"\n  \n    \n  \n  \n    \n            \n                  \n        \n    \n       \n       \n    \n    \n    Therabody\n    Therabody's latest line of Theraguns \n  \n    \n\n\n            \n            \n                                  \n  (CNN) —  \n\n\n  \n  If you’re one of those people now working out at home more than ever before, you probably think you already have all the workout gear you need. You snagged dumbbells, a yoga mat, resistance bands and all the other major essentials — or so you thought. One device you might have overlooked, however, is the massage gun, a percussive therapy device that enhances recovery after intense workouts. \n\n\n  \n  Massage guns like the Theragun have been gaining traction on social media for a while now, but they’re not just overpriced toys that make mesmerizing slow-motion videos. If you get a good one, it can be a legitimate therapeutic device that has been shown to help prevent delayed onset muscle soreness by promoting blood flow to your muscles. \n\n\n  \n        \n    \n       \n       \n    \n    \n    Therabody\n    Therabody's Theragun Elite \n  \n    \n\n\n  \n  \n\n\n  \n  If you want to get your hands on a massage gun, there’s good news. Theragun (which has been renamed Therabody) is one of the most popular massage gun brands out there, beloved for its high-quality products with sleek designs, and it just dropped a whole new line of percussion therapy devices. The new lineup from Therabody includes four massage guns: Theragun mini (Cyber Monday special: $174, regularly $199; theragun.com), Theragun Prime (Cyber Monday special: $224, regularly $299; theragun.com) Theragun Elite (Cyber Monday special: $299, regularly $399; theragun.com) and Theragun Pro ($449, originally $599; theragun.com). \n\n\n  \n  With this exciting release, we wanted to get our hands on a few devices to see how they stack up and if they’re really worth your money. We tested and compared the Theragun mini, Theragun Elite and Theragun Pro for their power, performance and convenience. Not only did we want to note the differences between the devices, such as speed and power, but we also wanted to look at other factors such as ease of use and noise. Each device has its own quirks and benefits, so to help you find the best one, we’ve put together this guide. \n\n\n  \n    Theragun mini\n\n\n  \n        \n    \n       \n       \n    \n    \n    Kai Burkhardt/CNN\n    Theragun mini\n  \n    \n\n\n  \n  \n\n\n  \n  We think the Theragun mini is the most exciting and innovative massage device Therabody has put out yet. Its Cyber Monday special $174 price tag (regularly $199) is the lowest of the lineup, making it an amazing introductory device.\n\n\n  \n  The Theragun mini solves a lot of the accessibility problems that seem to come with massage guns. The narrative is usually that they’re bulky and loud and cost way more than what you’d ideally like to spend. That’s been changed with the mini’s tiny size and low price.  \n\n\n  \n  While it doesn’t pack as big a punch as the Elite or Pro, the Theragun mini has top speeds of 2,400 percussions per minute, matching the more expensive models. However, it doesn’t provide as much depth or power with its 12-millimeter amplitude, which translates to how far the massager head moves up and down, and 20 pounds of stalling force, which is how hard you can push on it before it stops. (The commercial-level Pro, for comparison, charts a 16-millimeter amplitude and 60 pounds of stalling force.) Despite this, the mini provided us with enough percussive power for a relaxing massage. \n\n\n  \n  Like many, we’ve been working out more due to stay-at-home orders, so having a massage gun handy was a true blessing for sore hamstrings. The mini was powerful enough to blast the stiffness out of our legs after a hard workout, plus it was quiet enough that we could watch Netflix while doing so. \n\n\n  \n        \n    \n       \n       \n    \n    \n    Theragun\n    Theragun mini\n  \n    \n\n\n  \n  \n\n\n  \n  Another perk of the mini’s tiny size is its mobility. You can reach just about anywhere and comfortably apply enough pressure for a deep massage. The only place where it was difficult to apply adequate pressure was the middle of the back. The triangular design of the other Theraguns helps reach your back without twisting your arms. Since the mini is so light (1.4 pounds), the odd arm angles needed to hit those more difficult areas didn’t tire out our wrists or arms as much as other models. \n\n\n  \n  What we found most impressive was this little guy’s battery life. On Therabody’s site, the mini is said to have up to 150 minutes of sustained run time. When we conducted our own test, we turned all the Theraguns up to a 2,100-PPM setting and let them buzz and buzz. They all performed at or above the listed times, but the mini kept chugging along for a ridiculous five and a half hours. It finally died after 345 minutes. \n\n\n  \n  It’s small but mighty, and we really love the Theragun mini. With three speed settings (1,750 PPM, 2,100 PPM and 2,400 PPM), it has enough power to dig pretty deep into muscles, and its low cost, ease of use and lack of bells and whistles make it one of the most accessible massage devices on the market. \n\n\n  \n\n\n  \n    Theragun Prime\n\n\n  \n        \n    \n       \n       \n    \n    \n    Theragun\n    Theragun Prime\n  \n    \n\n\n  \n  \n\n\n  \n  We didn’t test the Theragun Prime hands on, but its specs place it as the most basic of the three triangular-shaped Theraguns. With a 16-millimeter amplitude and 30 pounds of stall force, it’s more powerful than the mini and provides enough percussive power for the everyday workout. But if you have nagging problems that need some more intensive work, you’ll want to opt for the Elite or the Pro. \n\n\n  \n  The Prime has all the basic features of the more expensive devices, but at a more reasonable Cyber Monday  special price of $224 (regularly $299). At 2.2 pounds, it weighs the same as the Elite, so based on our experience with that model (see below), the Prime should be quite easy to move around to hit all parts of your body without straining your arm, hand or wrist. \n\n\n  \n  The battery has a listed run time of 120 minutes, but based on our tests with the other models, we wouldn’t be surprised if it lasts even longer. The Prime comes with four attachments: the dampener, standard ball, thumb and cone.  \n\n\n  \n  This device is also the first in the lineup to be equipped with Bluetooth capabilities. You can pair the Prime, Elite or Pro to Therabody’s companion app, which guides you through certain workouts and even allows you to control the speed right from your phone. It has five built-in speeds — 1,750 PPM, 1,900 PPM, 2,100 PPM, 2,200 PPM and 2,400 PPM — that you can toggle through if you don’t want to use your phone. \n\n\n  \n  If you just want the essentials of a massage gun without many extra features, the Theragun Prime is a great option with its ergonomic shaping and hefty motor. If you’re looking for more convenience or even more power, check out the Elite and Pro. \n\n\n  \n\n\n  \n    Theragun Elite\n\n\n  \n        \n    \n       \n       \n    \n    \n    Kai Burkhardt/CNN\n    Theragun Elite\n  \n    \n\n\n  \n  \n\n\n  \n  The Theragun Elite is the next iteration of Therabody’s most popular massage gun, the Theragun G3 (which is now discontinued). The fourth generation brings loads of improvements, like more speed settings, a more powerful motor and much longer battery life. \n\n\n  \n  Therabody claims the Elite is 75% quieter than the previous generation, and while we couldn’t test that firsthand, we can confirm that it is surprisingly quiet. We had to turn up the television a couple of notches while using it, but the Elite wasn’t obnoxiously loud even during a neck massage (though we still wouldn’t recommend any late-night massage sessions if you have roommates in close quarters trying to sleep). \n\n\n  \n  So how is the Elite, which costs almost $100 more at the special Cyber Monday price of $299 (regularly $399), better than the Prime? The main improvements are a higher stall force, which means you can get deeper into those sore muscles; a force meter that displays on a new OLED screen, which helps you gauge just how hard you’re pushing; an additional attachment (the wedge); wireless charging capabilities; and the ability to locally store preset routines on the device. None of these is a game changer by itself, but combined, they make the Elite a much more well-rounded product, with both better performance and convenience than the Prime. \n\n\n  \n  When we tested the Elite, we really enjoyed its triangular shape. Since it’s heavier than the mini, at 2.2 pounds, the ergonomic hold was needed to make it easier to target harder-to-reach areas like the back. We used the Elite in tandem with the app, which made the massage experience feel like an actual regimented workout instead of just blasting those sore quads willy-nilly. On the app, you can select routines for specific body parts like forearms or the lower back to help you target your aches and pains. You can also choose a massage routine that helps with relief from specific activities like running, tennis or even traveling on a plane (though we won’t be doing that anytime soon). \n\n\n  \n        \n    \n       \n       \n    \n    \n    Theragun\n    Theragun Elite\n  \n    \n\n\n  \n  \n\n\n  \n  Once you select the routine, the app tells you which attachment to use, where to hold the device and how to move it around for the best results. It even has a timer that counts down and lets you know when to switch areas (from the left side of your back to the right, for example). \n\n\n  \n  The battery on the Elite, like the others we tested, exceeded expectations. It’s listed as having a run time of up to 120 minutes, but ours lasted for an impressive 197 minutes. That’s more than enough time for multiple recovery sessions before a charge.\n\n\n  \n  Unfortunately, after we concluded our testing of the Elite, we attempted to update it — but it turned off and won’t turn back on again. Still, with a 30-day money-back guarantee and a one-year warranty, it wouldn’t be an issue to swap it out for another one. \n\n\n  \n  The Theragun Elite lives up to its name as a premium percussive device in design, performance and price. At $299 for Cyber Monday, it takes quite a chunk of cash, but the Elite can revamp your muscle recovery in easy-to-use and effective ways. \n\n\n  \n\n\n  \n    Theragun Pro\n\n\n  \n        \n    \n       \n       \n    \n    \n    Kai Burkhardt/CNN\n    Theragun Pro\n  \n    \n\n\n  \n  \n\n\n  \n  If you need the best of the best, or are looking to add a massage gun to your arsenal as a personal trainer, there’s no doubt the Theragun Pro should be your weapon of choice. The Pro adds an adjustable arm and swappable batteries and packs a much bigger punch than all the other Theraguns in the lineup. Plus, it comes with a two-year warranty, compared with the one-year warranty that comes standard with the other devices in the release. \n\n\n  \n  The Theragun Pro has an amplitude of 16 millimeters with 60 pounds of stall force. That means you can apply massive amounts of pressure to get deep into your tissues for the ultimate massage recovery. We tried pushing it into our muscles to get it to stall and it took a couple of tries. You can basically push as hard as you want with the Pro without worrying about it stopping. \n\n\n  \n  The biggest advantage in comparison with the rest of the lineup is definitely the Pro’s adjustable arm. It has four positions that allow you to really hit all the parts of your body while maintaining a comfortable grip. We would swap the positions with the click of a button to better target that aching back, or just make it more comfortable to hold while we hit other areas like calves or forearms. We can only imagine how useful it would be for a professional physical therapist. \n\n\n  \n        \n    \n       \n       \n    \n    \n    Theragun\n    Theragun Pro\n  \n    \n\n\n  \n  \n\n\n  \n  Another great feature of the Pro is its swappable batteries. They pop in and out easily for a quick switch if one dies, and each lasts 150 minutes, giving a combined run time of up to 300 minutes. When we ran our battery test it landed right on the mark, with one battery lasting 145 minutes. \n\n\n  \n  The Pro was the loudest of all the Theraguns we tested but was by no means headache-inducing. The highest speed applied to the neck can be a little rattling, but even so the Pro sounds surprisingly smooth for how powerful it is. We think its construction helps with this, as the Pro has a matte, grippy covering in contrast to the shiny, hard plastic of the Elite. The hard plastic could rattle around, making the device louder, but the Pro didn’t have that issue.  \n\n\n  \n  The Theragun Pro has all the features you’d ever want from a high-end massage gun. Its price is lofty with a Cyber Monday special price of $449, regularly $599, but it’s an investment worth making for any hardcore athlete or health or fitness professional who’s in the market for a massager. \n\n\n  \n\n\n  \n    The bottom line\n\n\n  \n  Therabody’s new line of fourth-generation Theraguns is a nice next step in the field of percussion therapy. Our favorite is the Theragun mini, which is the most accessible massage gun Therabody has ever made. It provides a solid massage experience in a tiny device that won’t break the bank at $174 for Cyber Monday (originally $199). \n\n\n  \n  The Theragun Prime and Elite are a few steps up from the mini, with the Prime giving you just the essentials and the Elite offering more performance and convenience. At $299 and $399, they are pricey, but with the companion app, they provide an easily implemented recovery routine that can help you feel better after any workout. \n\n\n  \n  The Theragun Pro is truly a top-of-the-line massage gun, perfect for any athlete who needs the best recovery or for a working physical therapist. The two-year warranty gives a little more peace of mind for the $599 investment. It has key features that set it apart from the other Theraguns, including a ridiculous 60 pounds of stall force and the adjustable arm. \n\n\n  \n  So whether you’re new to massage guns or you’re looking for a top-notch upgrade, Therabody’s new Theragun line can percussion away your problems, no matter your needs or your budget. \n\n\n  \n  Note: The prices above reflect the retailer’s listed prices at the time of publication.\n\n\n            \n    \n  \n","link":"http://www.cnn.com/2020/08/28/cnn-underscored/theragun-review/index.html"}